[
{"jdlChap": ["Chapter 6: Copper Trigram’s Immortal Master Indo"], "textNovel": ["Chapter 6: Copper Trigram’s Immortal Master", "Bab 6: Master Abadi Trigram Tembaga", "“Aku telah terinfeksi oleh orang-orang di chat group. Meskipun membaca catatan obrolan itu cukup menyenangkan, seperti yang diharapkan, aku harus meninggalkan grup setelah beberapa saat. Atau yang lain, jika waktu berlalu, aku akan menjadi salah satunya —— Aku akan membiarkan sepupuku melihat resep ini, menentukan apakah bahan-bahan ini akan menyebabkan kematian atau tidak jika dimakan, lalu meninggalkan grup. ”Song Shuhang menegaskan secara internal.", "Sebenarnya, karena ini hanya kelompok misterius … dan karena dia ditambahkan secara misterius, Song Shuhang dapat sepenuhnya mengabaikan apakah pihak lain akan hidup atau mati.", "Namun, ia selalu merasa bahwa jika “pil obat” mengandung racun, maka ia harus memperingatkan dan menasehati mereka agar tidak mengkonsumsinya. Bahkan jika pihak lain tidak mengindahkan kata-katanya, dia setidaknya akan memiliki hati nurani yang jelas.", "Ya, hati nurani yang bersih.", "Apakah mereka mendengarkan atau tidak adalah tanggung jawab anggota kelompok, tetapi apakah akan memberi nasihat atau tidak kepada mereka … itu adalah tanggung jawabnya.", "＊＊＊＊＊＊＊＊＊", "Setelah tiba di asrama, Song Shuhang membuka aplikasi obrolan dan mengirim sepupunya, Zhao Yaya, salinan bahan obat.", "“Sis Yaya, secara hipotesis, jika kamu mengambil semua bahan, merebusnya menjadi pasta, apakah produk akhirnya akan membunuh seseorang setelah dikonsumsi? Jika Kamu punya waktu, tolong bantu aku mencari tahu. ”", "Setelah menekan tombol enter dan mengirim pesan, Song Shuhang bersandar di kursinya, menenangkan pikirannya.", "Sepupu Zhou Yaya dan Song Shuhang tidak dekat. Dia sudah mulai magang di perguruan tinggi, dan tidak sering online. Banyak kali, dia hanya akan muncul online sekali dalam beberapa hari. Setelah mengirim pesan, adalah normal untuk menerima balasan setelah seminggu.", "Jika dia bisa, Song Shuhang lebih suka tidak menanyakan pertanyaan ini melalui internet.", "Lagipula, ada beberapa hal yang lebih baik dikatakan secara langsung untuk mencegah kesalahpahaman. Jika sepupunya berpikir bahwa dialah yang ingin makan ini, maka bukankah ini tidak bisa dijelaskan tanpa bertemu muka dengan muka? Dia takut ibunya yang terakung akan terbang jauh-jauh untuk melihatnya.", "Namun hari ini, dia merasa dirinya menjadi semakin seperti salah satu anggota grup — Memang, membaca log obrolan ini menarik, tetapi akan lebih baik baginya untuk pergi lebih awal.", "Mengambil keuntungan dari kenyataan bahwa dia tidak pernah muncul dalam obrolan, dan dia tidak berinteraksi dengan salah satu anggota, keluar dari grup tidak akan memiliki banyak dampak.", "Namun demikian, jari-jarinya tanpa sadar bergeser ke sudut kanan bawah, dan membuka Kelompok Nine Provinces (1).", "Sangat mudah untuk membentuk kebiasaan. Faktanya, hanya butuh sepuluh hari baginya untuk membentuk kebiasaan memeriksa chat group ini setiap hari.", "Pada saat ini, ada beberapa orang yang online.", "Praktisi yang Longgar di Sungai Utara: “Ah Qi, apakah kesengsaraan sudah berakhir? Apakah Shiliu kecil naik peringkat? ”", "Pesan ini dikirim lebih dari 10 menit yang lalu, tetapi Ah Qi dari Su Clan belum menanggapinya.", "“Sesuatu tidak mungkin terjadi selama masa kesusahan kan?” Tanya Soft Feather Island Butterfly Island. Kali ini, sebenarnya dia sendiri dan bukan ayahnya. Gadis ini mungkin baru saja bergabung dengan grup ini, tetapi dengan lidahnya yang fasih, dia sudah terbiasa dengan beberapa anggota grup yang lebih aktif.", "Dia tahu bahwa bagi para pembudidaya, setiap kesengsaraan tidak dapat diremehkan. Tidak peduli seberapa lemah kesusahan itu, hanya satu kesalahan saja yang dapat menyebabkan dampak serius.", "“Seharusnya tidak demikian, ada Ah Qi di sana. Ini hanyalah kesusahan Tahap-3 Houtian, jika ada masalah, dia bisa dengan paksa menghilangkannya, “Longgar Praktisi River Utara menanggapi.", "Hanya saja, Ah Qi dari Su Clan tidak pernah merespons, dan dia tidak bisa menenangkan diri.", "Pada saat ini, ID yang tidak pernah dilihat Song Shuhang muncul. Orang ini disebut ‘Guru Abadi Trigram Tembaga’. Dia mengirim: “Kalian tidak perlu khawatir. Tunggu Guru Abadi ini meramal dulu, maka Kamu akan tahu hasilnya. ”", "Setelah hening sesaat, Longgar Praktisi Sungai Utara menjawab: “Oke.”", "Sepertinya orang yang disebut Dewa Abadi Trigram Tembaga ini memainkan peran sebagai Dewa Abadi dalam hal ramalan?", "Setelah sekitar dua atau tiga menit, Immortal Master Copper Trigram berkata: “Haha, tidak masalah. Hasil ramalan aku menunjukkan hasil yang sangat menguntungkan, Ah Qi Su Clan dan kerabat mudanya harus baik-baik saja. Mari kita tunggu Shiliu kecil datang menantang kita. ”", "Sangat menguntungkan, maka mereka harus lega sekarang, kan? Meskipun Kamu tidak bisa menganggap meramal sebagai kebenaran, tetapi terkadang itu bisa membuat Kamu merasa lebih baik. Shuhang berpikir sendiri.", "Namun, setelah Longgar Praktisi River Utara mendengar hasil ramalan, dia tidak senang. Sebaliknya, dia menjadi diam.", "Setelah beberapa saat, dia mengirim emoji yang meringis dan berkata, “Sepertinya Ah Shiliu memang dalam masalah, itulah sebabnya Ah Qi tidak online. Apakah ada orang yang berada di sekitar H City yang dapat memeriksa apakah Ah Qi membutuhkan bantuan? ”", "Mad Sabre Three Waves muncul, dan menghela nafas, “Jika hasil Trigram Immortal sangat menguntungkan, maka ada sesuatu yang salah. Tapi aku sangat jauh dari kota H. Bahkan jika aku bergegas ke sana, aku butuh beberapa hari untuk sampai ke sana. ”", "“?” Soft Feather bingung.", "“Soft Feather, apa yang tidak kamu ketahui adalah ramalan Immortal Master tidak pernah benar. Jika hasil ramalannya sangat menguntungkan, lebih baik Kamu bersiap-siap, karena musibah sudah dekat. Di sisi lain, jika dia menyatakan bahwa Kamu akan berada dalam bahaya besar, Kamu harus merasa lega, karena keberuntungan Kamu baru saja berubah menjadi besar. Jika suatu hari dia meramalkan bahwa kesusahan yang paling menghancurkan dunia akan menghampiri Kamu, maka Kamu harus mengadakan pesta perayaan, karena ini adalah tanda bahwa Kamu mungkin mengambil alat abadi hanya dari meninggalkan rumah! ”Mad Sabre Three Waves menjelaskan.", "North River’s Loose Practitioner menambahkan: “Dari sudut pandang yang berbeda, kemampuan ramalan Trigram Immortal memang kuat, karena jika Kamu mengambil kebalikan dari ramalannya, pada dasarnya Kamu telah menemukan jawaban yang benar benar.”", "Master Abadi Copper Trigram, “……”", "Dia merasakan keinginan yang kuat untuk berteriak dan membela diri, tetapi karena rekam jejaknya yang panjang dan gelap, dia merasa mati lemas.", "“Oh, benar, Nyonya Soft Feather, bisakah kamu bertanya pada ayahmu kapan dia berencana untuk pulang? Dia sudah lama tinggal di tempat aku. Bukankah dia merindukan rumahnya, bukankah dia merindukan putrinya yang cantik dan manis? “Mad Saber Three Waver mempelajari pelajarannya kali ini dan tidak mengatakan apa pun yang akan menjamin kematiannya.", "“Tentu hal yang senior, aku akan bertanya kepada ayah aku ketika aku punya waktu.” Soft Feather merespons dengan sopan, tetapi jawabannya tidak jelas karena dia tidak mengatakan kapan dia akan bertanya, dan juga tidak mengkonfirmasi bahwa pertanyaan yang akan dia tanyakan padanya Ayah baginya untuk kembali ke rumah.", "Mad Sabre Three Waves cukup cerdik, dan dia menyadari bahwa Soft Feather hanya membuangnya. Hasilnya, mata saudara Three Waves sekali lagi dibasahi.", "“Apakah ada lurker di sini dari H City?” Tanya Longgar Praktisi North River kepada seluruh kelompok.", "Anggota kelompok yang bersembunyi muncul satu per satu, tetapi semua menyangkal berada di kota H. Huaxia adalah negara yang besar, sementara hanya ada banyak orang dalam kelompok itu. Mustahil bagi semua orang untuk berada di area yang sama.", "Song Shuhang berada di wilayah JiangNan tepat di sebelah kota H, tetapi ia bukan kenalan Ah Qi dari Su Clan. Selain itu, ia masih tetap berpikiran jernih, tidak mungkin baginya untuk membantu orang-orang ini dalam kelompok untuk mencari seseorang yang diduga hilang setelah kesengsaraan kilat berdasarkan ramalan seseorang.", "Dia belum berasimilasi sama sekali.", "Pada saat ini, Bulu Lembut Pulau Spirit Butterfly Island berkata lagi: “Aku berencana untuk menjalankan beberapa tugas di kota J, aku akan terbang ke bandara Jiang Nan terlebih dahulu, kemudian pindah ke kota J. Wilayah Jiang Nan dekat dengan kota H, jika ada yang bisa aku bantu, silakan hubungi aku kapan saja. Meskipun aku tidak terbiasa dengan kota H, aku akan melakukan yang terbaik untuk membantu. ”", "“Itu luar biasa.” Jawab Longgar Praktisi River Utara.", "“Melewati wilayah Jiang Nan? Wanita dari chat group ini datang ke sini? ”Song Shuhang berkedip beberapa kali.", "Praktisi yang Longgar di Sungai Utara dengan senang mengatakan: “Aku akan mencoba menghubungi Ah Qi. Jika dia membutuhkan bantuan, maka aku akan menghubungi Kamu, Soft Feather. ”", "Dia dan Ah Qi dari Su Clan telah menjadi teman baik bahkan sebelum bergabung dengan chat group ini. Sekarang, dengan ramalan Dewa Abadi Trigram Tembaga, Praktisi Lepas Sungai Utara menjadi sangat prihatin.", "Jika sesuatu tidak menjadi masalah Kamu, maka itu tidak masalah. Jika ada sesuatu yang membuat Kamu khawatir, Kamu tidak bisa tetap tenang.", "Pada saat ini, Mt. Yellow’s True Monarch muncul. Moderator dari chat group mencoba menghiburnya dengan mengatakan: “North River, jangan terlalu khawatir. Dengan kehadiran Ah Qi, bahkan tidak menyebutkan kesusahan Tahap-Houtian ke-3, bahkan jika itu adalah kesusahan Tahap-Xiantian ke-4, itu tidak mungkin melakukan apa pun kepadanya. ”", "“Itu benar.” Longgar Praktisi River Utara menghela nafas. “Sebenarnya aku tidak khawatir pada awalnya. Bagaimanapun juga itu hanyalah kesusahan Tahap-Houtian ke-3. Namun, ramalan yang sangat menguntungkan yang dibuat oleh Immortal Master Copper Trigram benar-benar membuat aku tanpa henti khawatir. ”", "“….” Mt. Yellow’s True Monarch.", "“……” Gila Sabre Three Waves.", "Kata-kata Praktisi yang Longgar dari Sungai Utara sangat masuk akal, dan mereka berdua terdiam.", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["Chapter 9: The Other Luo Xin Street Indo"], "textNovel": ["Chapter 9: The Other Luo Xin Street", "Bab 9: Jalan Luo Xin Lainnya", "Song Shuhang berada di wilayah Jiang Nan, dengan karakter pria baiknya, dia pasti tidak akan menolak masalah tanpa usaha seperti memimpin jalan. Namun, pada saat itu, ia memiliki semangat untuk membantu tetapi bukan kekuatan. Karena kota Universitas berjarak 2 jam perjalanan dengan mobil dari bandara Jiang Nan. Wilayah Jiang Nan adalah sebuah daerah setelah semua, wilayahnya tidak kecil.", "Selain itu, Song Shuhang tidak terbiasa dengan J City, dan belum pernah mendengar tentang Kuil Lampu Hantu itu sebelumnya.", "Yang dia tahu adalah bahwa Kota J berbatasan dengan wilayah Jiang Nan, dan juga kota yang sangat terkenal di Huaxia.", "Karena tempat itu juga merupakan situs suci berbagai agama, banyak umat beragama dapat menyebabkan mata menjadi buram. Setiap tahun, selama festival agama, jumlah orang percaya yang melakukan ziarah ke Kota J cukup untuk membuatnya dikemas ke titik di mana bahkan seekor semut pun tidak bisa masuk.", "Ada banyak kuil dengan rambut di atas seekor lembu, mencoba menemukan kuil kecil di kota seperti itu benar-benar sulit.", "“Kalau dipikir-pikir, nama Luo Xin Street terdengar sangat akrab, apakah aku pernah mendengarnya sebelumnya?” Gumam Song Shuhang.", "Mengunyah roti isi kukusnya, Song Shuhang bersandar di kursi goyang dan berayun. Mencari kata-kata ‘Jalan Luo Xin’ di benaknya, dia mencoba menarik keluar sumber perasaan yang dikenalnya secara misterius ini.", "Otak manusia selalu aneh, beberapa ingatan akan muncul apakah tuan rumah menginginkannya atau tidak, namun ketika tuan rumah mencoba mengingat ingatan itu, mereka tidak akan muncul ke permukaan, tidak peduli bagaimana tuan rumah memeras otak mereka untuk memaksanya keluar.", "“Aku mungkin pernah mendengar nama ini dari saluran berita sebelumnya, kan?” Shuhang menyerah, dan tidak lagi menyia-nyiakan sel otaknya untuk masalah ini.", "＊＊＊＊＊＊＊＊＊＊", "Soft Feather menyeret koper besar itu ke tempat taksi.", "Dalam waktu singkat, ada beberapa taksi yang bergerak ke arah Soft Feather, ini membuktikan bahwa wajah yang cantik menguntungkan dalam situasi apa pun. Kalau tidak, hanya berdasarkan koper besar itu, banyak supir taksi akan menghilangkan pikiran mereka untuk mengambil penumpang ini.", "“Nona, ke mana?” Sebuah taksi merah mengambil tempat pertama, pengemudi itu adalah seorang pria paruh baya dengan wajah persegi, berbicara bahasa Mandarin dengan aksen daerah Jiang Nan yang berat.", "“Tuan …… Apakah Kamu tahu di mana Kuil Lampu Hantu?” Tanya Soft Feather, suaranya lembut, perbedaan mencolok dari penampilan muda dan bersemangat, tetapi semua ini hanya membuatnya semakin menarik.", "Pria paruh baya dengan wajah persegi berpikir keras dan pahit, dan menggelengkan kepalanya, “Kuil Lampu Hantu, aku belum pernah mendengarnya sebelumnya.”", "Melihat pria paruh baya dengan wajah persegi menggelengkan kepalanya, hati Soft Feather tenggelam, wajah mungilnya sedikit merah, karena dia sangat kecewa.", "Untungnya, pria paruh baya dengan wajah persegi segera bertanya, “Apakah Kamu tahu di jalan mana itu?”", "“Aku tahu, ini Jalan Luo Xin!” Jawab Soft Feather segera.", "“Jalan Luo Xin, aku tahu tempat ini, dan aku sangat akrab dengannya, karena aku tinggal di jalan itu. Namun Nona, apakah Kamu yakin Kamu mendapatkan nama candi itu dengan benar? Aku sudah tinggal di sana selama bertahun-tahun, dan belum pernah mendengar tentang Kuil Lampu Hantu ini sebelumnya. “Pria paruh baya dengan wajah persegi menjawab dengan serius.", "Karena panggilannya, ia memiliki pemahaman menyeluruh tentang semua area terdekat. Dia terutama akrab dengan Jalan Luo Xin tempat dia tinggal, untuk sedikit melebih-lebihkan, setiap inci tanah memiliki jejak kakinya, namun dia belum pernah mendengar nama Kuil Lampu Hantu.", "“Ah?” Wajah kecil Soft Feather berubah lebih merah, namun dia segera menjawab dengan resolusi, “Kalau begitu Pak, tolong bawa aku ke Jalan Luo Xin!”", "Dia siap untuk pergi ke sana dan bertanya-tanya, apakah itu benar-benar tidak dapat dilakukan …… Kemudian dia hanya bisa mengentalkan kulitnya dan memanggil ayahnya. Namun, itu adalah rencana terakhirnya, dan tidak boleh digunakan kecuali benar-benar tidak ada alternatif yang terlihat.", "“Nona, apakah Kamu sedang terburu-buru? Jika tidak, Kamu dapat naik bus ke Jalan Luo Xin. Naik taksi akan sedikit mahal, karena hanya 2 jam perjalanan. “Pria paruh baya dengan wajah persegi menjelaskan.", "Bukannya dia tidak ingin mendapatkan uang, tetapi biaya untuk naik taksi 2 jam benar-benar tidak kecil. Pihak lain jelas tidak memiliki pengetahuan tentang jarak, jika jarak dan harga tidak disebutkan dengan jelas sebelum perjalanan, perselisihan dapat dengan mudah terjadi setelah tiba di tujuan.", "“Tidak apa-apa, kamu hanya perlu khawatir tentang membawaku ke sana,” Soft Feather mengungkapkan senyum malu-malu, uang sama sekali bukan masalah baginya.", "Ketika pria paruh baya dengan wajah persegi mengkonfirmasi ini, dia senang di dalam. Jumlah yang akan diperoleh dalam perjalanan ini cukup signifikan.", "“Baiklah kalau begitu, kamu boleh masuk ke kendaraan, kopernya bisa diletakkan di bagasi.” Saat dia mengatakan itu, pria paruh baya dengan wajah persegi membuka sepatu bot, kemudian membuka pintunya untuk bersiap turun dan membantu Angkat koper.", "Lagi pula, koper itu sangat besar, di mana wanita muda ini menemukan energi untuk mengangkatnya?", "Namun, ketika pria paruh baya dengan wajah persegi membuka pintu dan menoleh ke belakang, mulutnya membuka ke bentuk ‘O’ dan tidak bisa menutup untuk waktu yang lama.", "Apa yang dia lihat adalah bahwa wanita muda yang tampak lemah dan lembut mengangkat koper besar dengan satu tangan … Dia tidak menyeretnya ke atas, memeluknya atau apa pun. Sepertinya dia hanya mengangkat piring kecil ketika dia dengan cekatan mengangkat koper dengan satu tangan, dan meletakkannya ke dalam bagasi.", "Mungkinkah koper itu terlihat besar, tetapi sebenarnya sangat ringan?", "Ketika dia memikirkan hal itu, dia merasakan bagian belakang mobil sedikit tenggelam. Pria paruh baya itu telah menjadi sopir taksi selama bertahun-tahun, dan telah lama mencapai tahap menyatu dengan mobil. Setelah bagian belakang mobil tenggelam, ia dapat memperkirakan berat benda secara kasar.", "Koper ini mungkin lebih dari 60kg, bukan? Mungkin bahkan lebih berat, kira-kira berat pria dewasa.", "Apakah wanita ini berlatih angkat berat? Ini benar-benar merupakan kekuatan bawaan yang saleh.", "Pria paruh baya dengan wajah persegi menelan ludahnya. Untungnya, dia selalu menjadi sopir taksi yang baik hati, jika seseorang dengan niat jahat yang merencanakan setelah melihat seorang wanita cantik yang bertemu wanita ini, mereka pasti akan jatuh dalam sekejap.", "Soft Feather tidak tahu seberapa mengejutkan tindakannya. Setelah memasukkan koper ke dalam, dia mengambil dua langkah kembali ke pintu belakang mobil dan masuk.", "“Nona, kamu cukup kuat, silakan duduk dengan erat.” Pria paruh baya dengan wajah persegi tertawa dan menginjak pedal gas. Taksi merah meninggalkan tempat taksi, dan menuju ke Jalan Luo Xin.", "……", "……", "Nine Provinces (1) Kelompok.", "Bulu Lembut Pulau Kupu-Kupu Spiritual (Daring via Ponsel): “Senior North River, aku menuju ke Jalan Luo Xin sekarang, tetapi sopir taksi tidak tahu tentang Kuil Lampu Hantu. Aku berniat bertanya kepada penduduk di sana setelah tiba di Jalan Luo Xin, mungkin seseorang akan tahu. ”", "“Baiklah, aku bertanya pada beberapa orang, namun, tidak ada yang tahu tentang itu untuk saat ini. Ngomong-ngomong, aku akan menghubungi Kamu jika ada informasi. “Jawab Longgar Praktisi River Utara.", "“Terima kasih senior.” Soft Feather mengirim senyum, dan diam-diam membentuk kepalan. Dengan balasan Longgar Praktisi River Utara, suasana gelisahnya sedikit tenang. Sejujurnya, ini adalah pertama kalinya dia bepergian jauh dari rumah sendirian. Di masa lalu, dia selalu memiliki ayahnya untuk menemani, atau bepergian hanya ke daerah yang dekat dengan Pulau Kupu-Kupu Spiritual.", "Dia terus merasa sedikit bersemangat.", "……", "……", "Song Shuhang belum membaca log obrolan di atas …… Karena dia terlalu bosan dengan tidak ada hubungannya, dia sekali lagi pergi ke jendela membaca.", "Dia membawa buku tebal yang dia sewa sebelumnya. Ini adalah buku yang belum selesai dia baca. Baginya, jika sesuatu seperti buku tidak dibaca di toko, itu akan kehilangan banyak rasanya.", "Sama seperti mie instan ‘Pria Tampan Kang’, rasanya kering dan rasanya dimasak sangat berbeda.", "[TL: Raws wrote 康帅哥 instant noodles, but I believe he mean 康帅傅 instead, maybe the author was trying to be funny, no idea here.]", "Sebelum dia pergi, dia membawa ponselnya secara kebetulan. Song Shuhang tidak memiliki kebiasaan membawa ponselnya bersamanya.", "Saat ini, ponsel memiliki fungsi yang semakin banyak, demikian pula ukurannya juga bertambah. Saat ini, hampir mustahil untuk menemukanponsel yang hanya memiliki fungsi melakukan panggilan telepon. Karena ukuran ponsel menjadi terlalu besar, Song Shuhang bahkan menggunakan benda itu sebagai telepon rumah.", "“Kekuatan baterai 7%, itu sudah cukup untuk digunakan.”", "Tidak banyak yang tersisa, tetapi jika itu hanya untuk menjawab panggilan dan membalas pesan, itu akan cukup untuk membuatnya bertahan di sore hari.", "Berpikir seperti ini, dia membawa teleponnya, mengambil bukunya yang disewa dan menuju kebahagiaan membaca buku di toko buku.", "……", "Waktu berlalu dengan cepat.", "Sekitar 1,5 jam kemudian.", "“Aneh, mungkinkah aku bangun dalam posisi yang salah pagi ini?” Song Shuhang meletakkan buku tebal itu di tangannya kembali ke rak buku. Tanpa diduga, dia tidak bisa melanjutkan membaca!", "Terlepas dari apakah itu fiksi, teori mobil, manhua atau karya klasik, ia benar-benar tidak dapat membaca salah satunya. Ini adalah pertama kalinya dia bertemu hal seperti ini di masa hidupnya.", "“Ini aneh.” Gumam Song Shuhang, lalu menghela nafas. Dia kemudian dengan santai mengambil sebuah buku dan menuju ke konter sewaan.", "Jika dia tidak bisa membenamkan dirinya di dalamnya, maka membaca jendela tidak ada artinya.", "Berpikir sejenak, dia memutuskan untuk berjalan-jalan di sekitar University City, dan menghilangkan kebosanannya.", "Ketika datang untuk menghilangkan kebosanan, tempat terkenal di dekat Universitas Jiang Nan harus disebutkan —— Foodie Paradise.", "Aku akan makan sesuatu yang enak!", "＊＊＊＊＊＊＊＊＊", "Foodie Paradise adalah jalan makanan yang makmur, 2 jalan terpisah dari Universitas Jiang Nan, membutuhkan 20 menit berjalan kaki. Tapi jarak kecil ini benar-benar tidak mampu menghentikan perjalanan para pecinta kuliner.", "Di sini, selain pesawat yang terbang di langit, dan kursi berkaki empat yang tetap berada di tanah, semuanya dapat ditemukan. Semua selera makan bisa terpuaskan.", "Selama ini, tempat ini dinamai ‘Surga Foodie’ atau ‘Surga Makanan’, sedangkan nama aslinya malah dilupakan.", "Apa nama tempat ini?", "Song Shuhang mengangkat kepalanya untuk melihat ke arah tanda jalan.", "‘Jalan Luo Xin Menyambut Kamu’, papan dengan 5 kata emas dan cerah bersinar di bawah matahari.", "Oh itu benar, tempat ini disebut Jalan Luo Xin, nama yang bagus.", "Shuhang berpikiran seperti itu, dan memasuki jalan.", "Setelah berjalan dua langkah, dia dengan keras berbalik. Dia kemudian dengan cepat pindah kembali ke papan nama besar, dan menatap ke 5 kata-kata emas besar yang cerah dan menyilaukan.", "Jalan Luo Xin Menyambut Kamu!", "Dia tidak melihat sesuatu, itu adalah Jalan Luo Xin.", "Song Shuhang terdiam.", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["Chapter 7: The Group Of Delinquents That Got Wiped Out Indo"], "textNovel": ["Chapter 7: The Group Of Delinquents That Got Wiped Out", "Bab 7: Kelompok Kenakalan yang Dihapuskan", "Master Abadi Copper Trigram, “Sialan! Praktisi Lepas Sungai Utara apa yang Kamu maksud dengan itu, ini adalah intimidasi yang tak tertahankan! Pada malam bulan purnama bulan depan, di Forbidden Purple Peak, apakah Kamu berani datang? ”", "“Tentu, menurutmu aku takut padamu, seorang ahli ramalan palsu? Namun, aku tidak bebas di bulan purnama bulan depan, bagaimana kalau kita menetapkan tanggal sebagai tiga bulan kemudian? “Praktisi yang Longgar di River Utara dengan segar setuju,” Juga, ketika saatnya tiba bagaimana aku bisa menemukan Kamu? Lagipula Kamu memiliki terlalu banyak identitas. Jika Kamu berubah menjadi sockpuppet, aku tidak akan mengenali Kamu bahkan jika Kamu berdiri di depan mata aku. ”", "Master Abadi Copper Trigram tidak hanya ‘mahir’ dalam ramalan, ia juga ahli dalam mengubah penampilan. Orang-orang dalam kelompok obrolan menduga bahwa dia pasti dikejar-kejar untuk dibunuh karena menghitung ramalan dengan begitu sering, dan tidak punya pilihan selain mengubah identitasnya untuk melarikan diri. Seiring waktu, ia menguasai seni mengubah penampilan.", "“Tiga bulan kemudian! Ketika saatnya tiba, semua yang Kamu butuhkan adalah naik ke Puncak Ungu Terlarang, aku akan menemukan Kamu di sana! Wajahmu yang penuh kebencian, aku akan mengenalinya bahkan jika itu berubah menjadi abu! ”Guru Abadi Copper Trigram dengan marah berkata.", "“Ini sudah diselesaikan!” Longgar Praktisi Sungai Utara sangat tegas, seolah-olah dia memiliki Master Abadi Copper Trigram di dalam tas.", "Saat Mt. Yellow’s True Monarch melihat ini, dia mengirim senyuman dan berkata, “Sungai Utara, sepertinya kamu akan melakukan terobosan. Kamu ingin pertarungan untuk menariknya keluar, dan terobosan dalam satu nafas kan? Kamu telah terjebak dalam Tahap 5 – Roh Kaisar untuk waktu yang lama, memang sudah saatnya Kamu membuat terobosan. Tiga bulan kemudian pada malam bulan purnama, jika aku bisa meluangkan waktu untuk keluar, aku akan pergi ke Puncak Ungu Terlarang untuk mewasiti duel kalian berdua. Ketika saatnya tiba, aku juga akan menyiapkan hadiah kecil untuk Kamu berdua.", "“True Monarch benar-benar mengerti aku!” Praktisi Longgar Sungai Utara segera menjadi bersemangat, harus diketahui bahwa Mt. Yellow’s True Monarch adalah senior yang tua, sesuatu yang dia persiapkan pastinya tidak akan sesederhana seperti ‘hadiah kecil’.", "Untuk mendapatkan hal-hal seperti itu dari ujung jari para senior ini, hal-hal ini dapat dianggap sebagai harta bagi junior seperti mereka, harta yang hanya bisa mereka dapatkan melalui pertemuan yang kebetulan!", "“Sejak True Monarch mengatakan itu, ketika saatnya tiba aku tidak akan membiarkan North River kedinginan. Aku awalnya bermaksud membiarkan Sungai Utara bertahan setengah malam dari angin dingin di Forbidden Purple Peak terlebih dahulu, ”kata Copper Immortal Master Trigram perlahan.", "“……” Praktisi Longgar Sungai Utara.", "Dasar brengsek!", "Orang ini pantas disebut seseorang yang mainan ramalannya dengan hati seseorang, hatinya benar-benar tercemar!", "Pada saat ini, North River secara diam-diam memutuskan di dalam hatinya, tiga bulan kemudian dia benar-benar harus memukuli Guru Abadi Copper Trigram dengan sangat buruk sehingga bahkan True Monarch tidak dapat mengenalinya!", "Ketika masalah ini sampai pada suatu kesimpulan, chat group itu untuk sementara membisu.", "……", "……", "Setelah Song Shuhang membaca catatan obrolan, dia sedikit khawatir di dalam hatinya: Tidak mungkin Guru Abadi Copper Trigram dan Praktisi Longgar Sungai Utara dari grup akan benar-benar pergi ke Puncak Purple Terlarang Kota Terlarang untuk berduel, kanan? Berdasarkan karakter mereka, mungkin saja mereka benar-benar melakukan hal-hal konyol seperti itu, ketika itu terjadi bagaimana jika mereka tertangkap oleh keamanan di sana?", "Aku akan mencatat ini dulu, ketika meninggalkan grup aku harus memperingatkan mereka untuk tidak merusak warisan budaya negara kita, itu ilegal.", "Menutup chat group, Song Shuhang membuka halaman web Universitas regional Jiang Nan, untuk melihat berita apa yang ada saat ini.", "Kisah utama dari halaman web sekolah adalah petir liar yang misterius di sore ini, lokasi petir adalah seperti yang diduga Song Shuhang, di H City.", "Karena badai di langit yang cerah, H City dan wilayah Jiang Nan di dekatnya memiliki area yang mengalami pemadaman. Ini menyebabkanserangkaian masalah, tetapi untungnya, tidak ada kematian.", "Pada akhirnya ada sedikit dan banyak berita tentang Kota Universitas Jiang Nan. Beberapa contoh adalah, pembaruan kecantikan sekolah mereka dan peringkat pria tampan, yang lulusan sekolahnya telah memulai sebuah perusahaan yang terkenal di seluruh negeri, hasil dari peringkat nasional sekolah dalam kompetisi, harga selimut yang digunakan oleh senior lulusan perempuan dalam lelang, dll.", "Song Shuhang tidak tertarik dengan ini, ia hanya perlu mendapatkan pengetahuan tentang beberapa dari mereka, sehingga ketika diperlukan, ia memiliki beberapa topik percakapan bersama ketika iseng mengobrol dengan orang lain.", "Setelah itu, ia mulai mencari informasi mengenai pendaftaran untuk belajar mengemudi di situs web sekolah. Biaya pendaftaran untuk mobil biasa adalah 2.500, harga siswa hanya menguntungkan. Di wilayah Jiang Nan, saat seorang siswa keluar dari sekolah, biaya belajar mengemudi akan dimulai dari 10.000 ke atas.", "Song Shuhang mencatat nomor kontak, ia bermaksud mempelajari teorinya dalam beberapa hari ke depan, kemudian mendaftar untuk kelas mengemudi. Sekolah mengemudi memiliki kelas untuk teori, tetapi jika dia mempelajari teori itu sendiri dan langsung mendaftar untuk kelas mengemudi praktis itu akan lebih cepat.", "Ding Dong ~", "Di situs web sekolah ada pembaruan baru mengenai kampus, membangkitkan rasa ingin tahu darinya.", "Hanya sekitar 10 hingga 20 menit yang lalu, di gang-gang dekat dengan University City, banyak kenakalan yang tak sadarkan diri oleh seorang ahli misterius, seluruh kelompok itu musnah.", "Yang disebut kenakalan ini sebenarnya sebagian besar siswa, sedangkan minoritas adalah siswa yang putus sekolah. Sebagian besar dari mereka memiliki tatanan rambut yang sangat mencolok, dengan tindikan di sekujur tubuh mereka, dan diam-diam menghindar dari para guru di lorong kecil untuk merokok, mereka adalah pemuda pemberontak.", "Di antara mereka, ada juga siswa pengulang, dengan hobi ‘meminjam’ uang dari siswa yang pengecut. Bagi para penjahat, geng memukuli orang lain adalah jenis ketertarikan, sementara itu juga tidak ada yang luar biasa bagi seseorang untuk dihajar. Ini karena mereka yang tidak memiliki geng atau faksi, bahkan tidak dapat dianggap sebagai penjahat.", "Anak nakal yang dipukuli bukanlah berita, tetapi dalam beberapa menit saja, memiliki sekitar 100 dari anak nakal ini yang menjadi masalah.", "Pada foto yang diambil oleh siswa di tempat kejadian, kondisi buruk kenakalan bisa dilihat. Setiap orang dari mereka memiliki wajah yang sangat merah, penampilan wajah mereka seolah-olah mereka akan berakting dalam opera Beijing, dengan memar berbagai warna. Mereka sangat cocok dengan perkataan itu —— sudah mencapai titik yang bahkan ibu mereka tidak bisa mengenali mereka!", "Web sekolah memiliki banyak komentar mengenai hal ini.", "Ada seseorang yang bersukacita dalam kemalangan orang-orang itu: “Siapa yang melakukannya? Mereka benar-benar tidak menunjukkan belas kasihan. Apakah itu klub MMA atau klub Taekwondo? Atau mungkinkah seseorang dari klub Tinju melatih anggota baru, dan membentuk kelompok untuk melenyapkan anak-anak nakal? ”", "Yang melaporkan informasi baru: “Mereka semua pingsan, mereka sekarang dalam perjalanan ke rumah sakit. Belum ada yang terbangun, tersangka tidak diketahui. ”", "Yang berspekulasi: “Menurut orang-orang dari ruko di samping gang, mereka tidak melihat sekelompok besar kenakalan berkelahi di antara mereka sendiri. Selain itu bahkan jika mereka bertarung di antara mereka sendiri, tidak mungkin tidak ada yang sadar, kan? Tidak akan ada kebetulan seperti itu bahkan jika itu adalah kehancuran timbal balik. Karena itu sangat mungkin bahwa itu adalah seorang ahli di tempat kerja, satu orang atau beberapa orang telah menghapus semua kenakalan. ”", "“Menguasai? Jenis yang bisa mengalahkan lebih dari 80 saja? Haha. ”Seseorang tertawa, orang harus tahu bahwa bahkan jika jumlah kenakalan tidak mencapai 100, masih akan ada setidaknya 80. Dengan begitu banyak kenakalan dipukuli ke tanah dalam beberapa menit, hanya mereka yang hebat para pahlawan dari film-film yang menyeberang dapat melakukannya, bukan?", "“Mungkin seseorang di pasukan khusus elit tentara yang melakukan ini? Dikatakan bahwa pasukan khusus elit itu menangani orang-orang biasa seperti memegang mainan, mereka dapat menangani selusin atau lebih dalam satu menit. ”", "“Pria di lantai atas ini bercanda kan? Bahkan jika pasukan khusus elit sangat mengagumkan, mereka juga memiliki misi sendiri. Setelah mereka diperintahkan untuk berurusan dengan kenakalan ini, itu sama dengan menggunakan meriam untuk menembak nyamuk! ”", "“Tolong berhenti berspekulasi, bukankah kita tahu siapa yang melakukan ini setelah anak nakal bangun?” Seseorang menjawab.", "Song Shuhang menyegarkan halaman web, dengan santai melihat berbagai komentar lalu menutup jendela berita.", "Bagaimanapun, hal-hal yang terjadi pada kenakalan tidak menjadi perhatiannya.", "Meskipun tingginya hanya 1,75m, Song Shuhang sangat buff. Dengan satu pandangan jelas bahwa dia bukanlah tipe yang akan menjadi target untuk ‘meminjam’ uang, itu seperti dia dan anak-anak nakal hidup di dunia yang terpisah …… Jika tidak ada yang tak terduga terjadi, tidak akan pernah ada hubungan di antara dia dan para penjahat itu seumur hidupnya.", "Setelah melakukan peregangan malas, dia menutup halaman web kampus, bersandar di kursinya dan mengosongkan pikirannya.", "Petir yang aneh di pagi hari terus bergema di benaknya, pikiran yang jelas dikosongkan dari waktu ke waktu memiliki kilat dan guntur melintas, menyebabkan rohnya tidak dapat mendapatkan ketenangan untuk waktu yang lama.", "＊＊＊＊＊＊＊＊＊＊", "Keesokan harinya.", "2 Juni, Minggu, cuaca cerah.", "Song Shuhang turun dari tempat tidur lebih awal, ia awalnya bermaksud untuk tetap terjaga semalaman, tetapi serangkaian acara kemarin terus membuatnya merasa aneh. Dia tidak tahu mengapa dia kehilangan mood untuk tetap terjaga semalaman, dan malah tidur lebih awal.", "Bahkan jika dia ingin melakukannya malam ini, teman sekamar lain dari asrama akan kembali.", "Setelah bangun dan mandi, Shuhang sekali lagi membuka perangkat lunak obrolan grup di sudut kanan bawah monitor. Seperti sebelumnya, sepupu tua Zhao Yaya tidak menjawab. Sepertinya dia masih harus menunggu selama 2 hari.", "“Jika setelah 2 hari sepupu yang lebih tua tidak membalas, maka aku akan menelponnya.” Song Shuhang berpikir di dalam.", "Setelah itu dia sekali lagi membuka Kelompok Nine Provinces (1). Setiap kali dia melihat, dia akan memiliki suasana hati yang indah dan hebat.", "Tetapi jika dia melihat terlalu banyak, dia akan dengan mudah berasimilasi.", "Sepotong informasi pertama dalam kelompok itu berasal dari Ah Qi dari Su Clan: “Aku telah membuat semua orang khawatir, kesusahan petir Ah Shiliu mengalami sedikit kecelakaan, namun aku sudah menyelesaikannya. Setelah kecelakaan di kesusahan kilat Ah Shiliu, dia melampiaskan emosinya. Namun dia juga ditemukan dan dibawa pergi oleh aku, dan tidak menyebabkan gangguan yang terlalu besar. Itu tepat di tempat yang dekat dengan H City, ada beberapa …… Ya, ada lusinan orang biasa yang tak sadarkan diri yang tak sadarkan diri oleh Ah Shiliu, tidak ada yang mati. Aku masih harus membawa Ah Shiliu kembali untuk perjalanan ke cabang utama Su Clan berikutnya, aku mungkin tidak akan online untuk beberapa hari ke depan. Ngomong-ngomong …… Semua orang, tolong jangan khawatir. ”", "Ini adalah pesan yang dikirim jam 3 pagi itu.", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["Chapter 5: I Believe In Science! Indo"], "textNovel": ["Chapter 5: I Believe In Science!", "Bab 5: Aku Percaya Pada Sains!", "Setelah menyelesaikan makan siangnya, Song Shuhang berjalan menuju toko penyewaan buku terdekat untuk membaca.", "[TL: Basically he goes to the book shop to read but not to buy, similar to window shopping, and so, window read]", "Dia suka membaca jendela, bukan karena dia ingin menghemat uang dengan meminjam beberapa buku, tetapi ini adalah hobinya. Song Shuhang menemukan berjongkok di sudut toko buku sedang membaca sangat menyenangkan!", "Tentu saja, untuk menghindari bos membencinya, setelah membaca sebentar, ia akan menyewa satu atau dua buku. Seseorang harus memiliki integritas, dan apa pun yang dilakukan tidak boleh terlalu ekstrem, hal-hal harus dikerjakan sedikit demi sedikit! Dengan cara ini dia bisa menghindari bos yang membencinya, dan mengejarnya.", "Lagi pula, untuk toko buku sebesar yang ada di depannya, dengan berbagai macam buku tidak hanya terbatas pada novel, melainkan semua jenis genre novel tersedia. Toko buku jenis ini sudah langka saat ini.", "Untuk dimasukkan dalam daftar hitam, di sekitar Universitas JiangNan, orang tidak dapat menemukan toko buku yang lebih mengesankan.", "Mereka mengatakan bahwa nama seseorang itu penting dan orang itu menjadi seperti nama mereka. Song Shuhang sangat suka membaca buku, dan tidak bias menentangnya.", "[TL: The word ‘Shu’ in Song Shuhang means books, while ‘hang’ refers to boat/vessel/ship.]", "Tidak masalah apakah itu novel fiksi, sastra klasik, karya klasik, atau bahkan karya teori yang dapat membuat kepala seseorang pusing, dia menikmati semuanya.", "Hari-hari ini, dia telah membaca buku tentang teknik mengemudi mobil dan pengetahuan penting. Dia berencana untuk mendapatkan SIM sementara kelas masih mudah selama tahun pertamanya. Mengikuti tes di sekolah daripada di luar jauh lebih murah, perbedaan antara 7 hingga 8 ribu yuan.", "……", "……", "Saat membaca jendela, waktu akan selalu berlalu dengan cepat.", "Dalam sekejap mata, waktu mencapai 3PM.", "“Begitu cepat …….. aku harus bersiap untuk kembali. Aku juga perlu pergi ke supermarket terdekat untuk mendapatkan makanan ringan untuk makan malam tengah malam, jadi aku bisa menarik semua malam hari Sabtu malam. ”Song Shuhang tertawa.", "Selesai bergumam, dia secara acak memilih buku, berjalan menuju kasir, dan memeriksa buku itu.", "Meja kasir terletak di pintu keluar toko buku. Hari ini, tenda di luar yang menyediakan tempat teduh untuk toko rusak, jadi bos wanita itu berlindung di tempat yang teduh, menghindari matahari yang terik.", "“Matahari sangat cerah, sudah terasa seperti pertengahan musim panas.” Kata Song Shuhang saat dia menggunakan satu tangan untuk menutupi matanya dan menatap langit.", "Bos wanita adalah kecantikan Jiang Nan klasik, seolah-olah dia terbuat dari air.", "Seperti Song Shuhang, minatnya juga mendapatkan buku dan membacanya sepanjang hari. Dari pakaiannya, dapat dilihat bahwa kualitas hidupnya tidak rendah dan membuka toko buku ini hanyalah sebuah hobi baginya.", "Biasanya, dia akan duduk dan membaca dengan lembut dan halus. Cukup indah, pemandangan ini menghangatkan hati dan menyenangkan mata. Untuk menyaksikan pemandangan indah seperti lukisan ini, banyak anak muda akan dengan paksa mengubah hobi mereka dari menjadi pemuda pemberontak menjadi pemuda sastra.", "Namun, dikatakan bahwa sisi keindahan yang indah ini hanyalah sisi damai baginya.", "Dengan mode damai, pasti akan ada mode PK atau mode mengamuk dalam dirinya. Hanya saja, dalam setengah tahun ini, Shuhang belum melihat sisi ini.", "“Baik. Dalam 2 hari, Kamu harus ingat untuk mengembalikannya. Satu hari tambahan akan menambah satu yuan lagi untuk biaya itu. ”Bos wanita itu menyelesaikan prosedur untuk menyewa buku, lalu melambaikan tangannya untuk memberi isyarat kepada Song Shuhang agar tersesat.", "Meskipun mereka hanya berinteraksi selama setengah semester, moocher ini yang akan tinggal selama lebih dari setengah hari meninggalkan kesan mendalam padanya. Jika bukan karena kebijaksanaannya dalam memeriksa beberapa buku untuk membantu bisnisnya, dia akan menggunakan sapu dan mengusirnya keluar berabad-abad yang lalu.", "“Hehe” Song Shuhang tertawa ketika dia mengambil buku-buku dan mengambil langkah keluar dari toko.", "Ledakan!!!", "Pada saat ini, suara memekakkan telinga meledak.", "Kebisingan ini telah menakuti semua orang di toko ini, dan mengenai Song Shuhang yang hampir mengambil langkah keluar dari toko, dia jatuh tersungkur di wajahnya!", "“Brengsek!”", "“Hei, apa-apaan!”", "“Guntur dari langit yang cerah?”", "“Membuatku takut sampai mati.” Di toko buku ini, segala macam seruan bisa didengar.", "Mengangkat kepalanya ke arah langit, Song Shuhang menemukan bahwa langit yang jernih tak berujung telah berubah. Di cakrawala, tampak awan hitam diam-diam mengembun. Dalam sekejap mata, awan menutupi cakrawala, memberikan perasaan awan badai mendekat.", "[TL: Bad omens]", "“Sepertinya akan hujan?” Cih. Mereka mengatakan bahwa beberapa tahun yang lalu, ramalan cuaca tidak akurat dan kita harus melakukan yang sebaliknya. Ketika ramalan menyatakan itu akan menjadi hari yang cerah, Kamu harus membawa payung. Aku berharap setelah bertahun-tahun, ramalan cuaca akan membaik. Berpikir bahwa ini akan tetap tidak bisa diandalkan. ”Song Shuhang menghela nafas.", "Akan lebih baik jika itu dulu. Saat itu, Kamu hanya perlu mengikuti kebalikan dari perkiraan ramalan. Saat ini, Kamu perlu memprediksi dan bertaruh apakah perkiraannya akurat.", "Setelah membiarkan imajinasinya menjadi liar, dia menggenggam buku-bukunya yang disewa dan mempersiapkan balapan kembali ke asrama sementara hujan belum turun.", "Tidak menunggu sampai kaki kedua Song Shuhang keluar.", "Ledakan…..", "Namun guntur lain meraung, membuat telinga orang-orang berdengung.", "Kaki Song Shuhang yang terangkat sekali lagi kembali ke tanah.", "Di cakrawala, area dengan awan hitam mulai terdistorsi secara aneh. Petir dalam bentuk ular mulai menembak keluar dari awan, membentuk “jaring” petir dan meledak dengan gemuruh.", "Song Shuhang telah melihat kilat sebelumnya, tetapi dalam kehidupan ini, dia belum melihat petir dan menyalakan ini terkonsentrasi – hampir seolah-olah itu adalah kiamat. Petir dan kilat tidak menyerang satu per satu, tetapi menyerang secara terkoordinasi.", "Ledakan dari guntur juga tidak biasa.", "Di masa lalu, guntur hanya akan memiliki ledakan keras dengan beberapa gema setelahnya. Tapi sekarang, itu terdengar seperti ketika sejumlah besar bubuk mesiu ditambahkan ke petasan.", "Boom boom, bang bang, boom boom.", "Dengan begitu banyak kebisingan, bahkan gema diblokir.", "Seandainya seseorang tersentak oleh ini, berapa banyak kekuatan yang akan dibuka orang itu?", "Selain itu, apa yang membuat Song Shuhang lebih khawatir adalah bahwa awan hitam tidak bergerak. Ia tetap berada di cakrawala, membom daerah itu dengan kacau, tanpa niat untuk menyebar.", "Teriakan guntur terus naik selama sekitar sepuluh napas, terus menerus.", "Ini memberi orang perasaan bahwa badai ganas mendekat.", "“Sangat diakungkan!” Song Shuhang menghela nafas. Dia berbicara dalam hatinya, “Mengapa aku tidak kembali ke jendela untuk membaca lebih lanjut?”", "Secara umum, mengenai badai petir, mereka yang datang dengan cepat, juga pergi dengan cepat. Namun, jika badai bertahan lebih lama, bisakah dia membaca buku lain?", "Memikirkan hal ini, dia sekali lagi kembali ke toko buku bersiap untuk sekali lagi tinggal sebentar.", "Seolah Tuhan sedang bercanda pada Shuhang, setelah berbalik kembali ke toko buku, keributan itu sepertinya tiba-tiba berhenti!", "Pada saat yang sama, awan hitam yang menutupi cakrawala dan kilat berbentuk seperti ular juga menghilang ke udara tipis! Seolah-olah tangan yang kuat menggunakan langit untuk melukis, dan setelah merasa tidak puas, ia dengan mudah menghapus awan hitam dan ular kilat.", "Sekali lagi, langit kembali menjadi jernih tanpa akhir, matahari menyinari segalanya! Mirip dengan ledakan yang baru terjadi dari guntur, langit yang penuh dengan ular kilat tampak seperti ilusi dan hanya fantasi.", "Di toko, ada orang bergumam, “Situasi apa ini?”", "“Sebenarnya tidak mungkin ada seseorang yang begitu berdosa sehingga mereka disambar petir, kan?”", "“Takhyul! Guntur dan kilat ini hanyalah fenomena alam ….. ”", "Pada saat ini, di sebelah Shuhang, seorang bocah mengangkat kepalanya, tangan kirinya mengepal manhua anak-anak, kanannya menunjuk ke langit. Dengan lantang, dengan aura kepahlawanan, dia berteriak, “Ahh, aku ingin langit ini, tidak pernah lagi menutupi mataku. Aku ingin tanah ini, tidak bisa mengubur hati aku! Aku ingin langit tertutup awan hitam, menghilang tanpa jejak! ”", "Sudut mulut Song Shuhang berkedut, yakin bahwa begitu bocah ini tumbuh, setelah mengingat kembali ingatan ini, ia akan berguling-guling di tanah karena malu. Selain itu, jenis sejarah kelam ini akan menghantui bocah ini seumur hidupnya. Setelah itu, dengan susah payah melupakan ingatan ini, dia tidak bisa mengatakan dengan pasti ingatan itu tidak akan muncul dari sudut di otaknya, mendorongnya untuk berteriak: “Jatuhkan mati, sangat memalukan!” Dan seterusnya. Juga membuatnya berharap bahwa dia bisa kembali ke masa lalu, dan menyalahkan dirinya sendiri.", "Karena dia sendiri punya banyak pengalaman.", "Hanya tidak tahu mengapa, melihat bocah yang menggelikan ini, Song Shuhang tiba-tiba teringat pada Nine Provinces (1) Kelompok dan semua chuunibyou di dalamnya.", "“H City, Stage-Houtian Tribulation ke-3.”", "Catatan obrolan grup itu melintas di benaknya.", "Dia sekali lagi menilai lokasi acara. Beberapa saat yang lalu, daerah di mana terjadi badai, sepertinya ……. berada tepat di lokasi H City?", "Meskipun Song Shuhang memiliki hati yang besar, hatinya berdetak kencang", "Mungkinkah? Apakah itu benar?", "Prakiraan cuaca menunjukkan langit yang cerah, tetapi di depan matanya, ledakan yang tak terhitung jumlahnya dari petir tiba-tiba muncul.", "“Hahahaha, bagaimana ini bisa terjadi! Bagaimana mungkin ada benda yang mampu menggerakkan langit. Itu harus kebetulan ?! ”Song Shuhang menenangkan hatinya.", "Tetapi, ketika pikiran itu muncul, mustahil untuk menyingkirkannya. Apakah benar-benar kebetulan seperti itu di dunia ini? Ular kilat itu sangat aneh, seolah-olah itu tidak alami.", "H City, Kesengsaraan. Beberapa kata tanpa henti ini bergema di benaknya.", "Dengan paksa, Song Shuhang menggelengkan kepalanya, membuang kemungkinan ini dari benaknya.", "Pandangan dunia ini, yang telah ia gunakan selama 18 tahun untuk membangun, menyuruhnya untuk percaya pada sains dan menolak takhyul. Awan petir itu hanya fenomena alam yang aneh dan bukan berasal dari kesusahan besar!", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["Chapter 8: Soft Feather and Luo Xin Street Indo"], "textNovel": ["Chapter 8: Soft Feather and Luo Xin Street", "Bab 8: Bulu Lembut dan Jalan Luo Xin", "“Untung tidak ada yang terjadi, aku merasa lega sekarang. Aku akan memberi tahu Soft Feather, sehingga dia tidak akan khawatir, dan untuk menghindarinya menyia-nyiakan perjalanan menuju Kota H. “Praktisi yang Longgar di Sungai Utara memasukkan balasan segera setelah itu.", "Song Shuhang merasa bahwa Longgar Praktisi Long River pada dasarnya online selama 24 jam setiap hari, ia tidak tahu bagaimana orang ini memiliki begitu banyak energi. Mungkinkah kebiasaan online-nya kebetulan sama dengan dirinya sendiri, yang bernama Song? Itulah sebabnya setiap kali dia online dia kebetulan bertemu dengan Longgar Praktisi Long River.", "Itu tidak benar …… Ketika Song Shuhang online, dia online. Ketika Song Shuhang sedang offline, dia masih online, karena setiap kali Song Shuhang datang online, catatan obrolan yang dia lihat semuanya memiliki Praktisi yang Longgar di Sungai Utara termasuk di dalamnya.", "Sepertinya dia tidak perlu tidur sama sekali, seolah-olah dia adalah pejuang suci internet.", "Song Shuhang tidak bisa tidak khawatir, karena pada saat ini, jumlah kematian mendadak karena penggunaan komputer semalam sangat tinggi, jika Praktisi Longgar Sungai Utara terus berlanjut seperti itu, apakah suatu hari nanti ia akan mati secara mendadak juga?", "Ini harus dicatat juga …… Ketika saatnya tiba untuk meninggalkan grup, aku lebih baik menasihatinya.", "Song Shuhang terus menarik bilah gulir ke bawah.", "Setelah Ah Qi dari Su Clan selesai berbicara, dia menyapa semua orang sekali lagi, lalu offline.", "Selanjutnya, sekitar jam 5 pagi, Medicine Master datang online dan mengunggah foto, lalu menambahkan tanda tanya setelah foto.", "Itu adalah gambar tanaman, yang belum pernah dilihat Song Shuhang sebelumnya.", "Tumbuhan ini tumbuh melengkung, seperti naga yang melingkar. Di ujung tanaman ada garis duri, sementara rimpang berwarna hitam keunguan, itu adalah tanaman yang sangat aneh, dengan banyak poin bagus yang patut dikagumi.", "“Rumput Naga Racun huh, Master Kedokteran apakah kamu membutuhkan ini lagi? Bukankah Kamu sudah berkultivasi beberapa waktu yang lalu? “Longgar Praktisi Sungai Utara sekali lagi adalah orang pertama yang menjawab.", "“Eksperimen, semua mati.” Master Kedokteran kemudian mengirim emoji depresi. Selain itu, kumpulan kualitas Rumput Naga Rumput itu tidak terlalu bagus.", "“Baiklah, aku akan menghubungi kamu jika aku berhasil mendapatkan beberapa. Jika yang lain melihatnya, mereka pasti akan memberi tahu Kamu juga. ”Jawab Longgar Praktisi River Utara.", "“Ingin hidup.” Master Kedokteran menambahkan satu balasan lagi.", "Racun Naga Rumput …… Dari suaranya, itu tidak tampak seperti sejenis tanaman, tidak mungkin itu juga untuk meramu pil, kan? Apakah akan meracuni seseorang sampai mati?", "Song Shuhang sedikit khawatir, dia terus merasa bahwa orang-orang dalam kelompok itu sangat pandai mencari kematian.", "Tunggu, sepertinya ada sesuatu yang mencurigakan di sini.", "Tangan Song Shuhang bergetar sesaat, jari-jarinya bergerak sedikit ke belakang, ke tempat Ah Qi Su Clan menjawab, lalu melihatnya sekali lagi.", "“Ada beberapa … Ya, ada lusinan orang biasa yang tidak bijaksana yang tak sadarkan diri oleh Ah Shiliu, tidak ada yang mati.”", "Kalimat ini memberi Song Shuhang perasaan aneh, karena ia secara otomatis memikirkan kelompok kenakalan yang tersapu bersih ……", "Ini bukan kebetulan seperti itu, kan? Jika orang mengatakan semua ini adalah kebetulan, maka jumlah kebetulan baru-baru ini agak terlalu banyak bukan !?", "“Mungkin aku harus melihatnya dari perspektif yang berbeda, mungkin itu bukan kebetulan, hanya aku yang terlalu memikirkan hal-hal lain.”", "“Orang selalu seperti itu, ketika mereka memiliki keraguan terhadap topik tertentu di hati mereka, mereka membawa banyak hal yang tidak berhubungan bersama untuk secara paksa membentuk kesimpulan. Sama seperti ketika mencurigai seseorang mencuri uang mereka, mereka akan menghubungkan banyak peristiwa dengan kepala orang ini, dan semakin mereka memandang orang itu semakin mereka berpikir bahwa mereka sedang melihat penjahat. ”", "Dia merasa bahwa kondisi pikirannya saat ini mungkin adalah pola pikir ‘mencurigai seseorang adalah pencuri’.", "Aku tidak bisa memikirkan ini lagi, jika aku terus memikirkannya, aku akan tersesat seperti orang-orang dalam grup. Song Shuhangmelakukan peregangan malas, dan bersiap untuk pergi joging.", "Waktu hari itu terletak di pagi hari, apalagi dia merasa fisiknya menurun, dia belum sepenuhnya pulih dari flu dan batuk yang telah berlangsung lebih dari 10 hari, dan masih batuk dari waktu ke waktu, itu menyiksa!", "Jadi dia datang dengan sebuah ide, dan memutuskan untuk berlari 1,5 km di pagi hari untuk menguatkan tubuhnya.", "Tujuannya adalah untuk bertahan di pagi hari selama sebulan penuh!", "＊＊＊＊＊＊＊＊＊＊", "Pada saat yang sama, di bandara wilayah Jiang Nan.", "Seorang wanita dengan rambut sebatas pinggang berjalan keluar dari bandara dengan sebuah koper besar. Dia memiliki kulit putih, tinggi, dan kaki panjang. Dia mengenakan T-shirt putih, celana pendek denim, dan sepasang sepatu kets untuk kakinya yang ramping, terlihat muda dan cantik.", "Namun, pada saat ini wanita berambut panjang memiliki ekspresi jengkel ketika dia melihat-lihat bandara raksasa, “Aku paling tidak suka tempat-tempat besar seperti ini, sangat mudah tersesat.”", "Selanjutnya, dia mengeluarkan ponselnya, dan mengotak-atiknya.", "＊＊＊＊＊＊＊＊＊＊", "Berkeringat di mana-mana dari joging paginya, Song Shuhang merasakan kesegaran dan kejelasan, sesuatu yang sudah lama tidak dirasakannya.", "Ketika dia melewati ruang makan, dia membeli roti isi yang dikukus dan susu kedelai sebagai sarapan, dan kembali ke asrama setelah napasnya yang cepat dan dangkal mulai stabil.", "Sekarang hari Minggu dan masih ada waktu luang sepanjang hari, apa yang harus aku lakukan?", "Haruskah aku membaca window?", "Menggigit roti isi yang dikukus, Song Shuhang berpikir di dalam.", "Dia lalu dengan santai menyalakan komputer, dan masuk ke halaman web sekolah. Karena dia peduli tentang masalah kenakalan yang dipukul sampai pingsan, dia terus memperhatikannya.", "Namun, tidak ada laporan berikut tentang kenakalan yang dihapuskan di halaman web sekolah, karena kenakalan yang menyedihkan masih berbaring di ranjang rumah sakit, dan belum ada satu pun yang menunjukkan tanda-tanda akan mendapatkan kesadaran.", "Itulah sebabnya tidak ada cara untuk mencari tahu siapa atau apa yang mengalahkan mereka menjadi seperti itu.", "Para siswa yang sebelumnya mengunjungi mereka telah mengemukakan ini sebelumnya, meskipun mereka tidak sadar, para kenakalan dari waktu ke waktu akan membuat erangan karena rasa sakit. Karena jumlahnya sangat banyak, mereka ditempatkan di bangsal besar oleh rumah sakit. Sekitar 80 jeritan menyedihkan orang, pemandangan itu terlalu indah, dan sangat tragis.", "“Itu hanya karena tidak sadarkan diri, mereka harus bangun dalam satu atau dua hari, bukan? Tidak mungkin kenakalan ini dipukuli menjadi sayuran, kan? “Song Shuhang berbicara dengan lembut pada dirinya sendiri.", "Sambil membiarkan pikirannya melayang, dia sekali lagi membuka chat group.", "Selama ia berlari dan sarapan, ada lebih banyak informasi baru di grup.", "Bulu Lembut Pulau Kupu-Kupu Spiritual (Online via perangkat seluler): “Senior North River, aku telah tiba di bandara wilayah Jiang Nan. Apakah pihak Ah Qi senior memerlukan bantuan? ”", "Praktisi yang Lepas dari Sungai Utara diharapkan, online. Dia dengan cepat menjawab, “Soft Feather, kamu akhirnya datang online, Ah Qi telah menemukan Ah Shiliu selama dini hari, dan meninggalkan H City. Kamu tidak perlu khawatir tentang mereka, dan dapat langsung melanjutkan ke J City untuk menyelesaikan masalah Kamu dengan nyaman.", "“Jika tidak ada hal buruk terjadi maka semuanya baik-baik saja.” Jawab Soft Feather, lalu menambahkan baris lain, “Apakah senior Ah Qi sudah meninggalkan H City?”", "“Ya, dia pergi saat fajar.” Longgar Praktisi River Utara kembali dengan pertanyaan lain, “Mungkinkah Kamu membutuhkan Ah Qi untuk sesuatu, Soft Feather?”", "Soft Feather menghela nafas, “Sebenarnya …… ​​aku berharap untuk bertemu dengan senior Ah Qi, apakah akan lebih baik jika seseorang menemaniku ke J City jika memungkinkan. Aku tidak terlalu akrab dengan H City, wilayah Jiang Nan, dan J City, aku khawatir bahwa aku mungkin tidak dapat menemukan tujuan aku. ”", "“Kemana kamu akan pergi? Saat ini ponsel memiliki fungsi yang disebut navigasi, ini sangat berguna. Harus dikatakan bahwa penemuan oleh orang-orang modern memiliki banyak kegunaan yang mudah digunakan. ”Praktisi yang Longgar di North River dengan penuhsemangat merekomendasikan, banyak orang dalam kelompok yang tidak terbiasa dengan teknologi modern, Praktisi yang Longgar di River Utara dapat dianggap sebagai seseorang yang ‘modern’ di sini.", "Hey Halo? Apakah tidak ada masalah dengan percakapan Kamu berdua? Bukankah ini titik perakitan Xianxia chuunibyou klasik? Bukankah sebaiknya Kamu merekomendasikan beberapa peta kuno? Atau harta seperti kompas?", "Jika naik satu tingkat lebih tinggi, ia bahkan dapat menerima untuk membuka portal teleportasi, tetapi ia tidak dapat menerima navigasi ponsel.", "“Aku sudah mencobanya sebelumnya, tetapi perangkat lunak navigasi tidak dapat menemukan tempat yang ingin aku kunjungi,” jawab Soft Feather dengan muram.", "Tentu saja dia tahu cara menggunakan navigasi, faktanya dia hanya 25 tahun ini, tidak ada perbedaan antara dia dan orang-orang zaman modern dalam beberapa hal. Namun, dia hanya lebih berpengetahuan ketika datang ke ‘dunia nyata’ daripada anak muda modern lainnya.", "“Selain itu, aku buruk dengan petunjuk arah, aku mungkin tidak dapat menemukan tujuan aku bahkan jika aku memiliki navigasi.” Soft Feather menambahkan.", "Praktisi yang Longgar di Sungai Utara menghibur: “Tidak masalah, setelah Kamu maju ke Tahap 5 dan mampu mengangkat diri Kamu ke udara, dengan sudut pandang yang lebih tinggi Kamu tidak akan tersesat lagi. Untuk saat ini, Kamu bisa mendapatkan taksi, biasanya, selama ada alamat, supir taksi dapat mengirim Kamu ke tujuan. Namun, berhati-hatilah untuk tidak memasuki taksi tanpa izin. ”", "“Terima kasih senior, aku akan mencobanya.” Soft Feather berterima kasih, jika tidak ada yang menyarankan, dia sendiri akan lupa bahwa ada moda transportasi yang nyaman seperti taksi.", "Praktisi yang Longgar dari River Utara menambahkan, “Ke mana Kamu mencoba pergi, Soft Feather? Jika Kamu benar-benar tidak dapat menemukan tempat itu, aku dapat membantu untuk bertanya apakah ada sesama penganut Daoistme di sekitarnya, mungkin mereka dapat membantu. ”", "“Itu ada di bagian Kota J yang disebut Jalan Luo Xin, harus ada kuil kuno di sana bernama Kuil Lampu Hantu. Tempat yang ingin aku tuju adalah kuil kuno ini! ”Soft Feather dengan cepat menjawab.", "“Baiklah, aku mengerti. Aku akan membantu Kamu bertanya-tanya, dan akan menghubungi Kamu jika ada informasi. “Jawab Longgar Praktisi River Utara.", "“Senior, aku tidak bisa cukup berterima kasih!” Soft Feather mengirim senyuman dan kemudian memposting, “Aku akan pergi mencari taksi.”", "Bandara wilayah Jiang Nan.", "Gadis berambut panjang dengan pinggang ramping dan kaki panjang menarik koper besar, dan berjalan keluar dari bandara dengan cepat. Sosoknya yang cantik meninggalkan banyak laki-laki yang dilaluinya untuk tidak bisa menatap kosong padanya.", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["Chapter 10: A Brief Interlude While Strolling In The Streets Indo"], "textNovel": ["Chapter 10: A Brief Interlude While Strolling In The Streets", "Bab 10: Selingan Singkat Saat Berjalan-Jalan Di Jalanan", "Shuhang sebelumnya berpikir untuk waktu yang lama, dan merasa bahwa dia telah mendengar nama Jalan Luo Xin sebelumnya, namun tidak dapat mengingat tidak peduli bagaimana dia mencoba. Jadi ternyata itu di sini, surga pecinta makanan yang sangat terkenal!", "Itu tidak benar, bukankah Soft Feather mengatakan bahwa Jalan Luo Xin ada di J City? Tempat ini adalah bagian dari wilayah Jiang Nan.", "Mungkinkah Soft Feather mengingat alamat yang salah?", "Atau mungkinkah wilayah Kota J dan Jiang Nan keduanya memiliki Jalan Luo Xin?", "Ini normal, nama kota dan kabupaten jarang diulang, tetapi nama desa, nama jalan, dan sebagainya sering diulang. Tempat yang ingin dituju Soft Feather haruslah yang ada di J City, dan dia seharusnya tidak datang ke wilayah Jiang Nan.", "Karena dia keluar untuk menghilangkan kebosanannya, Shuhang tidak melanjutkan merenungkan ini.", "Dia berjalan sambil makan, dan makan sambil berjalan.", "Dia tidak tahu berapa lama dia berjalan, tetapi setelah dia merasa sedikit lelah, dia membeli 2 gulungan ayam renyah, dan duduk di bangku yang disediakan untuk orang-orang untuk beristirahat di pinggir jalan, dan beristirahat.", "……", "……", "Di seberang area peristirahatan adalah lapangan umum Luo Xin Street yang luas, terdapat orang-orang yang berjalan masuk dan keluar, dan ramai dengan kebisingan dan kegembiraan.", "Cuaca baru saja berubah menjadi hangat, tetapi itu tidak pernah bisa menghentikan cinta bawaan wanita untuk kecantikan.", "Di mana-mana ada atasan spaghetti yang mempesona, atasan hulu hati, rok mini, hot pants pinggang rendah, tumit, dan sandal berujung runcing. Leher giok yang mempesona dan belahan dada, pinggang ramping dan kaki giok, meningkatkan pesona dan keindahan Jalan Luo Xin sebanyak seribu kali.", "Selama seseorang duduk di tempat peristirahatan, orang bisa melihat kaki panjang yang tak terhitung jumlahnya berkilau dengan sinar cahaya yang tak terhitung banyaknya.", "Song Shuhang dengan santai memilih area istirahat, dan itu adalah tempat yang bagus untuk melihat keindahan. Di sisinya ada 3 dudes yang menilai kaki si cantik.", "“Apakah kalian melihat itu? Gaun merah di bawah layar elektronik besar di sebelah kiri, sosok itu, kaki-kaki itu setidaknya 80 poin. “Bung gemuk dengan kacamata tebal menunjuk ke sosok gaun merah itu.", "“Ah Xu, wawasan Kamu masih perlu lebih banyak latihan. 73 tanda adalah yang tertinggi, kakinya panjang, tetapi secara keseluruhan ia agak terlalu kurus. Selain itu, proporsi anak sapi agak pendek, memengaruhi kecantikan seluruh paket. ”Di sampingnya, seorang pria tampan memberikan pendapat profesionalnya.", "“Begitukah?” Kacamata berlemak menggaruk kepalanya, dengan tatapan hati-hati itu benar-benar seperti yang dikatakan pria tampan itu. Namun tidak mungkin untuk mengatakan jika dia tidak melihat dengan cermat.", "“Aku pikir dia bisa mencapai 77 mark atau lebih, lagipula pada kenyataannya kaki yang indah seperti ini sudah sulit didapat. Kita tidak bisa menggunakan selebritas kaki panjang atau model kaki sebagai pembanding. “Pria berambut pendek lalu bersandar di bangku, dan berbicara dengan malas.", "Song Shuhang mendengarkan, dan tidak bisa melihat ke mana kacamata itu menunjuk. Ada seorang wanita kaki ramping mengenakan gaun merah pas angin dan sandal kristal berjalan.", "Seorang wanita yang berani mengenakan gaun ketat seperti itu biasanya adalah tipe yang memiliki kepercayaan diri pada tubuhnya sendiri.", "Shuhang tidak memiliki fetish kaki, tetapi ia masih mengakui bahwa wanita gaun merah ini cantik, pahanya ramping dan adil. Pemilik sepasang kaki jelas sangat memperhatikan mereka.", "Mereka mengatakan bahwa ketika pria melihat wanita, seorang anak laki-laki melihat wajah, ketika mereka sedikit naik, mereka melihat payudara, dan hanya pria dewasa yang melihat kakinya.", "Shuhang merasa bahwa dia jelas bukan pria dewasa, karena dia tidak memiliki kecenderungan ke arah kaki. Bahkan jika jalanan dipenuhi dengan kaki putih yang bersinar, dia bahkan tidak akan bisa menatap. Dia juga tidak akan memiliki keinginan untuk menilai seperti tiga pria di sana.", "Menuju teman-teman sekamarnya yang mengklaim bahwa mereka ingin berlutut dan menjilat kaki-kaki selebritas dari negara tetangga, ketidakmampuan Song Shuhang untuk memahami peningkatan berlipat ganda.", "[TL: I’m pretty sure he’s referring to Korea here.]", "Sesuatu seperti kaki, pria juga memilikinya. Kaki wanita hanyasedikit lebih adil, sedikit lebih empuk, tidak ada yang istimewa tentang mereka, kan?", "Ini adalah pemikiran di kepalanya, jika ketiga dudes mengetahui hal itu, mereka pasti akan menutupi wajahnya dengan ludah.", "“Cepat dan lihat, ini 100 tanda, 100 tanda!” Tiba-tiba, kacamata berlemak itu berbicara dengan penuh semangat, dia tidak bisa membantu sedikit menaikkan suaranya.", "“Di mana?” Pria tampan itu bertanya. Meskipun keterampilan menilai lemak tidak dianggap baik, dia masih seseorang yang berwawasan luas. Sesuatu seperti 100 tanda tidak mungkin menjadi sesuatu yang dia bawa dengan santai.", "Pria berambut pendek yang tampak malas itu juga duduk tegak dengan rasa ingin tahu, dan memandang ke arah yang dituju oleh lemak.", "Seperti sebelumnya di bawah layar LED besar, sosok cantik, tinggi dan ramping berjalan keluar dari sudut. Dia menyeret sebuah koper besar, namun sepertinya tidak berusaha apa-apa.", "Rambut hitam panjangnya mencapai pinggangnya, dan seperti air terjun yang menutupi punggungnya, rambut itu berkibar tertiup angin.", "Terlepas dari kenyataan bahwa dia hanya mengenakan sepatu kets, jelas bahwa dia kakinya lebih panjang daripada orang-orang di sekitarnya. Setiap langkah yang diambilnya memiliki jarak yang sama dengan dua atau tiga langkah orang biasa.", "Dia hanyalah panutan untuk menjadi protagonis film wanita alami, bahkan jika dia berdiri di tengah kerumunan tanpa melakukan apa pun, dia akan mengeluarkan perasaan menjadi seekor bangau di antara sekawanan ayam. Titik fokus alami untuk massa.", "Si cantik berambut hitam berjalan dengan sangat cepat, dalam beberapa langkah dia menyusul wanita dengan gaun merah, yang juga bertiga dude bertingkat. Semua hal sempurna mungkin tidak tampak begitu mempesona jika mereka sendirian, tetapi begitu ada sesuatu untuk membandingkannya, mereka akan tampak seratus kali lebih menyilaukan.", "Pada saat ini, wanita berbaju merah menjadi objek perbandingan. Ketika wanita berambut hitam berjalan melewatinya, kedua pasang kakinya jelas dibandingkan, dan dinilai. Perbandingan ini meningkatkan persepsi estetika seseorang, dan kaki wanita berambut hitam itu tampak semakin mempesona.", "“Ah Xu, aku tidak bisa berkata-kata. Ini benar-benar layak mendapat nilai 100. ”Pria tampan itu segera berdiri, meluruskan pakaiannya, dan mengatur tata rambutnya.", "“Apa yang kamu lakukan?” Pria berambut pendek itu bertanya.", "“Angkat dia! Wanita yang begitu sempurna, akan sulit untuk bertemu seseorang seperti itu lagi dalam hidupku. Tidak masalah apakah aku berhasil atau tidak, aku harus berusaha tidak peduli apa, kalau tidak, aku akan menyesali ini sepanjang hidup aku. “Pria tampan itu menyeringai, dan dua deretan gigi putihnya bersinar. Dia memang memiliki bakat untuk menarik perhatian gadis-gadis, dan aura pemenang dalam hidup, aura gagah sinar matahari.", "Dia tidak akan kehilangan apapun jika dia gagal, namun jika dia berhasil menjemputnya, maka itu akan menjadi jackpot! Sesuatu seperti ini memiliki kemungkinan seratus keuntungan dan jelas tidak ada kerugian, mengapa tidak melakukannya?", "Pada saat seperti ini, seorang pria sejati harus tidak memiliki rasa takut akan rasa malu, dan harus maju dengan berani!", "Segera setelah itu, pria tampan itu meremas ke kerumunan, dan diperas menuju kecantikan berambut hitam.", "……", "……", "Setelah itu, dalam waktu kurang dari dua menit, pria tampan itu kembali dengan kecewa.", "“Kamu gagal? Begitu cepat? ”Kacamata berlemak itu bingung. Dia tahu kawannya memiliki 90% dan di atas kemungkinan gagal, tetapi kawannya masih cukup tampan, dan seorang pembicara yang baik, bagaimana dia bisa gagal begitu cepat? Dengan kemampuannya, bahkan jika dia gagal mengambil kecantikannya, tidak akan ada masalah mencoba mengobrol dengannya sebentar, kan?", "“Tidak ada kesempatan untuk menjemputnya, bahwa kaki kecantikannya sangat panjang, dan dia berjalan sangat cepat. Ketika dia mengambil satu langkah, aku harus mengambil beberapa langkah untuk mengikuti. Aku bahkan joging di belakangnya, tetapi aku masih belum bisa menyusul. ”Pria tampan itu berlinangan air mata di pipinya.", "“……” Pria berambut pendek memiliki ekspresi tak bisa berkata-kata.", "“Chi (suara cekikikan)!” Song Shuhang yang berada di samping tertawa sampai dia hampir menerima cedera internal, 3 dude ini adalah pelawak nyata.", "Tapi jujur ​​saja, kaki kecantikan berambut hitam itu benar-benar mempesona.", "Di generasi ini, internet berkembang. Semua jenis kecantikan telah muncul, dan massa sudah kelelahan karena menghargai kecantikan mereka.", "Tapi emas sejati tidak takut api, keindahan yang benar-benar memiliki poin unik pasti akan menyebabkan tatapan orang-orang di sekitarnya tertarik dengan kuat padanya untuk selamanya.", "Misalnya, kecantikan berambut hitam dari sebelumnya, seseorang seperti itu pasti akan diingat setelah sekilas, tipe yang mungkin tidak bisa dilupakan dalam waktu singkat.", "……", "……", "Kesempatan untuk bertemu wanita cantik hanya selingan singkat untuk berjalan-jalan di jalanan.", "Setelah beristirahat sebentar, Song Shuhang bangkit dan terus berjalan-jalan.", "“Aku harus membeli makanan kecil nanti.” Dia berpikir di dalam hatinya. Sebelumnya, ketika dia masuk angin, teman-teman sekamarnya merawatnya, karena dia berjalan-jalan di Foodie Paradise, dia harus membawa sesuatu kembali sebagai tanda penghargaan.", "Aku tidak tahu apa yang ingin mereka makan, jadi aku hanya akan membawa sepiring berbagai jenis makanan lezat kembali.", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["Chapter 1 : Mt. Yellow’s True Monarch and Nine Provinces (1) Group Indo"], "textNovel": ["Chapter 1 : Mt. Yellow’s True Monarch and Nine Provinces (1) Group", "Bab 1: Mt. Kelompok True Monarch dan Nine Provinces Yellow (1)", "20 Mei 2019, Senin.", "Di akhir musim semi dan musim panas, kedatangan.", "Musim ini, perbedaan suhu antara siang dan malam di wilayah Jiang Nan sangat besar. Pada siang hari, bahkan jika seseorang mengenakan celana pendek, ia dapat memanas seperti hot dog; namun pada malam hari dia harus meringkuk di tempat tidurnya, kedinginan seperti burung yang dingin.", "Kota Universitas Jiang Nan.", "14:30 sore adalah waktu yang tepat ketika siswa memulai kelas. Namun Song Shuhang tinggal di asramanya sendiri, meja komputernya ditarik ke samping tempat tidurnya, membuatnya nyaman baginya untuk menonton film dalam postur apa pun.", "Song Shuhang tidak memiliki kebiasaan melewatkan kelas. Pada paruh sebelumnya tadi malam, cuacanya panas dan pengap, jadi dalam mimpinya dia mengeksekusi gerakan yang disebut ‘Naga Kembar Berkembang Dari Laut’ dan menjatuhkan selimutnya.", "Selama paruh malam berikutnya, suhu udara menurun secara dramatis. Dengan hanya sepasang celana pendek di tubuhnya, Song Shuhang terpaksa mengalami kesulitan pahit. Sambil tertidur lelap, kedua tangannya dengan keras meraba-raba tempat tidur, mencari-cari di mana-mana, namun ia tidak dapat menemukan selimutnya. Pada akhirnya dia hanya bisa meringkuk seperti udang belalang, menggigil dalam dinginnya tirani tengah malam.", "Ketika matahari terbit, Song Shuhang sudah menjadi anggota tentara dingin musiman yang hebat.", "Teman sekamarnya sudah membantunya melamar cuti untuk kelas hari ini.", "Setelah itu, ia minum obat flu dan tidur sampai sekarang.", "Demam tinggi ditekan, tetapi tubuhnya masih terasa lemah. Dalam kondisi ini tidak mungkin dia bisa menghadiri kelas. Karena itu, ia hanya bisa tinggal sendirian di asrama bosan dan kesepian, dan menonton film.", "Di monitor, bilah pemutaran film perlahan-lahan menetes menjelang akhir, tetapi Song Shuhang sama sekali tidak terserap ke dalam isinya.", "“Apakah efek obatnya masih belum hilang? Aku sangat mengantuk. “Song Shuhang menguap, dia merasakan kelopak matanya semakin berat.", "‘Di di di ~ ‘Tiba-tiba, di kanan bawah layar komputer, ikon aplikasi obrolan melonjak.", "Ini berarti bahwa seseorang telah menambahkannya sebagai teman, atau mengundangnya untuk bergabung dengan chat group.", "“Siapa yang menambahkanku?” Song Shuhang bergumam, dia mengulurkan tangannya dan dengan lembut mengetuk bagian kanan bawah layar sentuh komputer, mendorong pemberitahuan untuk muncul.", "[Mt. Yellow’s True Monarch(＊＊＊＊＊＊) has requested to add you as a friend.] Informasi Tambahan: Tidak Ada.", "Yellow Mountain’s True Monarch? Siapa yang akan menggunakan nama panggilan aneh seperti itu?", "“Apakah dia murid dari kelasku?” Song Shuhang bertanya-tanya dalam hati. Dia tidak bisa membantu tetapi memikirkan yang lain di kelasnya yang jelas sudah di universitas namun masih penuh dengan delusi muda. Jika itu mereka, mereka pasti akan memilih nama panggilan aneh seperti ini.", "Begitu dia berpikir seperti ini, dia mengetuk ‘Terima’.", "Segera, yang terjadi berikutnya adalah pemberitahuan sistem lainnya yang muncul.", "[Mt. Yellow’s True Monarch has invited you to join the chat group ‘Nine Provinces (1) Group’, Do You Accept?]", "Song Shuhang melanjutkan untuk mengetuk ‘Terima’.", "‘Mt. Buku ‘Tekanan Besar’ telah diterima untuk bergabung dengan ‘Nine Provinces (1) Grup’.", "[You have agreed to join the group. Please make an introduction of yourself to the other members!] Bahkan ada smiley yang dikirim oleh sistem.", "Dalam beberapa tahun terakhir, perangkat lunak mengobrol ini menjadi semakin mirip manusia.", "Setelah rantai pemberitahuan muncul, Song Shuhang dengan tegas menutup pemberitahuan dan jendela obrolan grup. Dia sekarang dipenuhi dengan rasakantuk, di mana dia akan mendapatkan energi untuk peduli dengan kelompok yang dia ikuti?", "Bagaimanapun, pengaturan obrolan grupnya selalu ‘Jangan beri tahu posting baru, hanya tampilkan nomor yang belum dibaca’, pesan oleh grup tidak akan muncul dan mengganggunya, itu hanya akan menunjukkan jumlah total pesan baru di latar belakang.", "Setelah bangun, dia bisa membuka balik catatan obrolan, lalu dia akan tahu kelompok apa yang dia ikuti, dan catatan obrolan juga tidak akan hilang.", "Kelopak matanya menjadi lebih berat dan lebih berat ……", "Bilah pemutaran film terus bergerak maju dengan gigih, tetapi kesadaran Song Shuhang semakin kabur.", "＊＊＊＊＊＊＊＊＊＊", "Dalam Kelompok Nine Provinces (1), lurkers muncul segera setelah mereka memperhatikan entri anggota baru.", "Praktisi Longgar Sungai Utara: “Punya anggota baru yang Mt. Yellow’s True Monarch diundang belum datang? Sudah setahun sejak anggota baru bergabung, kan? ”", "ID lain, ‘Ah Qi’ dari Su Clan dengan cepat menjawab, “Ada rekan Daoistme baru? Dari daerah Huaxia manakah orang ini berasal? Di gua mana rekan-rekan Daoistme berkultivasi? Apa nama Dao rekan daoist? Kultivasinya berada di tingkat keberapa?", "(TL: Huaxia adalah nama kuno untuk Tiongkok)", "Rangkaian pertanyaan ini, mengapa mereka agak aneh?", "Pada waktu yang hampir bersamaan, sebuah pesan baru datang dari ID Mad Sabre Three Waves, “Apa gender sesama daois yang baru? Apakah Kamu peri atau tidak? Jika ya, berikan ukuran payudara, pinggang, dan bokong Kamu, dan silahkan post foto! ”", "Melihat pesan-pesan baru dari Ah Qi dan Mad Sabre Three Waves karya Su Clan, cukup banyak mulut anggota lain berkedut.", "“Brother Three Waves, apakah zodiakmu benar-benar seekor ikan mas?” Longgar Praktisi River Utara menghela nafas, “Sebaiknya kamu tidak mengundang maut lagi karena kecerobohan. Bagaimana jika Mt. Yellow’s True Monarch sekali lagi mengundang beberapa senior waktu besar? ”", "Semuanya baik tentang Three Waves, dia ramah, setia, dan suka membantu orang lain, jadi hubungannya dengan orang lain cukup baik. Satu-satunya masalah adalah dia suka berbicara mesum, dengan cara yang mengundang kematian.", "Ternyata keberuntungan orang ini sangat rendah sehingga membuat orang merinding, dia selalu tidak bisa membantu tetapi mengundang kematian karena kecerobohan, dan orang-orang yang dia singgung selalu merupakan senior yang besar. Karena para senior besar biasanya merasa bosan tanpa sumber hiburan, mereka secara alami sangat senang menyiksa Mad Sabre Three Waves yang mempersonifikasikan hiburan yang diantarkan ke pintu depan mereka ..", "“Aku berlutut dan memohon padamu untuk tidak menyebutkan kata-kata” kakak kelas waktu “, mereka adalah bayangan gelap di hati keagungan ini.” Mad Sabre Three Waves mengirim garis emoji “menangis wajah”.", "(TL: Mad Sabre Three Waves menyebut dirinya “本 座” tetapi tidak ada istilah bahasa Inggris untuk ini jadi aku menerjemahkannya sebagai “keagungan ini” jika Kamu memiliki istilah yang lebih baik untuk menyarankan, beri tahu aku!)", "Empat tahun lalu mulutnya yang jelek ini menyinggung ‘senior senior yang cantik’, dan disiksa dengan menyedihkan …… senior senior itu terus-menerus menyiksanya selama setahun dan empat bulan. Kamu tidak salah dengar, setahun penuh dan empat bulan! Ketika dia memikirkan masa kacau dan tidak manusiawi itu, matanya menjadi lembab.", "Segera setelah Three Waves berbicara, emoji senyum nakal muncul satu demi satu dalam kelompok, mereka bahkan tidak berusaha menyembunyikan betapa mereka menikmati kesengsaraannya.", "Saluran kelompok menunjukkan bahwa di antara delapan orang terakhir yang mengirim pesan, 6 dari mereka dengan rapi mengirim serangkaian emoji tersenyum.", "“Kalian sekelompok orang yang bersuka cita atas musibah orang lain, keagungan ini akan mengingat kalian semua. Jangan biarkan keagungan ini bertemu dengan Kamu, jika tidak keagungan ini pasti akan membiarkan Kamu orang merasakan kekuatan 72 Paths of Rapid Sabre aku! “Gila Sabre Three Waves berkata dengan marah. Dia sangat percaya diri dengan Rapid Sabre-nya. Di antara 6 orang yang meninggalkan senyum nakal, tidak satupun dari mereka yang cocok untuknya dalam pertandingan satu lawan satu.", "Sesaat setelah Mad Sabre Three Waves berbicara.", "Emoji senyum nakal lain muncul, milik Ah Qi dari Su Clan.", "Ah Qi dari Su Clan dengan gembira mengikuti: “Kapan kamu ingin bertarung satu lawan satu?”", "Jelas, Ah Qi dari Su Clan tidak punya niat untuk bersuka cita atas musibah orang lain, ia hanya ingin berkelahi dengan seseorang.", "“……” Gila Sabre Three Waves segera layu.", "Itu karena dia tidak bisa mengalahkan Ah Qi!", "Kultivasinya sangat mendalam. Dia telah mencapai Roh Lord tingkat akhir tingkat 5, dan hanya berjarak satu helai rambut dari Roh Lord tingkat 6, tetapi dia tidak bisa mengalahkan Ah Qi dalam perkelahian.", "Teknik 72 Paths Sabre-nya cepat dan ganas, dan dia juga memiliki teknik tubuh cepat kilat, namun dia masih tidak bisa mengalahkan Ah Qi.", "Dia dikenal sebagai Mad Saber, amarahnya menakutkan bahkan dia sendiri, tetapi dia tidak bisa mengalahkan Ah Qi!", "Ketika yang lain dalam kelompok melihat Three Waves layu, mereka dengan tak terkendali mengirim garis emoji tersenyum sekali lagi.", "“……” Kali ini, Mad Sabre Three Waves hanya bisa dengan sedih memposting garis titik.", "Orang-orang dalam grup sudah berisik begitu lama, namun mereka masih belum mendengar sepatah kata pun dari anggota baru, yang membuat mereka merasa sedikit bingung.", "“Rekan Daoistme baru kita tidak bersuara?” Tanya Praktisi Longgar Sungai Utara.", "Itu benar, karena efek obat flu, Song Shuhang sekali lagi memasuki kondisi setengah tertidur.", "Pada saat ini, Ah Qi dari Su Clan dengan senang hati mengirimkan sepotong berita: “Aku melihat, rekan Daoistme baru bernama‘ Mt. Buku ‘Tekanan Besar’. Adakah yang pernah mendengar tentang seorang ahli dengan nama dao ini? Nama dao ini terdengar sedikit seperti praktisi sekte ilmiah? Ini sangat menyenangkan! Tahun-tahun ini, para praktisi sekte ilmiah telah hidup sangat dalam di pengasingan sehingga bahkan tidak mungkin untuk menemukannya. Sudah hampir seratus tahun sejak aku bertarung dengan mereka!", "Sekarang aku berpikir tentang hal itu, praktisi sekte ilmiah ‘bahkan lebih tidak berani untuk bertarung daripada sekte Buddhis’. Tidak hanya mereka mahir berbicara fasih, tetapi tinju mereka juga sulit. Terlebih lagi, ketika pertarungan menjadi menarik, mereka dengan heroik akan menyenandungkan puisi untuk membuat hal-hal yang beberapa kali lebih menyenangkan! Aku paling suka melawan mereka. ”", "“Ah Qi, ketika datang ke sesama daois baru, apakah Kamu selamanya hanya tertarik pada apakah mereka bisa memberikan pertarungan yang baik, dan apakah itu menyenangkan untuk melawan mereka?” Mad Sabre Three Waves mengirim emoji wajah yang menangis. Ini bisa dibilang tiran jahat?", "“Erm.” Ah Qi Su Clan merasa sedikit malu.", "Praktisi yang Longgar di Sungai Utara menyeringai dengan kejam dan berkata, “Mungkinkah dia senior senior lain yang tidak tahu cara menggunakan alat obrolan?”", "Begitu dia mengatakan itu, semua orang mulai merasa seperti, bukankah ini adegan diabaikan?", "Itu benar, benar sekitar empat tahun yang lalu tampaknya ada seorang senior yang keluar dari penanaman tertutup setelah lebih dari seratus tahun. Dia juga mengalami kesulitan mendapatkan perangkat lunak chatting, dan ditambahkan ke grup oleh Mt. Yellow’s True Monarch. Namun karena dia tidak tahu cara mengetik, dia tidak bisa mengirim pesan.", "Setelah itu, seseorang bernama Mad Sabre Three Waves dengan gembira berbicara seperti orang cabul di depan senior ini, meminta senior untuk memposting tiga ukurannya, memintanya untuk mengirim fotonya, dan juga meminta obrolan suara dll.", "Kemudian …… Beberapa hari setelahnya, Mad Sabre Three Waves melihat senior ini dengan matanya sendiri. Dia sangat senior, mempesona dan cantik seperti bulan yang cerah di langit malam.", "Apa yang terjadi setelah itu adalah, senior yang cukup disiksa Mad Sabre Three Waves ini selama satu tahun dan empat bulan, sebelum dia pergi dengan sangat puas.", "Pada saat ini, Mad Sabre Three Waves tiba-tiba berlutut.", "“Mt. Yellow? ”Kali ini, seseorang dengan ID ‘Master Kedokteran’ mengirim pesan.", "Pesan yang tak terduga dan singkat, tanpa kepala atau ekor.", "Untungnya anggota kelompok telah lama terbiasa dengan kebiasaan berkirim pesan singkat dari Medicine Master, apakah ia bertanya di mana kelompok itu menguasai Mt. Yellow True Monarch adalah?", "Alasan mengapa pesan-pesan Medicine Master itu singkat bukan karena ia memiliki sifat yang dingin dan bangga. Sebaliknya, itu karena dia melakukan push-up dua jari saat dalam mode tulisan tangan, yang membuat kecepatannya sangat lambat. Ketika dia meningkatkan jumlah kata yang ditulis, akan ada lebih banyak peluang kesalahan, dan untuk terus menghapus dan menulis ulang itu menyakitkan. Inilah sebabnya mengapa pesan Medicine Master sesingkat mungkin. Seiring waktu berlalu, itu menjadi seperti ini, gaya bersosialisasi dengan kata-kata yang jarang seperti emas.", "“Dia pergi offline segera setelah mengirim undangan, aku mendengar Great Devil Dog milik keluarganya marah dan meninggalkan rumah lagi, Mt. Yellow’s True Monarch mengejarnya lagi. ”", "“……” Master Kedokteran.", "“Dalam hal ini, kita hanya bisa menunggu rekan Daoist baru kita untuk belajar bagaimana menggunakan alat obrolan sebelum kita ngobrol.” Ah Qi Su Clan menghela nafas. Mereka semua tahu kesan pertama adalah yang terkuat, dan percaya bahwa anggota baru itu juga salah satu dari mereka.", "Melihat bahwa rekan Daoistme baru itu tidak bereaksi, yang lain online tidak terhibur, kemudian secara bertahap mengintai.", "＊＊＊＊＊＊＊＊＊＊", "Sekitar satu jam kemudian, Song Shuhang secara bertahap menjadi lebih jernih saat dia bangun.", "“Aku ingat beberapa saat yang lalu, seseorang menambahkanku ke grup, kelompok Nine Provinces (1),” gumamnya pelan. Dengan mudah memperluas alat obrolan di bagian kanan bawah layar, ia membuka jendela obrolan Nine Provinces (1).", "Kelompok macam apa ini?", "Dalam sekejap, log obrolan senilai satu jam muncul di layar.", "Song Shuhang secara kasar membaca skim itu.", "Rekan Daois? Gua budidaya? Tingkat budidaya?", "Bahkan ada senior? Benar raja? Keagungan ini? Memburu Great Devil Dog?", "Semua jenis kosakata langsung dari Xianxia Novels.", "Cara orang berbicara dalam kelompok ini juga sangat aneh, kuno, tetapi tidak sepenuhnya kuno, polos, tetapi tidak sepenuhnya polos. Jenis pidato ini memberi orang perasaan orang modern yang mencoba terdengar kuno. Akungnya, kurangnya pengetahuan tentang dasar-dasar “klasik Cina”, itu menyebabkan pertukaran yang sangat canggung.", "“Chi ~~” Song Shuhang mulai tertawa terbahak-bahak.", "Tampaknya ini adalah kelompok penggemar XianXia?", "Oh tidak, ini jelas bukan kelompok penggemar Xianxia yang normal!", "Setiap anggota dalam kelompok ini memberi diri mereka sendiri nama dao, tempat mereka tinggal disebut gua budidaya, bahkan hewan peliharaan yang hilang dari kelompok itu digambarkan sebagai Great Devil Dog keluarga yang meninggalkan rumahnya. Bahkan ada seseorang yang menyatakan bahwa dia tidak pernah bertarung dengan sekte ilmiah selama lebih dari seratus tahun atau lebih. Bukankah itu berarti orang itu mengklaim telah hidup beberapa ratus tahun?", "Melihat log ini, Song Shuhang mengembangkan perasaan malu.", "“Untuk terobsesi pada tingkat ini, sepertinya mereka sudah terkena sindrom Chuunibyou. Selain itu, ini adalah penyakit Xianxia yang beraroma Huaxia yang sangat spesifik. ”Song Shuhang menyimpulkan.", "Sepertinya, ini adalah titik berkumpul korban Xianxia chuunibyou!", "Ini adalah kesan pertamanya tentang anggota di ‘Nine Provinces (1) Grup.’", "Tetapi mengapa mereka memutuskan untuk menambahkannya?", "Melihat informasi akun Mt. Yellow’s True Monarch, Song Shuhang menentukan bahwa orang ini bukan teman sekelasnya, dia pasti tidak mengenali pria ini sama sekali.", "Apakah ini undangan yang tidak disengaja?", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["Chapter 4: H City’s 3rd stage – Houtian lightning tribulation Indo"], "textNovel": ["Chapter 4: H City’s 3rd stage – Houtian lightning tribulation", "Bab 4: Tahap 3 Kota H – Kesengsaraan petir Houtian", "Memikirkannya, Song Shuhang menekan dan memegang? kunci dan menghapus apa yang diketiknya di jendela obrolan.", "Dia mengerti, dengan temperamen anggota grup ini, bahkan jika dia mengirim saran, dia berpendapat bahwa tidak ada dari mereka yang mungkin akan mendengarkan. Terlebih lagi, karena ada seseorang yang sudah mengambilnya, dan masih bisa melompat-lompat, obat itu seharusnya tidak meracuni seseorang hingga mati dalam waktu singkat, kan?", "Meskipun seperti ini, Song Shuhang merasa bahwa dia tidak bisa membiarkan mereka begitu saja di perangkat mereka sendiri. Setiap obat memiliki efek sampingnya, mungkin cairan tempering tubuh ini atau sesuatu adalah racun kerja lambat, dan tidak akan membunuh seseorang dalam waktu singkat, tetapi jika itu memakan waktu yang lama, apa yang ada di sana untuk melakukan?", "Karena itu resep obat ini harus diverifikasi!", "Dia bahkan masih khawatir dengan kelompok xianxia chuunibyous ini.", "Sebagai pribadi, Song Shuhang umumnya adalah kandidat yang tepat untuk dipilih sebagai teman yang baik.", "Dia mengambil buku catatan di sampingnya, kemudian menyalin 30 bahan obat dan lebih banyak yang mengandung ‘cairan tempering tubuh’ Medicine Master yang dapat ditemukan online.", "Song Shuhang memiliki sepupu perempuan yang lebih tua bernama Zhao Yaya, yang belajar ilmu kedokteran.", "Universitasnya memiliki fakultas kedokteran Tiongkok, jadi Song Shuhang ingin meminta dia bertanya kepada mereka, jika 30 ini dan lebih banyak bahan qi dan sirkulasi darah dilemparkan ke dalam panci dan dimasak sebentar, hasil akhirnya akan dapat membunuh yang satu siapa yang memakannya?", "Semua ini meningkatkan sirkulasi darah, qi dan bahan-bahan kesehatan, secara teoritis tidak boleh membunuh orang yang memakannya. Tetapi begitu banyak hal yang dimasukkan ke dalam panci untuk dimasak dan direbus, siapa yang tahu apa yang akhirnya akan berubah menjadi pada akhirnya?", "Adapun nama-nama di belakang, Cabang Tyrant Segar, irisan Bambu Sembilan-Yang dll. Itu membawa rasa chunni yang jelas, oleh karena itu Song Shuhang secara alami memilih untuk mengabaikannya. Siapa yang tahu hal-hal macam apa ini? Dia bukan seseorang yang terjebak di kelas dua, oke?", "Jika dia mengambil barang-barang ini untuk meminta sepupunya, sepupunya pasti akan berpikir bahwa air telah memasuki otaknya. Dan keesokan harinya, Mama Song tentu saja akan naik pesawat terbang untuk bergegas menuju Kota Jiang Nan dan membawanya ke ahli bedah saraf atau psikiater.", "“Ketika aku kembali ke rumah dalam dua minggu lagi, aku diam-diam akan meminta sepupu aku …” Song Shuhang diam-diam berpikir dalam hatinya. Dia berharap bahwa dalam rentang waktu ini, para penggemar xianxia tidak akan memotongnya.", "Ketika Song Shuhang menyalin resep pil, Nine Provinces (1) Group juga tetap damai untuk sementara. Pada hari-hari normal, jumlah anggota yang online selalu tetap rendah, apakah kelihatannya chuunibyous memiliki kehidupan normal untuk memimpin?", "Itu benar, orang yang hidup di bumi ini masih harus makan, bekerja, dan merawat anak-anak. Mungkin di dalam kelompok ini ada juga siswa seperti dia.", "Setelah menyalin 30 dan lebih banyak bahan dari resep pil, Song Shuhang meregangkan punggungnya. Dia kemudian melihat ke arah kanan bawah monitornya, pada perangkat lunak ramalan cuaca.", "1 Juni, jelas.", "2 Juni, jelas.", "“Cuacanya bagus, aku harus berolahraga sebentar kemudian.” Song Shuhang merasa bahwa fisiknya memburuk, dan memutuskan untuk melakukan lebih banyak olahraga.", "Tapi itu tidak masalah apa yang dipikirkan hatinya, karena jari-jarinya tidak bisa membantu tetapi membuka ikon permainan komputer, pertama-tama nikmati permainan kemudian pikirkan tentang itu!", "……", "Meskipun dia berkata dia menikmati permainan, begitu permainan dimulai, satu pertandingan demi pertandingan, dia tidak bisa berhenti!", "Tanpa disadari, sudah sore.", "“Waktu selama akhir pekan sepertinya selalu berlalu sangat cepat.” Song Shuhang tertawa kering, menutup permainan, lalu dengan mudah membuka Nine Provinces (1) Kelompok berdasarkan kebiasaan.", "Melihat-lihat setelah boot, melihat-lihat sebelum mematikan, dan suasana hati yang bahagia sepanjang hari!", "Setelah jendela obrolan terbuka, dia menyadari bahwa Praktisi Longgar North River yang sering online sudah online.", "Di dalamnya ada banyak catatan obrolan baru.", "Praktisi yang Longgar di Sungai Utara: “Master Kedokteran, standar pembuatan pil Kamu membuat aku tidak bisa berkata-kata. Aku mencoba 10 tungku cairan pengubah tubuh yang diubah, dan bahkan berhasil dengan 8 tungku, efektivitas obat lebih baik dari yang diharapkan. Sangat diakungkan bahwa cairan tempering tubuh ini hanya efektif untuk pembudidaya tingkat pemula. Bagi seorang praktisi lepas seperti aku ini tidak terlalu berguna, tetapi bagi mereka seperti Rainmoon True Monarch dari Daluo Sect dan anak-anak murid dan murid lainnya, para senior itu akan sangat berguna untuk itu. Begitu Rain Butterfly senior dan yang lain menerima resep pil ini, mereka akan berutang budi padamu, Master Kedokteran, bantuan besar. ”", "Roaming Cloud Monk Tong Xuan muncul secara misterius, dan mengirim jempol ke atas.", "Praktisi yang Longgar di Sungai Utara segera tertawa, “Aku lupa, Tuan Tong Xuan Kamu memiliki sekelompok biksu kecil di bawah perawatan Kamu. Master Kedokteran, sepertinya orang-orang yang berutang budi kepada Kamu sekali lagi meningkat. ”", "Roaming Cloud Monk Tong Xuan sekali lagi mengirim senyuman, lalu mengintai.", "Praktisi Longgar Sungai Utara kembali dengan senyum lain, ia merasa bahwa berlatih ‘meditasi diam’ itu benar-benar menyebalkan, dan jika bukan karena perangkat lunak obrolan yang memungkinkan Guru Tong Xuan mengirim tanda baca dan emotikon, ia mungkin tidak mau. ‘ bahkan tidak punya cara untuk bersosialisasi, kan? Sekte-sekte Budha benar-benar menyebalkan, dan itulah sebabnya saat itu, ketika seorang bhikkhu besar berusaha untuk membuatnya berubah menjadi bhikkhu pemula, dia tidak setuju adalah keputusan yang tidak bisa lebih besar!", "Sekitar 10 menit kemudian, Mad Sabre Three Waves datang online, “Peri Bulu Lembut ~~ Peri Bulu Lembut, jika Kamu di sini, pastikan untuk membalas keagungan ini sejenak!”", "Pada saat yang sama ia mengirim sederet emoticon menangis dan berlutut.", "“Oh, sesama penganut Daoistme Tiga Gelombang belum online selama beberapa hari terakhir, ke mana Kamu pergi untuk budidaya tertutup?” Praktisi Longgar Sungai Utara membuat senyum nakal, dia bertanya meskipun mengetahui situasinya.", "“Menutup pintu yang terkutuk!” Three Waves mengirim pesan suara, bahkan suaranya terdengar seperti tercekik: “Tiga hari yang lalu, ‘Senior’ Spiritual Respected Sage datang untuk mengunjungi keagungan ini, kemudian tinggal di rumah keagungan ini selama tiga hari. Setelah itu, kalian semua tahu apa yang terjadi ah ah ah ah …… ”", "“Hehe.” Longgar Praktisi River Utara menyatakan bagaimana dia pasti tidak akan mengasihani Tiga Gelombang, seseorang yang mencari kematian tidak layak diakungi!", "“Bulu Lembut Pulau Kupu-kupu Spiritual, Peri Bulu Lembut yang indah, silakan keluar untuk bertemu Gelombang! Aku punya sesuatu untuk diminta! ”Three Waves dengan sedih memanggil, Waves adalah nama keluarga Three Waves. Nama aslinya adalah Gelombang Tiga.", "“?” Soft Feather Spiritual Butterfly Island datang online, dan mengirim tanda tanya.", "“Peri, kamu akhirnya di sini. Yang Mulia ini memiliki permintaan. Aku meminta Kamu untuk membawa ayah yang terlalu terikat dengan hubungan putrinya ke rumah. Gelombang sedang berlutut! “Tiga Gelombang mengirim emoticon berlutut otz.", "“Hehe.” Soft Feather Butterfly Island Butterfly mengirim senyuman, dan kemudian mengirim kalimat lain setelah beberapa saat, “Old me terlalu terikat pada hubungan putrinya?”", "Hah? Tunggu sebentar, bukankah ada sesuatu yang salah?", "Lama aku? Oh ibuku, itu Sage Dihormati Kupu-kupu Spiritual menggunakan akun putrinya lagi?", "Clunk, apakah ada yang rusak? Itu adalah jantung Tiga Gelombang yang lemah.", "Benar saja, pria tua ini terlalu terikat pada hubungan putrinya, sering menggunakan akun putrinya, apakah masih ada keadilan di dunia ini !?", "“…….” Praktisi Longgar River Utara merasa mulutnya tidak bisa berhenti berkedut. Pada akhirnya, dia berbaik hati, “Benar, Three Waves bro. Lady Soft Feather tampaknya menyempurnakan versi baru cairan tempering tubuh, kan? ”", "Itulah sebabnya Lady Soft Feather tidak akan online untuk jangka waktu singkat.", "Setelah itu, tidak ada lagi sesudahnya.", "Mad Sabre Three Waves terputus …… Itu pemutusan, bukan karena dia offline.", "“Chi!” Song Shuhang dengan gembira tertawa.", "Suasana ceria.", "Selama 10 hari membaca catatan obrolan, dia merasa bahwa orang-orang dalam kelompok itu tidak menyukai pasien chuunibyou yang normal. Percakapan mereka mengungkapkan konten yang terlalu nyata, seolah itu bukan produk dari imajinasi mereka.", "Pikiran ini hanya ada di benak Song Shuhang untuk sesaat sebelum berlalu.", "“Mungkinkah aku terlalu banyak melihat catatan obrolan mereka, dan telah berasimilasi dengan mereka?” Memikirkan hal ini, Song Shuhang ketakutan sampai-sampai dia berkeringat dingin.", "Dia sudah lama melewati usia untuk chuuni, tetapi siapa yang tidak memiliki ‘ingat saat itu’?", "Tahun-tahun impian heroik, wuxia, dan superhero adalah sejarah kelamnya, dan pengalaman yang tidak ingin dia hadapi di masa hidup ini. Begitu dia memikirkannya, dia akan merasa malu, dan merasa ingin mati; ingin melupakan dan ingin melupakan!", "Jadi dia benar-benar tidak boleh berasimilasi dengan teman-teman lain dalam kelompok.", "“Waktunya makan.” Dia mengulurkan tangannya, dan akan menutup Kelompok Nine Provinces (1).", "Tepat ketika dia akan menutup obrolan, Praktisi yang Longgar dari kelompok Sungai Utara sekali lagi muncul dengan garis, “Ah Qi, apakah junior di keluarga Kamu selesai dengan kesengsaraannya? Kenapa tidak ada suara darinya?", "Ah Qi dari Su Clan menjawab, “Mempersiapkannya sekarang, ini akan dimulai dalam beberapa jam.”", "Praktisi yang Longgar dari Sungai Utara menjawab dengan pertanyaan lain, “Pergi melalui kesusahan dari mana? Apakah Kamu memerlukan bantuan?”", "“Kesengsaraan akan berada di pinggiran kota H, jangan khawatir, keluarga aku Ah Shiliu memiliki bakat yang luar biasa, hanya tahap ke-3 – Bencana petir kemajuan Houtian adalah masalah kecil, taburkan sedikit air dan cukup untuk dilewati. Kalian bisa menunggu Ah Shiliu keluarga aku maju ke tahap 4 – Xiantian, lalu dia akan datang menantang kalian, wahaha! ”Ah Qi Su Clan tertawa, dia sangat santai.", "[TL: Ah Qi’s Qi is the character seven, while Ah Shiliu’s Shiliu refers to sixteen. I might change to the actual numbers if more and more Ahs appear]", "“Jika kamu mengatakannya seperti itu maka aku lega, Ah Shiliu, bakat teman kecil ini memang cukup bagus. Tahap 3 – Houtian seharusnya tidak menimbulkan masalah bagi orang kecil ini. “Jawab Praktisi Long River Utara.", "Setelah ini, kedamaian kelompok dipulihkan.", "……", "……", "Song Shuhang mengusap dagunya, H City?", "Bukankah itu tempat tepat di samping wilayah Jiang Nan! Menghadirkannya, kota universitas tempat dia berada berada tepat di samping Kota Jiang Nan dan Kota H, distrik J City.", "H City adalah kota kecil di Huaxia, dan meskipun daerahnya kecil, ekonomi mereka berjalan sangat baik. Itu adalah surga belanja terkenal Huaxia, dengan reputasi memiliki segala yang ada di surga dan bumi untuk dijual. Tentu saja, hal-hal ilegal dikecualikan.", "Jika kesengsaraan diterima di H City, maka dapatkah itu dilihat dari wilayah Jiang Nan?", "“Apakah aku idiot?” Song Shuhang tertawa, bagaimana dia bisa menganggap serius perkataan kelompok?", "Namun, sebuah bencana petir? Dengan cuaca seperti ini, tidak ada awan dalam jarak 10.000 mil, dengan sinar matahari yang cerah dan indah. Tidak mungkin memiliki badai petir kan?", "Terlebih lagi, saat ini tidak seperti beberapa tahun sebelumnya, ramalan cuaca sekarang akurat, setidaknya dalam tiga hari mendatang. Jika dilaporkan hari yang cerah, tidak akan ada gelombang guntur atau hujan lebat.", "“Mengambil keuntungan dari cuaca yang baik, aku akan pergi ke toko buku setelah makan!” Gumam Song Shuhang.", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["Chapter 2: Please Wait For Esteemed Me To Divinate Indo"], "textNovel": ["Chapter 2: Please Wait For Esteemed Me To Divinate", "Bab 2: Mohon Tunggu Yang Terhormat Untuk Divinasi", "Orang selalu mengatakan bahwa tahun kedua sekolah menengah adalah usia yang memberontak.", "Semua orang kurang lebih melewati fase itu, tetapi hanya beberapa orang yang menunjukkannya kepada dunia untuk dilihat, sementara yang lain menyelipkannya jauh di dalam hati mereka. Ini juga perbedaan antara masalah yang jelas dan masalah rahasia.", "Song Shuhang bisa dianggap telah matang lebih awal. Fase kehidupannya datang dengan cepat dan bahkan lebih cepat lagi.", "Karena itu, ketika dia mencapai tahun kedua sekolah menengahnya, sementara teman-teman sekelasnya masih terjebak dalam wuxia, superhero, mimpi abadi mereka dan terus-menerus mengacungkan “18 Falling Dragon Palms” mereka saat bertransformasi menjadi pahlawan super. Song Shuhang telah lama kehilangan keinginan itu.", "Hukum fisika dunia kita sudah sangat tepat. Untuk bisa melompat tiga lantai? Untuk dapat memanggil naga emas dengan serangan telapak tanganmu? Untuk bisa terbang dengan mengenakan pakaian dalam Kamu di luar? Hal-hal itu tidak mungkin!", "Namun, dia masih menyukai novel xianxia, ​​film superhero dan sejenisnya. Mungkin jauh di dalam hatinya, dia masih berharap bahwa suatu hari, pahlawan super, alien, dan makhluk abadi dapat muncul di depannya.", "Dia jelas tahu bahwa semua ini tidak mungkin, tetapi anehnya, dia masih menantikan hari itu dengan antisipasi. Mungkinkah ini bakat manusia?", "Song Shuhang tertawa ketika dia menutup jendela obrolan grup, namun, dia tidak meninggalkan grup.", "Dia merasa bahwa orang-orang di Kelompok Nine Provinces (1) menarik, dan rekaman obrolan kelompok itu dapat membuat siapa pun yang melihatnya merasa malu. Dari sudut pandang penonton, itu sangat menarik. Jadi sebelum ketua kelompok memutuskan untuk mengusirnya, dia berencana untuk mengintai di sekitar, kemudian melihat berbagai jenis catatan obrolan yang menarik untuk membunuh kebosanan.", "Di layar komputer, film masih diputar. Sepertinya itu adalah film horor. Setiap perangkat plot tunggal yang dapat Kamu temukan dalam horor ditunjukkan, terbukti membuktikan bahwa film ini disutradarai oleh sutradara jenius di puncak penampilannya. Dikatakan bahwa film ini bahkan membuat para lelaki setengah baya menangis ketakutan, dan membuat banyak orang ketakutan hingga takut pergi ke kamar mandi sendirian.", "Namun, Song Shuhang tidak menerima perasaan takut. Sebagai gantinya, dia menarik progress bar mundur. Setelah memperhatikan beberapa saat lagi, dia menguap lagi dan perlahan-lahan beralih dari posisi duduknya ke posisi berbaring, menemukan kelopak matanya juga menjadi semakin berat.", "Jika sutradara jenius itu tahu bahwa filmnya hanya memiliki efek kecil ini, bukankah dia akan menangis?", "Bingung, Song Shuhang memiliki mimpi yang fantastis.", "Itu adalah mimpi yang sangat menyenangkan dan indah, mimpi yang sangat indah. Ada yang abadi, pahlawan super, dan semua jenis tanah mistis.", "Untuk hidup panjang dan bebas. Untuk bisa memindahkan gunung dan lautan. Menelusuri dunia dengan menggunakan pedang. Sejak zaman kuno, berapa banyak orang yang memiliki mimpi ini? Hanya saja, seiring bertambahnya usia, kenyataan menghancurkan impian ini. Orang-orang hanya bisa menyelipkannya jauh di dalam hati mereka, dan tidak memikirkannya.", "Pada akhirnya, mimpi hanyalah mimpi.", "＊＊＊＊＊＊＊＊＊＊", "Keesokan harinya. Selasa. 21 Mei 1AM.", "Di dalam obrolan grup, grup itu menguasai Mt. Yellow’s True Monarch akhirnya datang online.", "Saat dia online, Praktisi yang Longgar di Sungai Utara muncul dengan sebuah pertanyaan: “True Monarch, siapa yang‘ Mt. Buku ‘Tekanan Besar’ yang Kamu tambahkan kemarin? Dari mana dia berkultivasi? ”", "“Orang itu ditambahkan kemarin? Kalian belum bertukar kata? Itu adalah putri dari teman lama aku yang terhormat yang lahir di era ini, sepertinya bakatnya tidak buruk. Begitu muda dan dia sudah berada di puncak tahap 3 – Houtian, baru saja mencapai tahap 4 – Xiantian. Dia benar-benar luar biasa. ”Mt. Jawab Yellow’s True Monarch sambil tertawa.", "“Jika dia lahir di era ini, maka usianya mungkin tidak melebihi 40? Untuk dapat mencapai puncak tahap 3 – Houtian, pada usia seperti ini, orang ini benar-benar jenius. ”Praktisi yang Longgar di River Utara mengangguk dalam hati. Namun nama dao yang diambil orang itu sangat aneh, ‘Mt. Buku ‘Tekanan Besar’ sepertinya bukan nama dao.", "Praktisi yang Longgar di Sungai Utara masih berpikir ketika tiba-tiba, Mt. Yellow’s True Monarch berkata, “Hah? Menghargai nama dao putri teman lama aku bukan ‘Mt. Buku ‘Tekanan Besar’! Lalu, siapa ini Mt. Tekanan Besar Buku?", "“… ..” Mt. Wajah Kuning True Monarch berubah menjadi bentuk ‘囧’.", "Ini bukan orang acak. True Monarch, ini adalah orang tak dikenal yang kamu tambahkan kemarin.", "Menyelidiki situasinya, Praktisi yang Longgar di Sungai Utara bertanya, “Benar Raja, mungkinkah Kamu menambahkan orang yang salah?”", "“Biarkan aku menghargai memeriksanya.”", "Setelah beberapa saat.", "Dengan sederet emoji keringat dingin, Mt. Yellow’s True Monarch mengirimkan beberapa kata ke obrolan: “Aku benar-benar menambahkan orang yang salah. Satu-satunya perbedaan nomor ID adalah karakter tengah. Hargai aku memasukkan angka 9 bukannya angka 8. Tidak pernah diharapkan bahwa orang yang terhormat bisa membuat kesalahan seperti itu. ”", "Praktisi yang Longgar di Sungai Utara dengan sarkastik tertawa: “Seperti yang aku katakan, bahkan jika seseorang telah berasimilasi dengan masyarakat modern, masih tidak akan ada orang yang akan menetapkan nama dao mereka sebagai‘ ​​Mt. Buku ‘Tekanan Besar’ benar! ”", "Mt. Yellow’s True Monarch menindaklanjuti dengan mengirimkan satu baris emoji keringat dingin.", "Setelah itu, dia buru-buru membawa putri teman baiknya ke obrolan sekali lagi.", "Pemberitahuan grup diminta: ‘Bulu Lembut Pulau Kupu-kupu Spiritual’ telah memasuki Nine Provinces (1) Grup.", "Nama ini mengikuti gaya Nine Provinces (1) Grup, dengan udara Xianxia yang kaya menyerang indra Kamu. Adapun Mt. Tekanan Besar Buku, nama ini pastilah sesuatu yang aneh yang menyelinap masuk", "Saat seseorang baru bergabung, Mad Sabre Three Waves segera muncul: “Oh? Rekan baru Daoist itu peri? Poskan foto Kamu dan laporkan ukuran payudara, pinggang, dan bokong Kamu! Jika Kamu cantik kenapa tidak kita berkencan? ”", "Mad Sabre Three Waves telah mengintai sejak lama. Zodiaknya mungkin seperti ikan mas, tetapi pada akhirnya kemampuan menghafalnya masih bisa bertahan lebih dari 3 detik. Kemarin dia sudah diingatkan bahwa dia harus menghindari menyinggung senior senior, jadi hari ini dia dengan hati-hati mengintai dan mengevaluasi situasi.", "Mendengar Mt. Yellow’s True Monarch menyatakan bahwa orang ini adalah putri sahabatnya, dan bahwa tingkat kultivasinya berada di puncak tahap ke-3 – Houtian, Mad Sabre Three Waves menjadi nyaman. Jika itu bukan seseorang dari generasi yang lebih tua, maka dia bisa menggoda sebanyak yang dia inginkan, memuaskan hasratnya.", "Dalam grup ini, pendatang baru sangat langka, jadi dia harus memegangnya dengan kuat selama ini.", "Saat Mad Sabre Three Waves membuka mulutnya, Mt. Wajah Kuning True Monarch segera menjadi gelap.", "“… ..” Bulu Lembut Pulau Spiritual Kupu-Kupu mengirimkan garis titik dalam obrolan, lalu mengirim garis lain: “Karena sudah terlambat, anak perempuan lelaki tua ini sudah mulai bermeditasi dan berlatih. Nomornya sementara akan digunakan oleh orang tua ini sampai sesama penganut agama Mt. Yellow menambahkan aku ke grup ini. Ahem … Aku sudah lama mendengar bahwa rekan Daoist Nine Provinces (1) Grup, Three Waves luar biasa luar biasa, santai dan memiliki karunia mengobrol. Tampaknya seratus gosip tidak dapat dibandingkan dengan satu pertemuan. Rekan daoist Three Waves, pria tua ini menghargai Kamu. Suatu hari, aku akan mengundang Kamu untuk minum bersamaku. ”", "Mad Sabre Three Waves segera merasa canggung. Kalau dipikir-pikir ketika dia bermain-main dengan seorang gadis, sang ayah akan muncul! Di dunia ini, tidak ada yang memalukan seperti itu. Dia sangat ingin menemukan lubang di tanah dan masuk ke dalamnya.", "Untungnya, sepertinya senior ini memiliki temperamen yang ramah ketika dia dengan ringan menepisnya dengan beberapa kata.", "Melanjutkan, senior ini memperkenalkan diri kepada seluruh kelompok yang sedang online dan meminta semua orang menjaga putrinya di masa depan. Kemudian, dia akhirnya mengintai sebelum dia terputus.", "Melihat bahwa senior ini pergi, Mad Sabre Three Waves menghembuskan udara, dengan riang dia pergi, “Untungnya, sepertinya senior ini bisa bercanda. Mungkin di masa depan, aku akan memiliki kesempatan untuk berbicara dengan Lady Soft Feather sendiri. ”", "“… ..” Mt. Yellow’s True Monarch.", "“… ..” Praktisi LonggarSungai Utara.", "Yang sulit didapat oleh Master Kedokteran kemudian muncul. Dia pria yang memegang kata-katanya seperti emas. Dia jarang berbicara, namun kali ini dia benar-benar memasukkan empat kata: “Berharap terlalu banyak.”", "“?” Tiga Gelombang bingung.", "Tetapi Master Kedokteran yang memperlakukan kata-kata seperti emas secara alami tidak akan menjelaskan lebih jauh.", "“Lihatlah awalan nama dao anggota baru itu,” Longgar Praktisi River Utara menjelaskan, jika seseorang tidak mengadili kematian dia tidak akan mati, akankah saudara Tiga Gelombang selamanya tidak dapat memahami prinsip ini?", "“Awalan? Pulau Kupu-Kupu Spiritual? ”Seolah Mad Sabre Three Waves masih belum bereaksi.", "“Itu benar, Pulau Kupu-Kupu Spiritual! Untuk menambahkan itu senior! Apakah itu tidak mengingatkan Kamu pada seseorang? “Longgar Praktisi Sungai Utara menunjukkan.", "Setelah beberapa saat, Mad Sabre Three Waves tiba-tiba mengerti, dan mengirim sederet emojis ‘berlutut’, “Apakah Sage Terhormat Sage Spiritual yang meributkan setiap detail?”", "Yang Terhormat Spiritual Butterfly adalah senior yang kuat. Segala sesuatu tentang dirinya baik; dia jujur ​​dan sopan ……. Hanya saja dia suka berdebat dengan orang lain tentang segala macam hal yang tidak penting, dan telah mencapai puncak dao untuk meributkan detail kecil. Sementara orang lain mungkin meributkan detail kecil, dia meributkan setiap detail!", "Praktisi yang Longgar di Sungai Utara marah sampai-sampai mulutnya berkedut: “Ini bukan cara aku memperingatkan Kamu!”", "Mt. Yellow’s True Monarch menghela nafas, dia benar-benar tidak tahan untuk terus menonton. “Three Waves, teman lamaku itu hanya meminimalkan chat group, dia belum offline.”", "Yang artinya …… ​​Catatan obrolan mungkin terlihat.", "Tidak, itu pasti akan terlihat!", "Mt. Yellow’s True Monarch benar-benar tidak tahan untuk terus menonton kematian Three Waves di pengadilan, apa pun yang terjadi, ia masih junior di chat groupnya.", "“Persetan aku, aku sudah mati.” Seolah-olah Mad Sabre Three Waves telah mengintip ke masa depan di mana Spiritual Respected Sage Sage akan datang untuk mengunjunginya, dan melakukan segala macam penyiksaan terhadapnya. Matanya sekali lagi lembab. Sepertinya saat ini, dia mungkin telah menyinggung senior yang bahkan lebih merepotkan?", "Pada saat ini, Tiga Gelombang berteriak, “True Monarch, tolong bantu aku menjadi perantara!”", "Mt. Yellow’s True Monarch memberikan emoji yang menunjukkan sosok dingin.", "Orang-orang dari chat group tidak lagi memperhatikan ratapan Tiga Gelombang yang terdengar seperti anjing yang kalah, dan mengubah topik.", "Praktisi yang Longgar di Sungai Utara bertanya kepada ketua kelompok, “Bagaimana Kamu akan berurusan dengan‘ Mt. Buku-buku ‘Tekanan Tinggi’? ”", "Ah Qi dari Su Clan berkata, “Apakah kamu ingin menendangnya? Lagipula dia hanya orang biasa, jadi dia tidak benar-benar cocok untuk mengobrol dengan kami. ”", "“Ahem, karena itu adalah undangan tak disengaja oleh aku yang terhormat, itu juga bisa dianggap takdir. Biarkan aku yang terhormat menghitung ramalan, lalu putuskan bagaimana menanganinya. ”Mt. Yellow’s True Monarch menjawab. Poin utamanya adalah dia tiba-tiba mengundang pihak lain ke dalam grup, jika dia hanya menendangnya sekarang, bukankah itu berarti dia kehilangan banyak muka?", "Itulah sebabnya setidaknya dia harus menggunakan ramalan untuk berpura-pura sebagai alasan, lalu menendang orang itu sesudahnya.", "Pertama, dengan cara ini, itu akan menunjukkan gayanya yang megah dan megah.", "Kedua, belum lama ini dia tiba-tiba merasakan minat yang besar terhadap ramalan. Dia telah mempelajarinya selama beberapa bulan, jadi tangannya sekarang gatal untuk beraksi. Tidak peduli apa yang dia lakukan, dia suka menghitung nilai ilahi sebelumnya.", "Dengan mengatakan itu, menggunakan buku 《Tang Verses Song Phrases》 sebagai dasar ramalannya, ia melambaikan tangannya, dan melakukan teknik ramalan rahasia. Kekuatan perdukunan ini mengekstraksi makna dari lirik sebuah puisi, dan membentuk bentuk trigram.", "Eksekusi ramalannya kali ini berjalan sangat lancar. Sejak Mt. Yellow’s True Monarch pertama kali mulai belajar cara meramal, ini adalah pertama kalinya ia mengalami perasaan ini saat menjalankan teknik ramalan!", "Dengan wajah bahagia dia melihat hasil trigram divinatory.", "Kemudian……", "Mt. Wajah Kuning True Monarch ditolak ke bawah.", "Mt. Kulit Yellow’s True Monarch berubah menjadi jelek.", "Dia menatap trigram divinatory: Bersedia menjadi dua burung terbang akup ke akup di langit, di bumi bersedia menjadi dua pohon dengan cabang-cabang yang saling terkait.", "(TL: Ini berarti berharap untuk kebahagiaan suami-istri)", "Dalam ingatannya, ayat ini ditulis oleh penyair Bai Juyi selama Dinasti Tang, klasik sejati. Sejak saat itu digunakan oleh orang untuk menggambarkan cinta?", "Segera, Mt. Yellow’s True Monarch merasa tertekan.", "Akup ke akup pantatku, menjalin cabang pantatku! Bersedia menjadi cabang yang saling terkait, menghargai aku mungkin juga menggantung diri di cabang tenggara!", "(TL: Bunuh Diri)", "Tidak mungkin dia, sang Mt. Yellow’s True Monarch harus pergi ke pria yang kemungkinan besar ‘Mt. Buku-buku ‘Tekanan Tinggi’ dan lakukan romansa yang mengguncang dunia yang tak terpisahkan? Ini membuatnya berpikir tentang Long Yangjun dari periode Negara Berperang di Huaxia. Ini membuatnya merasa seolah-olah baru saja menelan kecoak, sangat jijik.", "“Ini pasti karena tingkat kultivasi aku yang terhormat dalam teknik ramalan tidak cukup. Lagipula aku baru mempelajarinya selama sebulan ……. jadi aku yang terhormat harus mencoba menghitung trigram divinatory sekali lagi! Itu benar, ini pasti itu! “Mt. Yellow’s True Monarch sekali lagi mengeksekusi teknik ramalan rahasia, energi yang dalam sekali lagi membalik 《Frasa Lagu Tang Verses》.", "Sekali lagi, makna dari ayat lain diekstraksi.", "Kali ini teknik rahasia ramalan berputar sangat lancar, Mt. True Monarch Yellow merasa hebat, itu pasti akan mengenai sasaran!", "Dia melihat ke arah trigram divinatory.", "Kemudian……", "Wajah True Monarch memucat.", "Trigram Divinatory: “Setelah bersama untuk waktu yang lama, bahkan jika pasangan telah terpisah, bagaimana hubungan mereka dengan mudah berubah dari matahari terbit ke matahari terbenam!”", "Sunset kakekmu!", "“Terhormat aku tidak percaya pada omong kosong supernatural ini!” Mt. Yellow True Monarch sekali lagi mengatur ulang trigram.", "Kali ini dia merasa lebih perkasa. Mt. Yellow’s True Monarch merasakan tingkat penanaman trigram divinatorinya meningkat pesat saat ini!", "Kali ini pasti akan mengenai sasaran!", "Dia melihat ke bawah untuk melihat trigram divinatory: “Kembalilah tiba-tiba, dan temukan bahwa orang yang ditakdirkan Kamu ada di sana, oleh lampu lentera yang memudar.”", "“…….”", "“Napas dalam, napas dalam.” Mt. Yellow’s True Monarch telah dengan tegas memutuskan apa yang harus dilakukan dengan 《Frasa Lagu Tang Verses》. Memiringkan kepalanya 45 derajat ke atas, dia tampak tertekan ke arah langit, sungguh perasaan melankolis!", "Melanjutkan, True Monarch dengan tegas merobek versi hardcover hard Frase Lagu Tang Verses》 di tangannya. Sambil merobeknya, dia dengan tegas mengangguk, “Tentu saja, aku tidak memiliki bakat di bidang teknik ramalan dan tidak dibuat menjadi ahli ramalan. Oleh karena itu, hasil trigram divinatory yang menghargai aku didapat pasti semuanya gagal! ”", "Dia kemudian melemparkan 《Frasa Frasa Lagu Tang yang terkoyak》 ke satu sisi, dalam hatinya dia diam-diam bersumpah tidak akan pernah lagi untuk meramalkan apa pun dengan murah!", "Dengan Hardcover Verses Frase sobek dan dibuang ke samping, True Monarch mengetik, “Mt. Tekanan Tinggi Buku …… Mari kita simpan dia untuk saat ini. Menghargai aku hanya mendewakan, dan menemukan bahwa dia dan menghargai aku terhubung dengan nasib. Menambahkannya ke grup itu bukan kecelakaan acak, itu tidak bisa dihindari! Adapun apa masa depan untuknya, itu akan tergantung pada keberuntungannya. ”", "True Monarch menggunakan kosa kata dari berbagai teknik ramalan. Adapun hasil trigram divinatory, ia tidak akan mengungkapkan kata bahkan jika seseorang mengalahkannya sampai mati!", "Sial, kalaupun ada takdir, takdir itu pastilah nasib sial!", "“Kalau begitu mari kita biarkan sekarang. Bagaimanapun dia mungkin akan meninggalkan grup segera. Kalau dipikir-pikir, apa hasil dari perhitungan divinatory True Monarch? ”Longgar Praktisi River Utara pernah mendengar sebelumnya bahwa True Monarch sedang mempelajari teknik ramalan, dan jadi dia sangat ingin tahu apa yang telah diramalkan oleh senior ini.", "“… ..” Mt. Yellow’s True Monarch: “Oh benar, kalian terus mengobrol, aku punya masalah mendesak jadi aku akan pergi dulu.”", "Menyelesaikan kata-katanya, dia dengan cepat pergi offline meninggalkan Praktisi Longgar River Utara yang bingung.", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["Chapter 3: One Pill Recipe Indo"], "textNovel": ["Chapter 3: One Pill Recipe", "Bab 3: Satu Resep Pil", "Matahari menggantung tinggi di langit. Tepatnya tengah hari.", "Karena teman-teman sekamarnya tahu bahwa Song Shuhang belum pulih dari flu, mereka sudah meminta cuti sakit satu hari lagi agar dia bisa beristirahat dengan baik.", "“Mengapa aku merasa penyakit aku semakin serius? Apakah itu karena aku belum banyak berolahraga akhir-akhir ini, yang menyebabkan kondisi tubuh aku memburuk? “Song Shuhang bertanya-tanya.", "Di sampingnya, ada semangkuk bubur telur seabad. Teman sekamarnya membawakan ini untuknya saat makan siang.", "“Alangkah bagusnya!” Song Shuhang tanpa ragu menempatkan mereka di zona temannya.", "Setelah dia tidur karena Tuhan tahu berapa lama, dia sangat lapar sehingga dadanya menempel di punggungnya. Dia kemudian memasukkan bubur telur abad ke dalam mulutnya sebelum dia menyalakan komputernya lagi.", "Ketika ia terbiasa membuka perangkat lunak obrolan grup, ia melihat titik merah yang menentukan jumlah pesan terbaru di ‘Nine Provinces (1) Grup’.", "Song Shuhang dengan anehnya mengulurkan tangannya untuk membuka tab Kelompok Nine Provinces (1), ingin melihat apa yang dibicarakan penggemar Xianxia, ​​Chunnibyous sepanjang malam.", "Log obrolan pagi muncul di depan matanya.", "Pertanyaan Longgar Praktisi Sungai Utara terkait dengan ‘pendatang baru’, cara mencari kematian Mad Sabre Three Waves, senior yang menarik dari Pulau Kupu-kupu Spiritual. Ada juga Mt. Yellow’s True Monarch yang mengklaim dirinya telah meramalkan bahwa mereka disatukan oleh takdir hanya dengan menggunakan teknik ramalan sekali.", "Saat dia melihat ke chatlog, gambar-gambar dari beberapa orang ini mulai memenuhi pikiran Shuhang.", "“Jadi itu karena mereka menambahkan orang yang salah. Seperti yang aku katakan, aku bahkan tidak mengenali ini Mt. Yellow’s True Monarch. ”", "Menilai dari chatlog, sepertinya tidak sembarang orang bisa dengan bebas bergabung dengan grup ini? Rekomendasi anggota diperlukan untuk masuk.", "Selain itu, usia sekelompok penggemar xianxia ini semua tampaknya tidak muda. Bahkan ada seseorang yang punya anak perempuan.", "Sebagai tambahan, dari nadanya, tampaknya putrinya tidak lagi muda? Kemudian dengan beberapa perhitungan, mungkin usianya sudah empat puluh hingga lima puluh tahun. Sudah begitu tua tetapi masih terjebak di chuuni. Putrinya pasti sangat menderita.", "Melacak log obrolan, Song Shuhang mempertahankan mode mengintai, tanpa syarat tetap diam.", "Melihat anggota kelompok bertindak bodoh adalah hal yang sangat menarik, tetapi jika dia bergabung, apa yang akan dianggap? Dia tidak bertindak bodoh.", "Karena itu, rencananya adalah hanya mengintai, membaca log obrolan, dan tertawa setiap hari.", "Jika suatu hari dia merasa bahwa chat group ini menjadi membosankan, dia akan berhenti dari Nine Provinces (1) Grup.", "Inilah yang selalu dipikirkannya.", "＊＊＊＊＊＊＊＊＊＊", "Tanpa sadar, sepuluh hari telah berlalu.", "1 Juni Sabtu, Hari Anak-Anak.", "[TL: Holiday in China]", "Teman sekamar Shuhang semuanya setengah-asrama dan setengah hari-sekolah dasar. Maksudnya adalah mereka tinggal di asrama dari Senin hingga Jumat dan pulang pada akhir pekan. Jadi, setiap kali akhir pekan tiba, hanya satu orang yang kesepian, dia, yang akan tinggal di asrama.", "Song Shuhang sudah pulih dari kedinginan, tetapi ia masih menderita hidung tersumbat dan batuk. Batuk karena kedinginan ini lebih sulit untuk disembuhkan. Jika tidak dirawat dengan baik, batuk ini dapat bertahan beberapa bulan.", "Saat dia beristirahat pada hari Sabtu, Shuhang tidur sampai jam 8 pagi sebelum bangun. Kemudian, dia pergi ke kafetaria dan makan beberapa makanan ringan rasa.", "Tanpa melakukan apa-apa, ia kembali ke asrama.", "Setelah membuka komputernya, ia sudah terbiasa mengunjungi log obrolan dari Nine Provinces (1) Grup. Sekarang ini adalah cara utamanya untuk menghabiskan waktu.", "Tanpa sadar, dia telah bergabung dengan grup ini selama 10 hari.", "Saat mengintai 10 hari terakhir ini, dia melihat bahwa mayoritas orang dalam grup sedang mengobrol tentang dunia rahasia mana yang harus mereka ganggu, dan berapa banyak hadiah yang akan mereka petik. Selain itu, ada juga pembicaraan tentang di mana hantu dan iblis jahat muncul, dan apakah akan menjinakkan atau memenggal mereka.", "Mereka berbicara seolah semua ini nyata. Song Shuhang berpikir, jika dia mengambil isi dari log obrolan ini, sedikit memolesnya, lalu mempostingnya secara online sebagai Novel Xianxia, ​​dia dapat menghasilkan sedikit uang dari royalti.", "Dalam 10 hari terakhir ini, Song Shuhang mengenali cukup banyak orang dari grup.", "Misalnya, ketua kelompok yang jarang terlihat, Mt. Yellow’s True Monarch.", "Selain itu, dua moderator yang belum pernah muncul sejak ia bergabung dengan grup ini, Rainmoon True Monarch dari Daluo Sect dan Sage Terhormat dari Seven Path.", "Yang sering online termasuk ‘reporter intelijen’ Longgar Praktisi River Utara, Mad Sabre Three Waves yang mencari kematian, Ah Qi dari Su Clan yang ingin bertarung dengan atau tanpa berbicara, dan Master Kedokteran yang kata-katanya sama sulit didapat dengan emas.", "Selain itu, ada juga Biksu Cloud Roaming Tong Xuan yang terus mengintai yang hanya memposting emotikon bahkan ketika dia muncul dalam obrolan. Dikabarkan bahwa Biksu Tinggi ini telah berlatih meditasi diam. Dia tidak hanya tidak bisa berbicara tetapi juga tidak bisa mengetik. Paling-paling, dia bisa mengirim emotikon.", "Akhirnya, di antara kelompok yang agak chunni ini, ada Soft Feather Pulau Spirit Butterfly yang berbicara secara normal. Nomornya hanya satu digit dari Song Shuhang. Hanya dengan menaiki nasib baiknya, Shuhang menerima kesempatan untuk memasuki kelompok Nine Provinces (1) ini.", "Laporan-laporan ini diperolehnya ketika Longgar Praktisi River Utara dengan penuh semangat memperkenalkan anggota kelompok ke Bulu Bulu Pulau Kupu-kupu Spiritual.", "……", "Hari ini, setelah membuka Nine Provinces (1) Obrolan, hal pertama yang dilihatnya adalah pesan dari Master Kedokteran.", "Master Kedokteran, yang kata-katanya sama sulitnya dengan emas, mengirim: “Memperbaiki formula pil foundation.”", "Termasuk tanda baca, ini adalah kalimat enam kata! Dari saat ia bergabung dengan grup, Song Shuhang belum pernah melihat posting Master Kedokteran pesan yang begitu panjang. Jadi dia terus membaca.", "Berita The Medicine Master telah diposting di pagi hari.", "“Resep Pil Sederhana untuk Cairan Tempering Tubuh: Ginseng 3 liang, Goji Berries 4 liang 3 qian; Pagi Rumput Misterius Pagi; Rising Sun Stone 3 liang, Maiden’s Fragrance 1 liang 3 qian …….. Fresh Overlord Branch 1 liang, iris tipis Sembilan-Yang Scarlet Flame Bamboo 4 liang ….. ”", "[TL: 1 liang = 50g; 1 qian = 5g]", "Daftar 45 jenis bahan obat berturut-turut, di antara mereka, ada bahan tampak akrab seperti Ginseng dan Goji Berries, tetapi ada juga Batu Rising Sun jarang terdengar dan bahan-bahan yang belum pernah terjadi sebelumnya, Morning Dew Mysterious Grass, Fresh Overlord Branches, yang Sembilan-Yang Scarlet Flame Bamboo dan semacamnya.", "“Ikuti proporsi resep dan masukkan satu per satu ke dalam tungku pil, didihkan selama lima menit, masukkan ramuan berikutnya, kemudian didihkan selama lima menit, masukkan ramuan berikutnya dan ulangi. Perhatikan suhu api! Dengan menggunakan proses ini, cairan obat akan berubah menjadi pasta. Body Tempering Liquid yang berhasil diselesaikan harus berwarna hitam, transparan, dan dengan aroma yang kuat .. ”", "Mudah dimengerti!", "Dari bahan 40-lebih, ada banyak yang Song Shuhang tidak kenal. Anehnya, dia pergi hanya untuk mencari mereka.", "Dalam formula pil, ada 30 bahan dari obat Cina umum, semua untuk meningkatkan qi, darah, dan semacamnya.", "Masih ada 15 bahan seperti Morning Dew Mysterious Grass, Fresh Overlord Branch, dan Scarlet Flame Bamboo yang belum pernah dia dengar, bukankah ‘Master Kedokteran’ dari grup ini mengada-ada?", "“Orang-orang ini telah tenggelam terlalu jauh ke dalam khayalan ini, mereka bahkan membuat formula obat! Tidak mungkin seseorang benar-benar mengikuti formula ini dan mengkonsumsi pasta obat itu, kan? “Song Shuhang bertanya-tanya.", "Dia agak cemas, karena seperti nasi bisa dimakan dengan cara apa pun yang Kamu suka, tetapi obat tidak bisa diambil secara acak!", "Tidak akan sembarangan memakan obat-obatan menyebabkan kematian? Bagaimana kalau menyarankan kelompok chuunibyou ini untuk tidak melakukannya? Tidak peduli bagaimana Kamu mengatakannya, Song Shuhang sudah berada di obrolan ini selama 10 hari.", "Jika seseorang dalam kelompok ini meninggal karena makan obat sembarangan, dia juga akan merasa sedikit bersalah", "Melanjutkan, setelah memeriksa obrolan, dia menyadari bahwa beberapa orang sudah mengikuti instruksi!", "Ternyata itu adalah salah satu yang tampak paling normal dalam obrolan, Bulu Bulu Pulau Spiritual, yang merespons sekitar pukul 2 pagi.", "Bulu Lembut Pulau Kupu-Kupu Spiritual: “Dibandingkan dengan formula lama, yang satu ini kekurangan banyak bahan obat langka. Prosesnya juga disederhanakan dengan banyak. Master Kedokteran, berapa suhu seharusnya api itu? Aku baru saja mencoba, tetapi hasilnya gagal di tengah jalan. Juga, berapa banyak efektivitas obat berkurang dibandingkan dengan aslinya? ”", "“Efek 2: 1.” Kata Master Kedokteran.", "Keefektifan obat hanya setengah dari sebelumnya, setelah semua herbal berharga berkurang. Tetapi dengan ramuan obat yang berorientasi massa normal seperti itu, untuk tetap bisa membentuk Cairan Tempering Tubuh, itu akan dianggap untung.", "“Temperatur dan penentuan waktu spesifik harus dipahami sendiri, itu tidak bisa dijelaskan.” Master Kedokteran sekali lagi mengirim kata-kata panjang yang jarang, hanya ketika datang ke pertanyaan tentang ramuan pil akan ia mengepalkan giginya dan memasukkan beberapa kata lagi , “Juga, jika seni pengendalian kebakaran Kamu tidak cukup baik, aku sarankan Kamu menggunakan harta karun untuk pengendalian kebakaran.”", "“Terima kasih senior, aku akan coba lagi.” Soft Feather Butterfly Island Butterfly mengirim senyuman, lalu kembali mengintai.", "Pesan terakhir Spiritual Butterfly Island Soft Feather adalah pada pukul 02:30 pagi, jika ia pergi untuk meramu pil setelah itu, menilai sejak saat ia seharusnya sudah meramu beberapa tungku pil, kan?", "Itu bisa membunuh kan? Sejak awal, sekelompok chuunibyous ini sudah sangat konyol, jika mereka makan obat yang salah juga, bukankah mereka akan menjadi sangat konyol? Awalnya, mereka mungkin bisa diselamatkan, tetapi sekarang jika mereka makan obat itu maka benar-benar tidak ada harapan untuk menyelamatkan!", "Hati nuraninya akhirnya mengambil alih, dan dia tidak bisa tidak masuk ke dalam jendela obrolan, “Obat tidak bisa diambil secara acak!”", "Tepat ketika dia akan mengetuk tombol Enter, dan mengirim kalimat pertamanya di grup ini …… Jendela obrolan bergetar.", "Senyum lebar muncul dari avatar obrolan grup.", "Itu adalah moderator yang tidak muncul ketika Song Shuhang masuk ke chat group Seven Path’s Respected Sage, “Resep ini hebat, aku hanya mencoba secara bersamaan meramu dalam tujuh tanur, dan semuanya dengan mudah berhasil. Tingkat keberhasilannya sangat tinggi. Aku sudah mencoba beberapa dan efektivitas obat sedikit lebih dari setengah dari versi lama Body Tempering Liquid. Tetapi biaya pembuatan resep ini hanya sepersepuluh dari resep lama.", "Cairan Tempering Tubuh mungkin adalah level terendah pil, tetapi sampai hari ini, Qi spiritual di dunia ini menjadi semakin tipis. Bagi kami yang jarang mengkonsumsi obat-obatan dan jamu mahal, ini benar-benar hal yang baik. Master Kedokteran, terus bekerja keras. Jika Kamu dapat meningkatkan resep pil level tiga ke atas, maka kontribusi dan upaya Kamu akan sangat berharga. ”", "“Tambahan: Yang paling penting adalah, kesulitan meramu telah sangat berkurang, ini bahkan dapat ditularkan kepada siswa kedokteran untuk meramu.”", "Seven Path’s Respected Sage adalah senior terkenal di grup, dan dalam hal kekuatan dia bahkan satu tingkat lebih tinggi dari Mt. Yellow’s True Monarch. Dia juga memiliki pencapaian tinggi dalam hal ramuan pil. Dalam kelompok ini, ia dapat dikatakan sebagai otoritas dalam hal meramu pil, pujiannya secara alami membuat junior seperti Master Kedokteran merasa sangat berbesar hati.", "“Terima kasih senior, aku akan bekerja keras!” Medicine Master dengan bersemangat memasukkan banyak kata ini dalam satu kalimat, apalagi dengan kecepatan tinggi.", "Mulut Song Shuhang mulai berkedut, sebenarnya ada seseorang yang telah mengarang dan mengambil ‘cairan pengencer tubuh’ itu?", "Jika Kamu menemukan kesalahan (tautan rusak, konten non-standar, dll.), Harap beri tahu kami agar kami dapat memperbaikinya sesegera mungkin.", "Baca terus di : www.worldnovel.online"]}
]