[
{"jdlChap": ["Chapter 7"], "textNovel": ["Bab 7: SermonTranslator: Editor Grup Virtual: Grup Virtual", "Shen Du segera tersenyum. “Ayo pergi bersama. Berhati-hatilah untuk menghindari… ”Dia tidak menyelesaikan kalimatnya. Dia melihat ke langit-langit, menunjukkan bahwa Shang Jianyao harus berhati-hati.", "Kamera pengintai dipasang di Zona Hunian setiap lantai, tetapi jumlahnya tidak banyak. Mereka hanya dipasang di persimpangan utama dan ruang publik dalam ruangan.", "Sebagai perbandingan, ada lebih banyak kamera pengintai di Zona Ekosistem Dalam Ruangan dan Zona Pabrik. Namun, jumlahnya tidak seberapa jika dibandingkan dengan Zona Riset dan Zona Administratif.", "Shang Jianyao mengikuti pandangan Shen Du dan melihat ke persimpangan di depan. Dia tersenyum dan berkata, “Mungkin itu bahkan belum dinyalakan.”", "“Itu benar.” Shen Du setuju dengan Shang Jianyao.", "Ini karena situasi seperti itu terlalu umum di perusahaan. Dari waktu ke waktu, terungkap bahwa peralatan tertentu telah rusak dan tidak dapat digunakan. Biasanya hanya ditempatkan di sana untuk pertunjukan.", "Dikatakan bahwa ini ada hubungannya dengan kekacauan yang terjadi ketika Dunia Lama dihancurkan sementara yang selamat dengan tergesa-gesa mundur ke gedung bawah tanah.", "Selain itu, sudah 46 tahun sejak dimulainya Kalender Baru. Sangat normal jika beberapa peralatan mengalami kerusakan. Jalur produksi yang sesuai mungkin belum dibangun kembali karena kurangnya sumber daya, kehilangan teknologi, atau kurangnya informasi. Oleh karena itu, tidak mungkin untuk mengganti atau memperbaikinya.", "“Namun, kami tetap harus berhati-hati. Perusahaan selalu sangat ketat tentang masalah agama. ” Shen Du mengingatkannya dan berjalan maju dengan senter.", "Ketika dia sampai di persimpangan, dia mematikan senter dan menggunakan metode hati-hati dengan menempel di dekat dinding untuk berbelok ke kanan.", "Shang Jianyao mengikuti di belakangnya dan melihat kamera pengintai di langit-langit persimpangan.", "Titik merah berkedip perlahan.", "Shang Jianyao melihat titik merah itu dan tiba-tiba mengangkat tangannya. Dia mencubit pipinya dan menarik sudut mulutnya, membuat ekspresi wajah.", "Dia kemudian mengusap otot-otot di wajahnya yang telah terjepit oleh senter. Dia meniru Shen Du dan pindah ke dinding.", "Setelah berjalan beberapa saat, melewati belokan dan tikungan yang berbeda, Shen Du berhenti di depan Kamar 35 Zona A. Dia kemudian mengangkat tangan kirinya dan mengetuk tiga kali.", "“Bayi yang baru lahir disamakan dengan matahari.” Sebuah suara yang sengaja dibuat dalam-dalam terdengar dari ruangan itu.", "Shen Du menjulurkan lehernya ke depan dan menjawab dengan suara dalam yang sama, “Hidup yang paling penting.”", "Dengan suara berderit, pintu terbuka, dan cahaya kuning redup mengalir keluar.", "“Ini adalah?” Wanita yang membuka pintu melihat Shang Jianyao di belakang Shen Du. Dia berusia tiga puluhan dan jelas telah dimodifikasi secara genetik. Alisnya hitam dan lurus, hidungnya tinggi, dan sudut matanya terangkat. Dia cantik dan unik.", "Shang Jianyao melangkah maju dan berkata dengan tulus, “Ini adalah pertama kalinya Aku berpartisipasi. Paman Shen membawaku ke sini. ”", "Kerutan wanita itu perlahan mengendur saat dia berkata sambil berpikir, “Jadi, Kamu adalah umat baru.”", "Dia melihat sekeliling dan menyingkir. “Cepat masuk, jangan biarkan siapa pun melihatmu.”", "Setelah melihat bahwa wanita ini telah mengakui identitas Shang Jianyao, Shen Du tidak lagi ragu. Dia melangkah ke kamar dan mematikan senter.", "Shang Jianyao mengikuti di belakang dan mengamati sekeliling, mengamati situasi di dalam ruangan.", "Ruangan ini jauh lebih besar dari yang dia tinggali. Selain itu, ada pintu tepat di dalam, yang menunjukkan bahwa ada kamar tidur bagian dalam, kamar mandi, atau dapur kecil.", "Ini mengingatkan Shang Jianyao pada rumahnya sebelumnya. Artinya pemilik ruangan ini sudah menikah dan di atas D4 atau salah satunya adalah ketua tim D7.", "Ruangan di luar berukuran sekitar 2,5 meter kali lebar 5 meter. Sebuah lemari dan lemari berada di dekat dinding paling dalam. Dipisahkan oleh dua perabot adalah tempat tidur ganda yang besar. Itu ditempatkan secara horizontal, dan di kaki tempat tidur ada lorong menuju kamar tidur bagian dalam.", "Di balik tempat tidur besar ada ruang tamu kecil yang terdiri dari kursi, bangku, bangku pendek, meja kopi, meja, dan sofa.", "Pada saat ini, dua lilin dinyalakan di atas meja kopi, menciptakan cahaya kuning samar. Banyak orang yang duduk-duduk — pria dan wanita, tua dan muda.", "Shang Jianyao tidak menghitung dengan cermat, tapi dari seberapa padatnya, dia merasa setidaknya ada sepuluh orang.", "“Jianyao, daftar dulu.” Wanita yang membuka pintu mengeluarkan buku catatan berlapis lembut entah dari mana.", "Shang Jianyao mengambil pena dan menulis namanya di halaman kosong sambil memasang ekspresi ingin tahu. “Kamu kenal Aku?”", "Wanita itu tersenyum dan berkata, “Ketika orang tuamu tinggal di sini, kami hampir tidak dianggap tetangga. Namun, Kamu mungkin tidak mengingat Aku. Kamu bisa memanggil Aku Bibi Li. ”", "Oke, Bibi Li. Shang Jianyao tidak berdiri di atas upacara sama sekali.", "“Baiklah, cepat duduk. Pemandu akan segera memulai khotbah. ” Li menunjuk ke bangku kosong.", "Shang Jianyao dengan sopan bertanya, “Di mana kamu duduk?”", "“Aku bisa duduk di samping tempat tidur,” jawab Li sambil tersenyum.", "Shang Jianyao tidak bertanya lebih jauh. Dia mengambil beberapa langkah ke samping dan duduk.", "Setelah sekitar dua hingga tiga menit, pintu kamar tidur terbuka, dan sesosok tubuh keluar.", "Sosok ini sama sekali tidak asing baginya. Itu adalah Bibi Ren, yang dia temui di Rec Center malam itu. Dia adalah karyawan D3 yang bertugas di Komite Strategi perusahaan.", "Saat ini, Ren Jie masih mengenakan kemeja poliester yang sama, tetapi dia telah berganti menjadi celana abu-abu. Di wajah cantiknya, yang memiliki jejak usia, ekspresinya suci dan bermartabat.", "Dia berjalan di antara tempat tidur besar, lemari, dan lemari dan mengamati ruangan untuk semua orang.", "“Jianyao?” Dia segera melihat Shang Jianyao duduk tegak, dengan mudah menyelinap untuk menyapanya dengan kata-kata kecil yang penuh kasih sayang.", "Shang Jianyao berdiri, maju dua langkah, dan menyapanya. “Bibi Ren, Aku baru saja mendaftar. Paman Shen membawaku ke sini. ”", "Mata Ren Jie berkedip-kedip seolah sedang mempertimbangkan sesuatu. Lalu dia tersenyum. “Jadi begitulah adanya. Kamu sudah lulus ujian. Silahkan duduk.”", "Ketika Shang Jianyao duduk lagi, dia memandang semua orang dan berkata, “Karena umat baru ikut serta, sebaiknya Aku perkenalkan paroki kita.”", "Tepuk! Tepuk! Tepuk!", "Shang Jianyao bertepuk tangan dengan antusias.", "Shen Du dan yang lainnya entah menoleh atau menoleh untuk menatapnya dengan tatapan kosong yang sama.", "Ren Jie mungkin pernah mendengar bahwa Shang Jianyao adalah seseorang dengan kepribadian yang agak sembrono. Setelah terkejut sejenak, dia tertawa. “Kamu tidak perlu melakukan itu. Ini bukan konvensi perusahaan. ”", "Dia berhenti selama dua detik. Setelah Shang Jianyao berhenti, dia berkata dengan suara yang dalam, “Kita semua di sini tidak pernah benar-benar meninggalkan perusahaan atau melangkah ke permukaan. Informasi yang kami miliki di Ashlands hanya berasal dari siaran perusahaan, pengenalan buku teks, dan deskripsi karyawan Departemen Keamanan. Semua informasi ini telah disaring secara rahasia sebelumnya.", "“Kami tidak benar-benar tahu Ashlands yang sebenarnya, sama seperti kami belum pernah benar-benar melihat langit.” Tatapannya menyapu dan mendarat di wajah Shang Jianyao. “Kita tahu bahwa setelah kehancuran Dunia Lama, setelah sekian lama terjadi kekacauan dan perselisihan, manusia akhirnya berhasil membangun kembali ketertiban di daerah tertentu dan memulai Kalender Baru.", "“Kami juga tahu bahwa bayang-bayang terus menyelimuti Ashlands. Tanah ketertiban seperti pulau di tengah laut, seperti yang dibicarakan di buku teks. Berbatasan dengan tanah yang kacau, tidak ada tanah manusia, dan berbagai hutan belantara dan pegunungan. Polusi, mutasi, dan kelaparan seperti gelombang pasang yang datang gelombang demi gelombang dengan cara yang tidak pernah berakhir.", "“Yang paling fatal dari semuanya adalah penyakit Heartless, yang merupakan Penyakit Transformasi Hewan yang diajarkan di buku teks. Hingga hari ini, kami masih belum memahami patologi dan pola penyebarannya. Mungkin, orang-orang di sekitar kita dan kita akan merosot menjadi ‘binatang buas’ yang sebenarnya ketika kita bangun suatu hari, tidak dapat berkomunikasi satu sama lain, hanya memiliki naluri untuk berburu. ”", "Ren Jie menarik napas dan melanjutkan. “Ini yang kami tahu, jadi apa yang tidak kami ketahui? Bagaimana Dunia Lama bisa dihancurkan? Bagaimana ord yang baruer dibangun kembali? Di Ashlands, ada banyak rumor yang menyebar di antara manusia: Beberapa tindakan Dunia Lama membuat marah para dewa, jadi mereka dihancurkan oleh ‘Mereka.’ Para penyintas lulus ujian, jadi mereka diselamatkan oleh ‘Mereka.’", "“Rumor ini sebagian benar dan sebagian lagi salah. Memang benar ada sekelompok dewa di dunia ini. ‘Mereka’ berbagi kendali waktu dan mengelola bulan yang berbeda. Oleh karena itu, ‘Mereka’ dengan hormat dipanggil sebagai ‘Kalendarium.’ Tentu saja, ada juga orang yang menyebut ‘Mereka’ sebagai ‘Manusia Sempurna,’ ‘Dewa Zaman,’ ‘Dewa Eon,’ ‘Mesias,’ ‘Pelukis Masa Lalu, ‘dan’ Guru Saat Ini. ‘", "Yang palsu adalah Kalendarium tidak menghancurkan Dunia Lama karena mereka marah. Ini hanya hasil yang tak terhindarkan dari perkembangan normal. Hidup itu luhur dan sakral, tetapi pada akhirnya akan berlalu. Dunia tidak terkecuali, seperti bagaimana tahun pada akhirnya akan berakhir dan bersiap untuk memulai tahun baru.", "“Paroki kami disebut Ritual Hidup. Kami percaya pada Kalendaria yang paling istimewa — Arbiter of Fate yang memimpin bulan Desember. ‘Dia’ menandai akhir tetapi juga melambangkan datangnya tahun baru. ‘Dia’ adalah terminator Dunia Lama dan juga pendiri Dunia Baru. ”", "Ketika Ren Jie mengatakan ini, selain Shang Jianyao, semua orang mengulurkan tangan mereka, sepertinya memeluk dan menggendong bayi.", "Akhir akan menjadi milik Arbiter of Fate. Suara mereka yang dalam dan jelas bercampur dan bergema di ruangan itu.", "Ren Jie memandang Shang Jianyao dan melanjutkan. “Dunia Baru sebenarnya belum datang. Sekarang saatnya para dewa menguji semua makhluk hidup. Hanya pemuja Arbiter of Fate yang telah mempercayakan dirinya kepada Arbiter of Fate dalam bentuk ritual pengorbanan yang dapat memasuki Dunia Baru dan keluar dari siklus waktu, memperoleh kehidupan yang kekal tanpa penderitaan lagi. ”", "Pujilah belas kasihan-Mu! Jemaat kembali mengayunkan tangan dan berbicara dengan suara rendah.", "Shang Jianyao menirukan tindakan mereka dan berkata, “Puji syukurlah.”", "Ren Jie mengangguk puas dan berkata, “Baiklah, mari kita mulai khotbah secara resmi. Ritual Hidup kita memuja kehidupan dan menghormati kematian. Oleh karena itu, kami sangat menghargai kehidupan dan pemakaman baru. Kami terutama akan berbicara tentang kehidupan baru hari ini. ”", "Shang Jianyao duduk dengan punggung tegak. Seperti orang-orang di sekitarnya, dia mendengarkan dengan sangat serius.", "Suara Ren Jie perlahan melembut saat ekspresinya berubah menjadi suci. “Kita harus membiarkan bayi tidur telentang; kita harus membiarkan bayi mengembangkan kebiasaan bermain di siang hari dan tidur di malam hari; kita harus menyenandungkan lagu saat bayi tidur; kita harus secara serius membedakan tangisan bayi.", "“Pendek tapi dalam, kadang tinggi, kadang rendah berarti lapar; tangisan yang intens berarti kemarahan; tiba-tiba menjadi keras dan melengking sebelum jeda panjang yang berubah menjadi rengekan lembut dan sedih berarti sakit …", "“Kita harus menepuk punggung bayi dengan lembut dan membiarkan mereka mengeluarkan udara di perutnya… Kita harus memegang bagian belakang kepala bayi ketika kita menggendongnya… Kita harus menyusui…”", "Mata Shang Jianyao berangsur-angsur berkaca-kaca. Mulutnya terbuka sedikit, tidak bisa menutup.", "www.worldnovel.online"]},
{"jdlChap": ["Chapter 9"], "textNovel": ["Bab 9: Pekerjaan 3", "Penerjemah: Editor grup virtual: grup virtual", "Long Yuehong tidak bisa memahami jawaban Shang Jianyao, jadi dia tidak bisa diganggu.", "Keduanya mengobrol santai saat mereka menuju ke Pasar Alokasi Persediaan bersama. Ketika kafetaria staf dibuka, mereka masing-masing menghabiskan delapan poin kontribusi untuk telur rebus, dua roti gandum campuran, dan sepiring acar sayuran.", "Setelah sarapan, Shang Jianyao dan Long Yuehong membawa kotak makan siang mereka ke Rec Center. Mereka duduk di pojok aula dan menunggu keluarnya hasil alokasi pekerjaan.", "Rec Center kosong pada saat itu, selain dari karyawan yang bekerja di sana — yang sibuk menggosok, membersihkan, dan memindahkan benda-benda di bawah pengawasan Chen Xianyu.", "Para tetua yang berlatih dan mengobrol di pagi hari sudah tidak ada lagi. Mereka mengirim anak-anak muda ke sekolah atau langsung menuju pekerjaan mereka.", "Perusahaan menetapkan bahwa mereka yang berusia 60 tahun dapat dipindahkan ke posisi yang lebih santai atau beban kerjanya dikurangi setengahnya. Baru pada usia 75 tahun barulah mereka tidak perlu bekerja. Mereka kemudian dapat menerima pensiun bulanan berdasarkan peringkat karyawan mereka.", "Namun, tidak banyak pensiunan yang dapat datang ke Rec Center di waktu senggang ketika mereka mencapai usia 75 tahun. Karena peningkatan genetik tidak meluas pada generasi sebelumnya, hanya sedikit orang yang dapat hidup hingga usia 75 tahun tanpa sumber daya dan nutrisi yang memadai.", "Long Yuehong menarik napas dalam-dalam dan mencoba melakukan percakapan. “Aku bertemu dengan putri rekan ibu Aku kemarin. Dia baru berusia 18 tahun. Dia bekerja di stasiun radio di bawah Departemen Hiburan. Tingginya sekitar 1,7 meter dan sangat cantik.", "“Apa menurutmu dia mungkin menyukaiku? Sigh, tinggi Aku hanya 1,75 meter setelah peningkatan genetik. Penampilan Aku rata-rata, dan nilai Aku hanya rata-rata. Aku tidak dialokasikan oleh departemen mana pun…. ”", "Alis kanan Shang Jianyao bergerak-gerak sedikit. “Siapa Namanya?”", "“Feng Yunying. Heh heh, dia tidak kenal Hou Yi. Mereka tidak berada di tim yang sama. ” Long Yuehong berpikir bahwa Shang Jianyao ingin bertanya tentang situasi Hou Yi. Bagaimanapun, banyak karyawan perusahaan yang menjadi pendengar setia penyiar ini.", "Shang Jianyao tidak tampak kecewa dan terus bertanya, “Di lantai dan zona mana dia tinggal? Berapa nomor unitnya? ”", "“Mengapa kamu menanyakan ini?” Long Yuehong kaget dan bingung.", "Shang Jianyao meliriknya. “Aku akan bertanya padanya apakah mungkin dia menyukaimu.”", "“…” Tidak peduli seberapa tidak berpengalamannya Long Yuehong, dia tahu bahwa ini hanya akan mengacaukan segalanya. “Haha, berhentilah bercanda.”", "Dia tidak berani melanjutkan topik itu. “Departemen apa yang ingin Kamu masuki?”", "“Departemen Keamanan,” jawab Shang Jianyao tanpa ragu-ragu.", "Long Yuehong hampir kehilangan kendali atas suaranya. “Kamu gila? Itu sangat berbahaya! Jangan berpikir bahwa memiliki uang makan adalah hal yang baik! Haha, kamu bercanda lagi. ”", "Departemen Keamanan adalah yang paling tidak aman di antara semua departemen di perusahaan. Tingkat kematian staf tahunan beberapa kali lebih tinggi daripada gabungan departemen lain. Ini karena mereka bertanggung jawab atas banyak ekspedisi.", "Tugas mereka termasuk mengawal perbekalan dalam jumlah besar melalui hutan belantara, bertarung dengan orang-orang atau monster yang telah menginvasi wilayah pengaruh mereka, menjaga pos terdepan selain bangunan bawah tanah, menjelajah jauh ke dalam hutan belantara untuk mencari reruntuhan Dunia Lama, dan melindungi para ilmuwan. tim untuk menyelesaikan proyek yang sesuai. Namun, tugas mereka tidak terbatas hanya pada hal-hal ini.", "Hal ini sering mengakibatkan pegawai Departemen Keamanan harus menghadapi polusi, penyakit, monster, penyakit Heartless, dan peluru. Ada yang terluka, terinfeksi, mengalami kelainan, atau bahkan meninggal dunia. Itu tidak bisa dihindari.", "Sementara Long Yuehong dikejutkan oleh jawaban Shang Jianyao, Meng Xia dan yang lainnya memasuki Rec Center satu demi satu. Mereka kemudian duduk di tempat yang berbeda sesuai dengan keakraban mereka dengan daerah tersebut.", "Yang Zhenyuan memiliki hubungan yang baik dengan Shang Jianyao dan Long Yuehong. Mereka tinggal di lantai yang sama, pernah masuk universitas yang sama, dan juga mengambil jurusan di bidang yang sama. Oleh karena itu, dia berjalan menuju mereka berdua setelah melihat sekeliling.", "“Eh, kenapa kamu terlihat begitu kempes? Apakah ykamu tidak makan sarapan? ” Long Yuehong bertanya dengan prihatin saat dia melihat Yang Zhenyuan berjalan mendekat.", "Wajah Yang Zhenyuan memerah. Aku sudah makan. Aku hanya sedikit lelah. ”", "“Lelah kenapa?” Long Yuehong bingung.", "Yang Zhenyuan tidak tahu bagaimana menjelaskannya. Dia menoleh ke Shang Jianyao dan menghela nafas. “Aku tidak pernah tahu bahwa pernikahan adalah hal yang melelahkan. Namun, ini masih cukup bagus. Kalian harus mencari pasangan secepat mungkin. ” Saat dia berbicara, dia tanpa sadar mengungkapkan senyuman.", "Long Yuehong merasa bahwa dia mengerti apa yang dia maksud dan tidak bertanya lebih jauh. Dia melanjutkan topik dari sebelumnya. “Yang Zhenyuan, Shang Jianyao hanya bercanda tentang bagaimana dia ingin bergabung dengan Departemen Keamanan!”", "Yang Zhenyuan memikirkannya dengan serius. “Jika Aku dapat membatasi diri untuk melayani secara internal, Aku ingin bekerja di sana juga. Perawatannya sangat bagus. ”", "Gaji karyawan Departemen Keamanan tidak berbeda dengan gaji karyawan departemen lain. Mereka semua mengikuti aturan perusahaan. Namun, karena mereka membutuhkan latihan intensitas tinggi, mereka bisa makan daging setiap hari. Pada hari-hari pelatihan dan hari-hari tugas, mereka makan di kantin eksklusif Departemen Keamanan. Harga makanannya rendah, dan porsinya banyak. Biasanya, akan ada tunjangan makan.", "Ini sangat menarik bagi banyak karyawan.", "“Bukankah sudah jelas? Jika seseorang benar-benar dapat membatasi diri untuk melayani secara internal, semua orang akan ingin bekerja di sana. Ya, kecuali manajemen dan para peneliti itu, ”kata Long Yuehong dengan nada menghina. “Sayangnya, pos internal dan eksternal Departemen Keamanan dilakukan secara bergilir kecuali seseorang menjadi penjaga pribadi Bos Besar, bagian dari tim operasi yang langsung berada di bawah manajemen, atau detail keamanan proyek yang penting.”", "Shang Jianyao, yang selama ini diam, tiba-tiba berkata, “Aku ingin posisi agen lapangan.”", "“…” Long Yuehong melambaikan tangannya di depan Shang Jianyao. “Apa benar ada yang salah dengan otakmu? Apa kau tidak tahu betapa berbahayanya di luar? ”", "Ada banyak karyawan di Departemen Keamanan, jadi semua orang mengenal seseorang dari sana sampai batas tertentu. Mereka tahu situasi Ashlands, jadi mereka tahu bahwa ada lebih banyak kekacauan daripada ketertiban di luar.", "Interior perusahaan relatif damai dan teratur. Kemampuannya menyediakan kebutuhan pokok membuatnya seperti surga.", "Justru karena inilah tidak banyak orang yang benar-benar ingin menjadi bagian dari departemen, meskipun Departemen Keamanan memiliki tunjangan yang sesuai untuk agen lapangan dan pilihan untuk membawa barang-barang dari Ashlands pulang tanpa mereka menyerahkan atau menghancurkannya.", "Untuk mendorong semua orang bergabung dengan Departemen Keamanan, dewan direksi sangat murah hati dengan promosi staf terkait. Banyak orang, dalam pekerjaan biasa mereka, mungkin hanya mencapai D3 seumur hidup mereka, tidak mampu menjadi karyawan senior. Namun, staf Departemen Keamanan bisa mencapai D4 dalam setahun atau bahkan enam bulan. Pada saat yang sama, semua orang yang pensiun dari Departemen Keamanan dan dipindahkan ke posisi normal akan naik satu peringkat.", "Yang Zhenyuan tidak dapat memahami Shang Jianyao, tetapi dia tidak membalas dan hanya menunjukkan beberapa fakta. “Pegawai Departemen Keamanan pada dasarnya dipilih dari orang yang sudah menikah dan memiliki anak. Sangat jarang menemukan seseorang yang baru saja dijodohkan atau belum menikah. ”", "“Betul sekali.” Long Yuehong tersenyum dan mengangguk. Dia kemudian melihat ke arah Shang Jianyao dan berkata, “Mengapa Kamu ingin menjadi agen lapangan?”", "“Untuk menyelamatkan seluruh umat manusia,” kata Shang Jianyao tanpa mengubah ekspresinya.", "Long Yuehong dan Yang Zhenyuan tersedak air liur mereka sendiri pada saat bersamaan.", "Pada saat itu, dua orang berseragam hitam masuk dari luar dan menyerahkan amplop kertas tertutup kepada Chen Xianyu, PIC Rec Center.", "Long Yuehong, Yang Zhenyuan, dan Meng Xia berdiri pada waktu yang sama dan menahan napas.", "Amplop kertas berisi hasil alokasi pekerjaan.", "Dibandingkan dengan kebutuhan penugasan nikah sentral untuk pengumuman publik, hasil alokasi pekerjaan diberikan, dalam bentuk surat, kepada orang yang sesuai karena klausul kerahasiaan. Tidak ada orang lain yang mengetahui hasil selama seluruh proses.", "Setelah mengkonfirmasikan bahwa kertas membungkuse tidak rusak, kedua staf dewan menandatangani dan menyerahkan hasilnya. Mereka kemudian mundur ke sisi Chen Xianyu untuk mengawasi proses distribusi.", "“Itu cepat. Sepertinya kita adalah angkatan pertama… Aku ingin tahu pekerjaan seperti apa yang akan aku dapatkan… ”Long Yuehong mau tidak mau berbicara dengan gugup.", "Shang Jianyao meliriknya dan berkata, “Pertama, anggaplah kamu telah memasuki Departemen Keamanan. Dengan begitu, apa pun hasilnya, tidak akan lebih buruk. ”", "“Itu masuk akal!” Long Yuehong tidak punya pilihan lain selain mengikuti saran Shang Jianyao.", "Setelah Chen Xianyu menunjukkan amplop kertas itu kepada semua orang, dia membuka segelnya dan mengeluarkan setumpuk amplop. Kemudian, dia membaca nama di setiap huruf. Zhong Xiaomin.", "Seorang gadis naik, mengambil surat itu, dan dengan cepat berjalan ke samping untuk membuka amplop.", "Yang Zhenyuan.", "…", "Meng Xia.", "…", "“Long Yuehong.”", "…", "“Shang Jianyao.”", "…", "Nama-nama itu dibacakan satu per satu. Satu per satu, orang-orang berjalan dan menerima amplop yang akan menentukan nasib mereka.", "Mereka tidak mencoba menyembunyikan hasil mereka dari orang lain. Sebaliknya, mereka langsung membuka amplop di Rec Center dan mengeluarkan surat di dalamnya.", "Long Yuehong berdiri tidak jauh dari Chen Xianyu. Tangannya gemetar saat dia membuka kertas itu. “Long Yuehong, Nomor Kartu Elektronik 02511013768: Mohon lapor ke Kamar 14 di lantai 647 sebelum tengah hari.”", "Lantai 647 … Pikiran Long Yuehong berdengung, dan surat di tangannya jatuh ke tanah. Dia segera mengambilnya lagi dan membacanya beberapa kali lagi, berharap dia salah membacanya.", "Sayangnya, dia tidak melakukannya.", "Aku ditakdirkan. Aku dikutuk … “dia bergumam pada dirinya sendiri, wajahnya pucat.", "Bangunan bawah tanah ini memiliki total 650 lantai. Lima lantai yang paling dekat dengan permukaan berada di bawah Departemen Keamanan. Oleh karena itu, melapor ke lantai 647 berarti bergabung dengan Departemen Keamanan.", "Menampar!", "Shang Jianyao menepuk bahu Long Yuehong.", "Long Yuehong perlahan berbalik, matanya kusam. Aku ditakdirkan. Aku ditakdirkan … ”", "Dengan senyum cerah, Shang Jianyao berkata, “Aku telah ditugaskan ke Departemen Keamanan.”", "“Hah?” Long Yuehong tersentak dari mimpi buruknya dan mengambil surat Shang Jianyao. Dia dengan cepat memindainya dan membaca isinya. “Shang Jianyao. Nomor Kartu Elektronik 02509083626: Silakan lapor ke Kamar 14 di lantai 647 sebelum tengah hari. ”", "Kita akan berada di tempat yang sama? Long Yuehong sedikit tenang.", "Shang Jianyao tersenyum dan menjawab, “Sepertinya begitu.”", "“Mengapa kita sangat tidak beruntung?” Long Yuehong tidak lagi kecewa dan tertekan setelah mengetahui bahwa dia ditemani.", "Shang Jianyao memiringkan kepalanya dan berkata, “Aku melamar untuk itu.”", "“…” Long Yuehong tidak bisa berkata-kata.", "Pada saat ini, Meng Xia, Yang Zhenyuan, Zhong Xiaomin, dan yang lainnya melihat tugas mereka. Ada yang senang, ada yang senang, ada yang sedih, dan ada yang sedih. Namun, tidak satupun dari mereka bereaksi sekuat Long Yuehong.", "“Di mana Kamu ditugaskan? Aku akan pergi ke lembaga penelitian di lantai 36. ” Yang Zhenyuan datang membawa suratnya.", "Dengan senyum berseri-seri, Shang Jianyao menjawab, “Departemen Keamanan.”", "Dalam sekejap mata, aula Rec Center menjadi sangat sunyi. Orang-orang yang sedih dan tertekan terkejut terlebih dahulu sebelum mereka merasa bahwa tugas mereka tidak terlalu buruk.", "Setelah melihat ini, Long Yuehong tidak ingin tinggal lebih lama lagi. Dia menarik Shang Jianyao ke samping dan berbicara dengan suara rendah. “Ayo kita lapor. Sigh, hanya itu yang bisa kita lakukan sekarang. ”", "Hasil ini tidak bisa ditolak kecuali dia ingin seluruh keluarganya diusir dari perusahaan.", "Bahkan jika seseorang memiliki beberapa koneksi yang dapat menenangkan segalanya, mereka harus melapor terlebih dahulu sebelum mencoba melakukan transfer. Namun, mereka yang memiliki koneksi seperti itu akan lama mengambil rute yang ‘dialokasikan’.", "Shang Jianyao melambai pada Yang Zhenyuan, mengambil kotak makan siangnya, dan berjalanke sisi lain Zona C dengan Long Yuehong.", "Ada lift yang menuju ke lima lantai teratas.", "Long Yuehong mengikuti Shang Jianyao dalam diam untuk beberapa saat. Tiba-tiba, dia mengerutkan bibirnya dan dengan lembut berkata, “Setidaknya aku bisa melihat langit yang sebenarnya …”", "www.worldnovel.online"]},
{"jdlChap": ["Chapter 2"], "textNovel": ["Bab 2: Ulasan Tindak Lanjut Penerjemah: editor grup virtual: grup virtual", "Setelah jarum detik pada jam tua Rec Center yang tergantung berderit berputar tiga setengah putaran, baris teks akhirnya muncul di layar LCD.", "Meng Xia dan yang lainnya dengan cepat mencari nama mereka sebelum mereka menghela nafas lega satu demi satu.", "Kebanyakan dari mereka belum tentu puas atau bersemangat, tetapi mereka juga bukannya tidak senang. Bagi mereka, ini tidak berbeda dengan mengikuti ujian. Tidak masalah asalkan hasilnya tidak terlalu buruk. Bagaimanapun, orang tua dan kakek nenek mereka telah melalui hal yang sama.", "Yang lain lebih bingung karena tidak tahu siapa pasangan nikah mereka, mereka berasal dari lantai mana, atau di departemen mana orang tua mereka berasal. Meskipun mereka semua sudah masuk universitas dan mengenyam pendidikan tinggi, orang-orang yang mereka kenal masih terbatas pada teman sekelas dan tetangga yang satu lantai.", "Long Yuehong melihat ke atas dan ke bawah daftar dengan hati-hati dan serius. Akhirnya, dia tidak bisa menahan diri untuk tidak bergumam pada dirinya sendiri, “Mengapa nama Aku tidak ada dalam daftar?”", "“Karena namamu menyebalkan.” Ekspresi Shang Jianyao tidak berubah.", "“…” Long Yuehong ingin membantah, tapi sayangnya, dia mendapati dirinya setuju dengan kesimpulan Shang Jianyao.", "Ribuan orang sudah memenuhi syarat dan dipaksa mengikuti penugasan pusat, namun hanya ada dua laki-laki lebih banyak daripada perempuan. Jika bukan karena nasib buruk mereka, nama yang buruk, atau nasib buruk, bagaimana mereka bisa menjadi salah satu dari dua orang bodoh yang tidak beruntung?", "Long Yuehong berhenti sejenak sebelum berkata dengan marah, “Namamu juga tidak ada dalam daftar!” Dia tidak memperhatikan Shang Jianyao menerima tugas yang berhasil dari seorang wanita.", "Shang Jianyao mengangkat alis kanannya dan berkata, “Bukankah aku sudah memberitahumu? Aku sudah melamar untuk menyerah pada tugas pernikahan ini. ”", "“Serius? Mengapa perusahaan setuju … ”Long Yuehong tertegun dan bingung. Dia merasa dunianya telah terbalik. Dia telah hidup selama 21 tahun. Dulu, dia memang pernah mendengar ada orang yang sesuai dengan kriteria tapi tidak ikut tugas nikah. Namun, mereka punya alasan yang cukup untuk melakukannya. Pihak lain entah terbaring di tempat tidur dan bisa mati kapan saja atau telah berpartisipasi dalam ekspedisi Departemen Keamanan. Bahkan menjadi pertanyaan apakah mereka bisa kembali.", "Tidak ada orang yang sehat dan bugar di perusahaan yang berani melanggar aturan jika memenuhi kriteria. Ini adalah salah satu tugas inti seorang karyawan perusahaan.", "Kesedihan Long Yuehong terhapus oleh masalah ini. Dia memandang Shang Jianyao dan bertanya, “Apakah Kamu siap menerima pengurangan penjatahan energi? Itu tidak terlalu buruk. Hal yang paling menakutkan adalah pengurangan poin kontribusi. Kamu bahkan tidak akan cukup makan saat itu terjadi! Orang-orang seperti kami — yang hanya di D1 — hanya menerima 1.800 poin setiap bulan, memberi kami daging hanya sekali seminggu. Memiliki sepertiga dipotong sekaligus berbicara banyak! ”", "“Perusahaan telah menyetujui permintaan Aku. Tidak akan ada potongan apapun. ” Shang Jianyao tersenyum.", "“Tidak, tidak mungkin, tidak mungkin …” Long Yuehong bergumam pada dirinya sendiri saat dia tiba-tiba memikirkan sesuatu. Jika Shang Jianyao benar-benar mengajukan untuk menyerah pada tugas pernikahan ini, itu berarti hanya ada satu peserta laki-laki lebih banyak daripada peserta perempuan. Satu orang lagi…", "A-Aku satu-satunya bajingan sial … Mulut Long Yuehong terbuka lebar, dan rasa duka yang mendalam muncul dari hatinya.", "Pada saat ini, layar mulai membalik halaman. Ini secara singkat memperkenalkan informasi dasar dari orang-orang yang berhasil menjodohkan penghuni lantai ini sehingga mereka dapat menemukan satu sama lain dan mendaftarkan pernikahan mereka di berbagai cabang Departemen Pengawas Pesanan.", "“Meng Xia, suamimu adalah orang luar!” Kerumunan menatap layar untuk beberapa saat ketika seruan datang dari sisi wanita.", "Ekspresi Meng Xia sedikit serius. Matanya melirik sedikit saat dia bergumam, “Zhang Lei; Pria; Lahir: Pengembara alam liar; Umur: 25; Recruidilakukan oleh perusahaan tiga tahun lalu; Performa selalu bagus; Tidak ada masalah tersembunyi dengan tubuhnya; Tempat tinggal: lantai 622, Zona A, Kamar 192; Jenjang Pegawai: D4; Nomor Kartu Elektronik: 04311029189… ”", "“Benar-benar ada orang luar …” Long Yuehong juga tertarik dengan masalah ini dan mulai mendiskusikannya dengan teman-temannya.", "Mereka semua tahu bahwa perusahaan secara berkala akan menerima pengembara dari alam liar untuk melengkapi populasi dan menyempurnakan gen mereka. Namun, penghuni lantai ini belum pernah bekerja dengan orang luar sebelumnya, dan tidak ada yang pernah menikahi mereka, jadi semua orang menganggap masalah ini sebagai berita yang menarik.", "“Meng Xia, sebenarnya tidak seburuk itu. Meskipun dulunya adalah pengembara di hutan belantara, sekarang dia adalah karyawan D4. Dia baru berusia 25 tahun. Itu sangat mengesankan! ” Gadis dengan atasan hijau dan celana biru menghibur temannya.", "D4 berarti bahwa dia telah berubah dari pegawai biasa menjadi pegawai senior dan berpangkat tinggi. Dia bisa menjadi wakil dari proyek penelitian kecil, pengawas lini produksi pabrik, asisten ketua tim dari Departemen Keamanan, atau pengawas Ketertiban zona lantai tertentu. Kompensasi bulanannya setidaknya 2.000 poin lebih tinggi dari karyawan D1.", "Seorang pria muda di samping Long Yuehong bergumam, “Namun, efek peningkatan genetik setelah dewasa tidak begitu baik …” Pada saat ini, dia melihat informasi tentang pertunangannya.", "Zhou Qi; Perempuan; Lahir: Karyawan internal; Umur: 30 tahun; Memiliki mantan suami yang meninggal lima tahun lalu, saat ini sedang membesarkan anak; aplikasi sukarela untuk berpartisipasi dalam tugas pernikahan ini; Tidak ada masalah tersembunyi dengan tubuhnya; Tempat tinggal: lantai 569, Zona B, Kamar 27; Jenjang karyawan: D4; Nomor Kartu Elektronik: 01609052558… ”", "“Yang Zhenyuan, istrimu sepuluh tahun lebih tua darimu …” Long Yuehong juga melihat informasi itu.", "Yang Zhenyuan sama dengan kebanyakan rekannya di perusahaan. Wajahnya cerah dan bersih, dan tubuhnya berotot. Dia terlihat bagus, tetapi dia memiliki fitur sedikit androgini dan tampak lebih tertutup.", "Wajah Yang Zhenyuan memerah saat dia mendengar kata-kata Long Yuehong. Dia ingin mengatakan sesuatu tetapi tidak bisa mengatakan sepatah kata pun.", "Setelah beberapa saat, semua orang akhirnya mengingat informasi pasangannya yang sesuai. Mereka kemudian meninggalkan Rec Center satu demi satu, bersiap untuk menemukan tunangan mereka atau kembali ke rumah untuk menunggu pihak lain datang mencari mereka.", "Pada saat ini, sebuah suara tiba-tiba terdengar di aula ketika hanya tersisa lima atau enam orang. Siapa Yang Zhenyuan?", "Aku, apa itu? Yang Zhenyuan — yang sedang mengobrol dengan Long Yuehong dan Shang Jianyao — tanpa sadar menoleh untuk melihat ke pintu.", "Seorang wanita masuk ke Rec Center. Penampilannya dewasa dan menawan. Meski mengenakan pakaian sederhana dan polos, mereka tidak bisa menyembunyikan sosoknya yang mengesankan. Aku Zhou Qi.", "Wanita itu melirik Yang Zhenyuan dan mengangguk puas. “Haruskah kita pergi ke rumahmu untuk mengobrol?”", "Yang Zhenyuan terkejut pada awalnya, tetapi dia dengan cepat mengangguk. “Tentu tentu.”", "“Kalau begitu ayo pergi sekarang?” Zhou Qi tersenyum seperti bunga yang mekar.", "“Tentu, tentu,” kata Yang Zhenyuan sambil berjalan dengan cepat.", "Long Yuehong memperhatikan pasangan itu meninggalkan Rec Center dan tidak bisa menahan nafas. “Apa yang harus Aku lakukan selanjutnya?”", "Shang Jianyao menoleh dan menatapnya dengan serius. “Alasan besar menanti Kamu.”", "“…” Otot wajah Long Yuehong bergerak-gerak. “Bicaralah manusia!”", "Shang Jianyao tersenyum. “Tunggu tugas pernikahan tahun depan.”", "“Itu benar.” Long Yuehong menghela nafas. “Sigh, lupakan saja. Aku berharap Aku bisa mendapatkan posisi yang baik di perusahaan besok. Juga, aku merasa kamu menjadi semakin tidak normal. Aku mengacu pada otak Kamu. ” Saat dia berbicara, dia menunjuk ke pelipisnya.", "Hal terpenting bagi mereka selanjutnya adalah menunggu alokasi pekerjaan. Ini secara langsung akan menentukan masa depan mereka. Selain mereka yang memiliki bakat khusus di bidang tertentu dan dialokasikan oleh departemen terkait, lulusan lainnyaS dengan kualifikasi pendidikan tinggi harus menunggu alokasi pekerjaan.", "Sebelum Shang Jianyao bisa menjawab, Long Yuehong melihat Chen Xianyu, PIC dari Rec Center, mematikan layar. Dia memegang cangkir logam silinder yang telah digali dari reruntuhan Dunia Lama saat dia berjalan perlahan.", "Long Yuehong bertanya dengan gugup, “Kakek Chen, menurutmu kita akan ditugaskan di departemen apa?”", "Chen Xianyu terbatuk. “Setahu Aku, mereka yang baru menikah dan akan memiliki anak akan ditempatkan di posisi internal yang relatif aman. Mereka yang belum diberi pasangan atau tidak membutuhkan anak mungkin ditugaskan ke posisi sementara yang mungkin sedikit berbahaya. ”", "Ekspresi Long Yuehong runtuh. “A-Aku harus kembali dan memberi tahu ayah dan ibuku tentang hasil penugasan pernikahanku.” Dia tidak menunggu jawaban Shang Jiyao. Dengan ekspresi muram, dia keluar dari Rec Center.", "“Ayah dan ibumu belum pulang kerja …” Shang Jianyao bergumam pada dirinya sendiri sebelum pergi dan memasuki koridor di luar.", "Ini adalah lantai 495 gedung bawah tanah. Tidak ada langit, hanya langit-langit setinggi empat meter. Tabung cahaya panjang dipasang di langit-langit, dan cahaya yang relatif terang menyinari.", "Bagi karyawan perusahaan, lampu yang dinyalakan mewakili hari. Saat dimatikan, mereka mewakili malam.", "Shang Jianyao melihat ke arah lampu jalan di depannya sebelum berbelok untuk memasuki area lain di Zona C.", "Di kedua sisi jalan setapak, ruangan-ruangan itu berdekatan satu sama lain — jaraknya hanya sekitar dua meter. Mereka menyerupai sarang lebah di buku teks yang telah diproyeksikan ke bidang yang sama.", "Dibandingkan dengan mereka, Rec Center seluas persegi.", "Setelah menyusuri dua ‘jalan’, area yang relatif terbuka muncul di depan Shang Jianyao, di mana 12 lift dipasang.", "Ini adalah elevator yang mengarah langsung ke Zona Riset.", "Di bangunan bawah tanah yang berasal dari Dunia Lama ini, elevator yang menuju ke Zona Pabrik, Zona Riset, dan Zona Ekosistem Dalam Ruangan yang relatif kecil namun khusus dari Zona Perumahan dipisahkan untuk mencegah kemacetan dan kecelakaan. Mereka berada di zona bangunan yang berbeda.", "Zona Administratif dan Zona Energi digabungkan dengan Zona Riset. Personel yang berwenang hanya dapat menjangkau mereka dengan menggesek kartu elektronik mereka.", "Shang Jianyao menunggu beberapa saat sebelum memasuki lift di tengah. Dia dengan santai menekan nomor ’21’.", "Karena ini jam kerja, lift tidak berhenti di tengah jalan. Itu terus-menerus turun.", "Selama proses ini, Shang Jianyao tiba-tiba mengeluarkan kartu elektronik dan menggesek di area yang sesuai. Dia kemudian menekan tombol logam yang melambangkan lantai tiga.", "Lift terus menurun, hanya berhenti setelah beberapa saat.", "Shang Jianyao keluar dari lift dan berbelok ke kiri. Dia melihat pintu besi besar yang tertutup rapat. Ada empat penjaga keamanan bersenjata yang mengenakan baju besi bionik, yang membuat mereka terlihat seperti kadal.", "Shang Jianyao tidak berusaha mendekati pintu besi. Dia berjalan di sepanjang lorong di luar pintu dan pergi ke kanan.", "Beberapa kamar berjejer di ujung koridor, tetapi tidak ada yang memiliki tanda pintu.", "Di bawah penerangan lampu langit-langit, Shang Jianyao mengetuk pintu di sudut.", "“Silakan masuk.” Suara wanita yang lembut terdengar.", "Shang Jianyao memutar kenop pintu dan membuka pintu. Dia melihat seorang wanita berjas putih.", "Wanita itu duduk di belakang meja mahoni. Dia tampak berusia tiga puluhan dan mengenakan kacamata berbingkai emas. Rambutnya diikat rapi, dengan hanya beberapa helai yang terurai.", "Ah, itu kamu. Wanita itu melirik Shang Jianyao dan tersenyum saat dia menunjuk ke kursi di seberang meja. “Silahkan duduk.”", "Shang Jianyao duduk dan tersenyum seolah dia akan kembali ke rumah. Selamat siang, Dr. Lin.", "Selamat siang, Jianyao. Lin menyelipkan helai rambutnya yang tersesat dan mengambil folder dari samping sebelum membukanya. Kemudian, dia memutar pulpen hitam dan dengan santai bertanya, “Bagaimana perasaanmu akhir-akhir ini?”", "“Nafsu makan Aku sedikit meningkat. Tidur Aku normal, dan Aku sehat. ” Shang Jianyao berbicara saat dia bergerak untuk menonjolkan otot bisepnya.", "Dr. Lin mengangguk. “Aku sudah melamarmu untuk melepaskan tugas pernikahan. Aku kira Kamu tahu hasilnya? ”", "“Ya terima kasih.” Shang Jianyao tersenyum dan said, “Bolehkah Aku menyanyikan lagu untuk berterima kasih?”", "Tidak perlu. Dr. Lin menggelengkan kepalanya tanpa ragu-ragu. Dia kemudian mengetuk penanya. Sebenarnya, Aku penasaran. Mengapa Kamu bersikeras melepaskan tugas pernikahan pusat? Kondisi Kamu tidak terlalu serius. ”", "Ekspresi Shang Jianyao menjadi serius, dan dia berkata dengan suara yang dalam, “Untuk menyelamatkan seluruh umat manusia.”", "“…” Dr. Lin mengambil penanya dan menggambar sebuah lingkaran pada dokumen di depannya.", "Ada baris kata di lingkaran: “Psikosis sedang (dugaan gangguan delusi, menunggu pengamatan).”", "www.worldnovel.online"]},
{"jdlChap": ["Chapter 10"], "textNovel": ["Bab 10: “Yang Terpilih” 6", "Penerjemah: Editor grup virtual: grup virtual", "Long Yuehong membayangkan bahwa Shang Jianyao akan mengatakan beberapa kata untuk menghiburnya, tetapi yang mengejutkan, dia tidak mengatakan apa-apa. Sebaliknya, Shang Jianyao berjalan lurus ke depan seolah-olah dia tidak mendengarnya.", "Long Yuehong membuka mulutnya, ingin mengulang, tapi dia tidak berhasil mengatakan apapun pada akhirnya. Sebaliknya, dia menghela nafas dalam diam.", "Setelah berjalan diam beberapa saat, mereka sampai di area elevator keempat di sudut Zona C.", "Saat mereka menunggu lift tiba, Long Yuehong menemukan waktu berlalu dengan sangat lambat. Setiap detik menyiksa; itu mencekik.", "Akhirnya, pintu lift di sebelah kiri terbuka.", "Setelah masuk, Shang Jianyao menggesek kartu elektroniknya dan menekan tombol ‘647’.", "Pintunya tertutup, dan elevator mulai bergerak ke atas.", "Saat dia melihat angkanya berubah, Shang Jianyao tiba-tiba berbicara dengan suara yang dalam. “Setiap orang memiliki panggilannya sendiri.”", "Long Yuehong tertegun selama dua detik sebelum dia tersenyum pahit. “Aku hanya ingin tinggal di perusahaan, mencari istri yang baik, memiliki dua anak yang manis — laki-laki dan perempuan — dan berusaha keras agar mereka memiliki daging tiga kali seminggu…”", "Suaranya perlahan-lahan melembut seolah-olah dia sudah menyadari bahwa tujuan seperti itu tidak dapat tercapai.", "Shang Jianyao tidak mengatakan apa-apa lagi. Long Yuehong juga tidak tahu harus berkata apa. Keduanya tutup mulut dan berdiri di tempat mereka. Waktu di lift sepertinya terhenti.", "Setelah jangka waktu yang tidak diketahui, lift berhenti di lantai 647.", "Saat Long Yuehong keluar, dia menundukkan kepalanya dan bertanya, “Shang Jianyao, satu sen untuk pikiranmu? Aku sedang berpikir tentang betapa bagusnya memiliki adik laki-laki dan perempuan. ”", "“Aku hanya dalam keadaan linglung.” Shang Jianyao menatap ke depan.", "“… Kamu benar-benar memiliki sikap yang baik.” Long Yuehong tidak bisa menahan nafas.", "“Lagipula, aku sendiri yang melamar posisi itu.” Shang Jianyao melihat ke kanan dan memeriksa nomor pintu.", "“…” Long Yuehong tidak bisa berkata-kata dan mulai mencari Kamar 14.", "Berbeda dengan lantai 495, lantai 647 tidak terbagi menjadi beberapa jalan. Kamar juga tidak terpisah dua sampai tiga meter. Tempat ini berpusat di sekitar ‘tempat latihan’. Beberapa ruangan besar mengelilingi tempat latihan.", "Shang Jianyao dan Long Yuehong segera tiba di luar Kamar 14.", "Tidak ada papan nama di pintu, jadi mereka berdua tidak bisa menebak dari tim Departemen Keamanan mana mereka berasal.", "Long Yuehong membuka mulutnya dan menarik napas dalam-dalam untuk menyesuaikan pola pikirnya dan menghadapi takdirnya.", "Pada saat ini, Shang Jianyao sama sekali tidak ragu-ragu. Dia membengkokkan jarinya dan mengetuk pintu.", "Ketukan! Ketukan! Ketukan!", "Suara ini agak tiba-tiba, mengganggu napas dalam-dalam Long Yuehong. Dia baru saja akan mengeluh ketika suara wanita yang agak serak terdengar dari dalam.", "“Silakan masuk.”", "Shang Jianyao memutar pegangan dan membuka pintu.", "Long Yuehong segera melirik ke dalam, tatapannya menyapu ruangan.", "Ruangan ini setidaknya tiga kali lebih besar dari rumahnya. Di ujung paling ujung ada meja — dicat coklat dan merah — dan dua rak buku besar. Di sisi kiri tembok ada tiga meja. Mereka berwarna hitam dan tampak agak tua.", "Bagian tengah dan kanan berperan sebagai ‘ruang tamu’. Ada satu set sofa dari kain lapuk, meja kopi, empat kursi malas, dua bangku, dan empat bangku rendah.", "Pada saat ini, seorang wanita berdiri dari sofa dan melihat ke arah pintu.", "Dia berusia dua puluhan dan tingginya hampir 1,8 meter. Rasio tubuhnya — kepala, badan, dan kaki — sangat proporsional. Kulitnya berwarna malt, dan rambut hitamnya diikat menjadi ekor kuda di belakang kepalanya.", "Tidak seperti gadis-gadis yang biasa terlihat di Zona Hunian, dia mengenakan seragam yang menandakan pekerjaannya di Departemen Keselamatan. Warnanya abu-abu dengan pola kamuflase tertentu, membuatnya tampak gagah.", "Fitur wajahnya juga sangat cocok untuk pakaian semacam ini. Alisnya tebal, matanya besar, dan dia terlihat sangat heroik.", "“Apakah kamu laki-lakianggota tim baru? ” Wanita itu tersenyum cerah, tapi suaranya terdengar agak nyaring.", "“Ya ya.” Long Yuehong merasa sedikit canggung saat melihat keindahan yang luar biasa.", "Wanita itu sedikit mengernyit dan berkata, “Lebih keras.”", "Kejelasan yang tak terlukiskan ada dalam suaranya, dan jelas bahwa dia bukanlah orang yang berkata, “Silakan masuk.”", "Long Yuehong terkejut, berpikir bahwa dia entah bagaimana telah menyinggung atasannya.", "Shang Jianyao melangkah maju dan berteriak, “Ya!” Suaranya bergema di kamar dan mencapai koridor.", "Wanita itu tersenyum lagi dan menunjuk ke telinganya. Tidak perlu terlalu keras. Aku hanya tuli, bukan tuli. ”", "Long Yuehong mengikuti jarinya dan melihat benda logam perak di telinganya.", "“Implan rumah siput,” kata wanita itu terus terang. Dia segera menghapus senyumnya dan berbicara dengan suara yang jauh lebih keras dari suara orang biasa. “Biarkan Aku memperkenalkan diri. Aku adalah pemimpin tim Kamu, Jiang Baimian. Meski menyebut diri Aku sebagai pemimpin tim, Aku belum menjadi D7. Aku saat ini hanya D6. ”", "“Ya, Ketua Tim,” jawab Long Yuehong keras.", "Salam, Ketua Tim! Shang Jianyao tampak sangat bahagia.", "Jiang Baimian menunjuk ke sofa. Dia anggota lainnya, Bai Chen.", "Bai Chen tingginya hanya sekitar 1,6 meter. Meskipun dia juga mengenakan seragam kamuflase abu-abu, dia jelas jauh lebih mungil daripada Jiang Baimian. Dia memiliki syal abu-abu kuno yang melilit lehernya. Rambut hitamnya melewati telinganya, dan fitur wajahnya masih dianggap indah. Kulitnya agak kasar, seolah-olah elemen telah mengerasnya. Tidak seperti mata coklat tua Jiang Baimian, matanya lebih dekat ke coklat kekuningan.", "“Halo.” Bai Chen menyapa mereka dengan suara yang agak serak.", "“Halo.” Long Yuehong masih sedikit pendiam.", "“Halo!” Suara Shang Jianyao tetap sangat keras.", "Jiang Baimian menunjuk ke meja kopi dan dengan keras berkata, “Silakan duduk. Ah ya, perkenalkan dirimu dulu. ”", "“Shang Jianyao!” Jiang Baimian baru saja selesai berbicara ketika Shang Jianyao meneriakkan namanya. Kemudian, dia dengan santai menutup pintu sebelum berjalan untuk duduk di kursi dengan kotak makan siang di tangan.", "Aku Long Yuehong. Nama keluarga ayah Aku Panjang, dan nama ibu Aku memiliki kata ‘Hong’ di dalamnya. ” Long Yuehong tanpa sadar menjelaskan asal usul namanya. Dia kemudian duduk di kursi di sebelah Shang Jianyao.", "Jiang Baimian duduk dan melihat sekeliling sebelum berkata sambil tersenyum, “Karena semua orang ada di sini, izinkan Aku menjelaskan secara singkat situasi tim kami.”", "“Semuanya ada di sini?” Long Yuehong berseru. Hanya kita berempat? Tim Departemen Keamanan harus terdiri dari setidaknya 20 orang, bukan?", "Jiang Baimian tercengang. “Apa katamu?”", "Dia bilang terlalu sedikit orang! Shang Jianyao membantu menerjemahkan.", "Alis Jiang Baimian mengendur saat dia tersenyum. Kami bukan unit tempur.", "Bukan unit tempur? Long Yuehong sangat senang.", "Jiang Baimian melirik ke arah Shang Jianyao dan berkata, “Nama lengkap tim kami adalah Unit Investigasi untuk Penyebab Penghancuran Dunia Lama. Itu juga dikenal sebagai Old Task Force. Namun, kami bukan satu-satunya Gugus Tugas Lama. Baik itu Departemen Keamanan atau Dewan, ada Gugus Tugas Lama lainnya. Mereka hanya tidak menyadari situasi sebenarnya masing-masing.", "“Ingat! Ini kuncinya. Ini masalah rahasia! Eh, tidak perlu khawatir penyelidikan akan berulang. Meskipun kami tidak tahu apa yang ada Gugus Tugas Lama dan kemajuan mereka, para petinggi akan berbagi petunjuk terbaru dan paling berharga dengan kami. ”", "Pada titik ini, Jiang Baimian berhenti, dan ekspresinya berubah menjadi serius. Dibandingkan dengan unit tempur biasa, Unit Investigasi Penyebab Penghancuran Dunia Lama mungkin menghadapi bahaya yang lebih besar. Mengapa ada begitu banyak tim kecil yang menjalankan misi yang sama? Itu karena dulu hanya ada satu Gugus Tugas Lama dengan banyak anggota. Kemudian, selama penyelidikan, mereka menghilang sama sekali. Tidak ada yang kembali. Kerugiannya tragis dan sulit untuk ditebus. ”", "Wajah Long Yuehong menjadi pucat. “I-Ini sangat berbahaya…”", "“Apa katamu?” Jiang Baimian sajamelihat mulut Long Yuehong bergerak dan hampir tidak mendengar apapun.", "Long Yuehong tanpa sadar menatap Shang Jianyao dan melihat bahwa ekspresinya serius. Shang Jianyao tetap diam dan tidak berniat menerjemahkan untuknya.", "Long Yuehong menarik napas dalam-dalam dan berteriak, “Ini sangat berbahaya?” Setelah berteriak seperti itu, dia menyadari bahwa emosinya sebenarnya sudah sangat mereda.", "Jiang Baimian mengangguk. “Gugus Tugas Lama mungkin menjelajah jauh ke dalam hutan belantara untuk menyelidiki beberapa reruntuhan kota, atau mereka mungkin menuju ke wilayah faksi lain untuk mencari petunjuk. Kami mungkin menghadapi semua jenis situasi dan menghadapi semua jenis musuh. Bisa dibilang bahkan karyawan senior di Departemen Keamanan tidak terlalu bersedia untuk bergabung dengan Gugus Tugas Lama. ”", "Wajah Long Yuehong berubah semakin pucat. “Mengapa kita begitu tidak beruntung?”", "Setelah bergumam pada dirinya sendiri, dia meraung, “Mengapa kita begitu tidak beruntung?”", "Jiang Baimian melihat sekeliling dengan bingung. “Aku bukannya tidak beruntung… Aku tidak ditugaskan di sini. Gugus Tugas Lama kita sebenarnya dibentuk karena lamaran Aku. ” Dia tersenyum dan menambahkan, “Aku selalu percaya kita perlu mencari tahu penyebab kehancuran Dunia Lama. Itu satu-satunya cara agar kita dapat menghindari kesalahan yang sama. Itu satu-satunya cara kita dapat menemukan akar penyebab penyakit Heartless dan menghilangkan ketakutan ini bagi semua manusia.", "“Dan kalian semua pernah mendengar desas-desus bahwa pintu gerbang ke Dunia Baru terletak di kedalaman reruntuhan kota, di suatu tempat di atas Ashlands. Jika kita tidak pernah menjelajahinya, kita tidak akan pernah bisa memasuki Dunia Baru. Kami akan selalu disertai kelaparan, infeksi, mutasi, dan monster.", "“Ini adalah mimpiku, jadi aku berinisiatif untuk melamar ke petinggi Departemen Keamanan, berharap untuk membentuk Satgas Lama yang baru. Heh heh, Aku juga suka menggali sejarah dari reruntuhan kota. Aku suka mengamati situasi sosial faksi lain dan berinteraksi dengan orang dan hal-hal di negara bagian yang berbeda. ”", "Bai Chen — yang sedang duduk diam di sofa — tiba-tiba berkata, “Aku pernah mendengar seseorang menyebutmu. Dia bilang kamu seorang sosiolog dan dewi. ”", "Jiang Baimian terkekeh. “Ah, apa yang kamu katakan? Aku tidak mendengar hal terakhir yang Kamu katakan. Lupakan, lupakan. Ceritakan tentang dirimu.”", "Bai Chen melihat ke arah Shang Jianyao dan Long Yuehong dan berkata dengan suara yang agak serak, “Aku mengajukan diri. Kamu mungkin dapat mengetahui bahwa Aku bukan anggota perusahaan. Aku pernah menjadi pengembara di hutan belantara dan kemudian direkrut oleh perusahaan.", "“Saat ini, Aku tidak memiliki kualifikasi untuk menjadi pegawai resmi. Gugus Tugas Lama dapat membantu Aku mencapai tujuan ini secepat mungkin dan meningkatkan level karyawan Aku dengan cepat. Ketika saatnya tiba, Aku akan memenuhi syarat untuk melamar modifikasi genetik. ”", "Jiang Baimian memiringkan kepalanya seolah dia tidak mendengar kata-kata Bai Chen dengan jelas. Dia tersenyum dan bertanya, “Apakah dia menjelek-jelekkan Aku di belakang punggung Aku? Heh heh, kami pasti akan memiliki banyak aksi di alam liar. Kami membutuhkan pemandu yang akrab dengan alam liar dan telah berinteraksi dengan banyak faksi dan pemukiman. Jangan tertipu oleh usianya yang masih muda. Dia punya banyak pengalaman. ”", "Setelah mengatakan itu, Jiang Baimian memandang Shang Jianyao. “Aku telah membaca file Kamu. Aku mungkin bisa menebak mengapa Kamu melamar untuk bergabung dengan Gugus Tugas Lama. Selain itu, apakah ada alasan lain? ”", "“Untuk menyelamatkan seluruh umat manusia!” Shang Jianyao berteriak.", "Jiang Baimian tertegun sesaat sebelum dia menyentuh telinganya. “Ah, apa yang kamu katakan? Heh heh, tidak perlu mengulang sendiri. Long Yuehong, kenapa kamu bergabung dengan kami? ”", "“Aku ditugaskan di sini… Aku baru saja lulus tahun ini, dan Aku belum menikah…” kata Long Yuehong sambil terisak. Dengan itu, dia bereaksi dan mengulanginya dengan keras.", "Jiang Baimian berkedip. “Dari sekian banyak orang, hanya Kamu yang tidak mendapatkan pasangan? Dari semua lulusan, Kamu mungkin satu-satunya yang ditugaskan di Departemen Keamanan, dan di Satgas Lama? ”", "Long Yuehong mengangguk dengan serius.", "Jiang Baimian berpikir sejenak dan tersenyum lembut. “Orang-orang seperti Kamu pada umumnya adalah apa yang kami sebut sebagai orang terpilih.”", "www.worldnovel.online"]},
{"jdlChap": ["Chapter 5"], "textNovel": ["Bab 5: “Gugus Bintang” 5", "Penerjemah: Editor grup virtual: grup virtual", "Long Yuehong membuka mulutnya, sepertinya mencoba membujuknya. “…Baiklah kalau begitu.”", "Shang Jianyao duduk lebih lama sebelum dia membawa nampan ke pintu keluar dan menyerahkan semua yang dia miliki kepada staf kantin yang sedang bertugas.", "Di luar Pasar Alokasi Persediaan, sinar cahaya jatuh dari langit-langit dengan tertib, menerangi jalan setapak menuju ke lantai lain. Karyawan dari berbagai usia dan jenis kelamin berkumpul berpasangan dan bertiga, menuju ke Rec Center, pulang ke rumah dalam kelompok, atau menyaksikan anak-anak mereka berlarian dan bersenang-senang.", "Shang Jianyao berjalan di antara mereka dan dengan cepat meninggalkan Zona C. Dia melewati jalan di mana ada dinding grafiti yang telah ditentukan dan memasuki Zona B, yang memiliki konsentrasi ruangan yang padat.", "Sebagian besar Zona Hunian bangunan bawah tanah ini tidak memiliki konsep bangunan. Para karyawan tinggal di kamar, bukan di rumah. Banyak orang yang bekerja di Zona Ekosistem Dalam Ruangan dan telah melihat sarang lebah asli sering membuat perbandingan.", "Namun, koridor di antara deretan kamar sangat luas. Itu diaspal dengan batu bata halus berwarna putih susu, memungkinkan setidaknya lima sampai enam orang untuk berjalan di sepanjang itu berdampingan.", "Ini dibuat wajib oleh perusahaan. Pengaturan semacam itu konon untuk menghindari kemacetan pada saat-saat genting dalam keadaan darurat.", "Shang Jianyao berjalan beberapa saat sebelum melihat kamarnya. Itu tidak berbeda dengan kamar-kamar yang bertetangga dengan kamarnya. Dindingnya berwarna hitam murni, dengan tingkat reflektifitas tertentu. Itu tampak sangat dalam. Pintu kayu itu berwarna merah kecoklatan, dan di sebelahnya ada jendela kecil berpanel empat.", "Satu-satunya hal yang dapat digunakan Shang Jianyao untuk mengidentifikasi ruangan itu sebagai miliknya adalah nomor putih di pintu: ‘Kamar 196.’", "Lantai 495, Zona B, Kamar 196.", "Shang Jianyao merogoh sakunya dan mengeluarkan kunci kuningan. Dia memasukkannya ke dalam kunci dengan warna yang sama dan dengan lembut memutarnya.", "Dengan satu klik, Shang Jianyao menggunakan tangannya yang lain untuk menekan pegangan pintu dan membuka pintu.", "Pintu terbuka setengah sebelum berhenti karena terhalang oleh kompor Shang Jianyao.", "Ini adalah ruangan dengan lebar dua kali tiga meter dengan langit-langit setinggi empat meter. Sebuah tempat tidur kayu yang hampir tidak memungkinkan Shang Jianyao untuk meluruskan kakinya saat tidur ditempatkan secara horizontal tepat di dalam. Hanya ada sedikit celah — kurang dari sepuluh sentimeter — antara kaki tempat tidur dan dinding. Tentu saja, tidak ada furnitur di sini. Namun, sekrup yang sedang berkembang tertanam di dinding. Dua set pakaian biasa dan monoton tergantung di sana.", "Di sebelahnya, dipisahkan oleh setengah film plastik, ada wastafel. Di sisi lain wastafel ada kompor dengan saluran pembuangan di atasnya. Ruang di bawahnya digunakan sebagai lemari.", "Shang Jianyao selalu merasa puas dengan keberadaan kedua fasilitas tersebut karena tidak semua ruangan memiliki fasilitas tersebut.", "Bangunan bawah tanah ini memiliki terlalu banyak lantai dan terlalu banyak orang yang tinggal di dalamnya. Baik itu elevator, sistem ventilasi, sistem pembuangan limbah, atau sistem catu daya, semuanya menghadapi ujian alam yang melelahkan.", "Oleh karena itu, tidak hanya banyak lift, tetapi juga dibagi menjadi beberapa zona dan hanya mencapai lantai tertentu. Selanjutnya sistem ventilasi dan sistem pembuangan limbah juga dibagi menjadi subsistem. Setiap 15 lantai atau jumlah lantai tertentu berbagi subsistem.", "Dengan cara ini, meskipun ada kerusakan, itu hanya akan mempengaruhi beberapa bagian dari zona dan tidak menyebabkan kerusakan total.", "Diantaranya, untuk kestabilan sistem pembuangan limbah, hanya sejumlah kecil ruangan yang kemudian dibangun perusahaan yang terhubung ke pipa.", "Banyak karyawan harus antre di luar toilet umum di ‘blok’ untuk membersihkan diri. Selain itu, banyak tempat tinggal yang dingin di malam hari dan di pagi hari karena kurangnya energi.", "Merupakan impian banyak karyawan untuk bisa mandi tanpa keluar sambil membungkus diri dengan selimut.", "Di sisi lain pintu, di bawah jendela berpanel empat, ada meja kayu kokoh bercat merah. Di atas meja ada banyak buku, apulpen hitam, dan sebotol tinta hitam.", "Pada saat itu, cahaya dari ‘lampu jalan’ di langit-langit jalan melewati jendela dan tersebar di atas meja, nyaris membuat kata-kata di sampul buku tidak terlihat.", "Jika bukan karena fakta bahwa iluminasi tidak terlalu bagus karena kamarnya berada di tengah dua lampu, Shang Jianyao dapat menggunakan lampu jalan untuk membaca tanpa membuang energi yang dialokasikan.", "Meja kayu itu memiliki lemari sendiri, dan di belakangnya ada kursi dengan cat merah kecoklatan dan jejak belang-belang. Di belakang kursi ada dua bangku yang sepertinya akan runtuh. Mereka sepertinya membuat apa yang disebut ‘ruang tamu’.", "Di belakang ‘ruang tamu’ ini adalah tempat tidur kayu.", "Shang Jianyao tidak menyalakan lampu karena dia tidak punya banyak tenaga untuk disisihkan. Dia harus hemat.", "Setelah mengeluarkan kunci dan menutup pintu, Shang Jianyao melewati area yang diterangi oleh lampu jalan dan berjalan ke tempat tidur dalam kegelapan.", "Dia mengambil bantal yang diisi dengan biji-bijian dan meletakkannya di dinding secara vertikal. Dia kemudian bersandar padanya, setengah berbaring, setengah duduk.", "Dalam posisi seperti itu, Shang Jianyao bisa melihat wajan listrik dan penanak nasi di atas kompor. Permukaannya tertutup karat seolah-olah telah digunakan selama bertahun-tahun.", "Sejauh yang bisa diingat Shang Jianyao, mereka pernah berada di rumahnya. Salah satunya dibawa kembali dari kehancuran kota di Dunia Lama oleh ayahnya ketika dia berpartisipasi dalam ekspedisi Pasar Alokasi Persediaan. Untuk mendapatkan item ini, dia telah menyerahkan rampasan lain yang telah dialokasikan perusahaan.", "Yang lainnya dipertukarkan di sebuah bazar kecil setelah ayahnya menikahi ibunya. Mereka butuh waktu lama untuk menyimpan poin kontribusi mereka. Barang-barang baru di Pasar Alokasi Persediaan relatif mahal, dan persediaan tidak pernah bisa memenuhi permintaan.", "Ruangan ini bukanlah rumah dalam ingatan Shang Jianyao. Dia ingat bahwa rumah aslinya adalah Zona A lantai ini, Kamar 28. Ada dua kamar, satu besar dan satu kecil. Ada juga kamar kecil yang sangat sempit.", "Ini memungkinkan Shang Jianyao memiliki hak istimewa untuk tidak perlu mengantri di toilet umum ketika dia masih muda dan tidak harus mencium bau yang menyengat. Namun, setelah ayahnya hilang dan ibunya meninggal, perusahaan telah mengambil kembali suite tersebut dan mendistribusikannya kembali kepada karyawan yang memenuhi syarat. Kamar saat ini adalah kamar baru yang ditugaskan padanya ketika dia meninggalkan panti asuhan ke universitas.", "Untuk menghemat energi, kamar-kamar ini tidak lagi dilengkapi dengan kunci elektronik. Sebaliknya, mereka dilengkapi dengan kunci biasa yang telah dihapus dari sisa-sisa kota di Dunia Lama. Selain itu, beberapa pabrik juga memproduksi kunci.", "Tatapan Shang Jianyao dengan santai beralih, melihat ke arah meja kayu di dekat jendela.", "Dia telah mendengar dari ibunya bahwa ketika dia dan ayahnya baru menikah, ayahnya berhemat dan menabung untuk membeli kayu dari Pasar Alokasi Persediaan dan membuatnya sendiri.", "Meja kayu ini dan pakaian yang dijahit sendiri oleh ibu Shang Jianyao, bersama dengan dua peralatan listrik, dikembalikan kepadanya setelah tiga tahun di panti asuhan.", "Namun, Shang Jianyao tidak bisa lagi memakai pakaian di lemari.", "Shang Jianyao menutup matanya dan mengangkat tangan kanannya, mencubit pelipisnya. Dia kemudian menurunkan telapak tangannya, mempertahankan postur tubuhnya saat ini, dan berhenti bergerak.", "Seluruh ruangan menjadi sangat sunyi, dan kegelapan sepertinya menjadi semakin berat.", "Shang Jianyao berbaring di sana seolah-olah dia telah tertidur lelap.", "…", "Shang Jianyao membuka matanya dan tidak terkejut melihat aula yang luas. Itu lebih besar dari seluruh Pasar Alokasi Persediaan.", "Aula itu dikelilingi oleh dinding hitam yang berkilau dengan kilau logam dan memberikan perasaan sedingin es. Di atas kepalanya ada petak kegelapan, dan dia tidak bisa melihat langit-langit atau mengetahui seberapa tinggi itu.", "Dalam kegelapan ini, ada titik cahaya gemerlap yang tak terhitung jumlahnya. Mereka perlahan-lahan berputar seolah-olah membentuk sungai impian yang bertabur berlian.", "Shang Jianyao sekali lagi dikejutkan oleh pemandangan ini, tidak dapat menggambarkan situasi di depannya dengan kata-kata.", "Dia hanya dapat mengingat bahwa gurunya telah menggunakan layar tampilan untuk menunjukkan kepada semua orang gambar kosmos ketika dia pertama kali masuk universitas. Itu pertama kalinya dia melihatkosmos.", "Saat ini, dia merasa seperti berada di tengah gugus bintang.", "Di tengah aula, ‘cahaya bintang’ tersebar dan memadat menjadi sosok buram.", "Tangan sosok itu terbentang, mempertahankan simetri yang ketat seolah-olah meniru skala keseimbangan. Suaranya yang hampa bergema di aula seolah-olah dia sedang berbagi wahyu yang diberikan oleh bintang-bintang. “Tiga nikmat dengan satu harga.”", "“Tiga nikmat untuk satu harga…”", "www.worldnovel.online"]},
{"jdlChap": ["Chapter 6"], "textNovel": ["Bab 6: Night EncounterTranslator: editor grup virtual: grup virtual", "“Tiga nikmat untuk satu harga…”", "Shang Jianyao melirik sosok yang mengalir sebelum berjalan melewati ‘dia’ dan ke dalam aula.", "‘Sosok’ tersebut tidak mengalami perubahan apapun. Itu terus menggemakan “tiga keuntungan untuk satu harga” tanpa henti.", "Beberapa menit kemudian, Shang Jianyao sampai di bagian terdalam aula dan melihat sebuah pintu batu putih keabu-abuan yang berat. Itu tertanam di dinding logam hitam dan bermandikan cahaya bintang, mengungkapkan tiga alur di permukaannya.", "Ketiga alur itu terletak di ketinggian dua meter. Salah satunya terletak di atas dua lainnya, tampak membentuk segitiga.", "Shang Jianyao diam-diam menatapnya selama beberapa detik. Tiba-tiba, ‘gugusan bintang’ yang mempesona terpantul di matanya.", "Dia kemudian mencondongkan tubuh ke depan dan menekankan tangannya ke pintu batu putih keabu-abuan.", "Alur di permukaan pintu batu menyala satu demi satu dengan cahaya putih seolah-olah ‘bintang’ jatuh dari langit dan menabraknya.", "Di dalam tiga ‘bintang’, kata-kata ilusi dengan cepat muncul. Namun, mereka sepertinya berputar dan berubah saat pikiran Shang Jianyao melonjak. Mereka tidak bisa diam.", "Pintu batu putih keabu-abuan — yang terlihat sangat berat — berderit tetapi hanya sedikit membuka celah.", "Shang Jianyao berhenti dan mengatur napas. Kemudian, dia mengerahkan kekuatannya lagi dan mendorong ke depan.", "‘Bintang’ di tiga lekukan pintu meredup saat dia berhenti. Mereka kemudian mekar dengan cahaya terang dan murni saat dia mengerahkan kekuatan. Karakter ilusi di dalamnya jatuh dan melambat, tetapi mereka tidak berhenti.", "Pintu batu itu bergetar sedikit, tapi tidak bergeming sama sekali.", "Shang Jianyao mendorong pintu batu itu lagi dan lagi. Akhirnya, pembuluh darah di keningnya keluar. Ekspresinya melengkung dan aneh seolah-olah dia telah menggunakan semua kekuatannya, tetapi dia masih tidak bisa mendapatkan hasil yang lebih baik.", "Fiuh. Dia menghembuskan napas, berhenti, dan berdiri di depan pintu. Dia menyaksikan tiga ‘bintang’ di lekukan dengan cepat meredup dan menghilang. Dia diam-diam menyaksikan semua ini tanpa bergerak lama.", "Setelah beberapa lama, Shang Jianyao mengungkapkan senyuman. Dia menekan telunjuk kanan dan jari tengahnya bersama-sama dan menempatkannya di antara alisnya.", "Detik berikutnya, dia tampak jauh lebih tenang.", "Selanjutnya, Shang Jianyao meletakkan tangan kirinya di sakunya dan mengulurkan telapak tangan kanannya, dengan santai menekan pintu batu abu-abu putih.", "Kali ini, meski jelas tidak mengerahkan kekuatan apa pun, ‘gugus bintang’ yang terpantul di matanya menjadi lebih jernih dan cerah.", "Di atas pintu batu putih keabu-abuan, ‘cahaya bintang’ menyala dalam tiga lekukan, mengembun menjadi bola putih. Kata-kata ilusi dari sebelumnya juga muncul di tengah-tengah kejatuhannya, tetapi variabilitasnya perlahan melambat.", "Akhirnya, mereka menetap.", "Dari atas ke bawah dan kiri ke kanan, kata-kata dalam tiga bola cahaya putih adalah: ‘Inference Clowning, “Corny Person,” Hands Immobility.’", "Pintu batu putih keabu-abuan bergetar sedikit, dan saat suara gerinda bergema, pintu itu mundur sedikit.", "Di balik celah yang semakin lebar itu ada secercah cahaya. Tangga logam putih keperakan juga berdiri diam dalam kegelapan.", "Shang Jianyao mencoba mengulurkan tangannya melalui celah pintu tetapi gagal. Dia mencoba lagi, memasukkan kakinya ke dalam. Namun tidak berhasil.", "Dia menggunakan tangan dan kakinya, mencoba semua jenis posisi. Dari menggunakan Pose Pohon hingga melakukan headstand, dia tidak mendapatkan hasil yang bagusults.", "Setelah eksperimennya, dia yakin bahwa dia hanya bisa menekan ujung jarinya dan ujung hidungnya melalui celah pintu.", "Tidak peduli seberapa fokusnya dia, pintu batu putih keabu-abuan tidak terus bergerak mundur.", "Setelah berulang kali mencoba, sosok Shang Jianyao secara bertahap menjadi kabur.", "Dia akhirnya berhenti bergerak saat dia melihat tubuhnya semakin lemah dan lemah.", "Di Kamar 196 di Zona B lantai 495, Shang Jianyao — yang sedang berbaring di tempat tidur — membuka matanya.", "Dia melihat cahaya lampu jalan bersinar melalui jendela empat panel, meja kayu yang bermandikan cahaya redup, ‘ruang tamu’ yang berangsur-angsur menjadi gelap, ujung bangku panjang, dan tepi tempat tidur tua. yang terletak jauh di dalam kegelapan.", "Lingkungan sekitar sangat sepi.", "Tiba-tiba, pengeras suara yang tergantung di langit-langit di jalan berbunyi pada saat yang sama, menghasilkan suara manis yang terdengar seperti anak kecil. “Selamat malam semuanya. Aku penyiar Newspoint, Hou Yi. Sekarang jam 8 malam. sekarang…", "“Pada pukul 17:20, kebakaran kecil terjadi di sebuah pabrik di lantai 102. Satu orang tewas, dan tiga orang luka-luka. Api sudah padam, dan kerugian masih dihitung. Dewan direksi Direktur dan Wakil Presiden Ji Ze sekali lagi menekankan: ‘Api itu tanpa ampun; alarm bel berbunyi ‘…", "“Mulai besok dan seterusnya, unit reaktor No. 2 Zona Energi akan secara resmi ditangguhkan untuk pemeliharaan. Alokasi energi semua karyawan akan berkurang seperempat. Tidak ada perkiraan kapan semuanya akan kembali normal …", "“Sun Chuci, kepala ilmuwan dari Institut Penelitian Panas Bumi, mengatakan bahwa dia sudah mencoba membuat model panas bumi yang lebih baik. Hal ini dapat menyebabkan perubahan suhu di malam hari sambil mempertahankan lingkungan yang optimal untuk Ekosistem Dalam Ruangan…", "“Pada pukul 18:40, ada pertengkaran di kafetaria staf di lantai 577. Seorang karyawan tertentu menuduh dispenser makanan kafetaria tidak adil. Dia mengurangi sepersepuluh dari hidangan daging yang sama. Tim Pengawas Pesanan lantai telah memulai penyelidikan …", "“Antara pukul 07.20 hingga 19.30, dua karyawan pria ditemukan berkelahi di Rec Center di lantai 414. Tim Pengawas Pesanan lantai telah memulai investigasi. Alasan pastinya masih belum diketahui. Menurut karyawan yang hadir, hal ini terkait dengan hasil penugasan nikah pusat…", "“…", "“… Sampai akhir berita, kita akan memainkan lagu acapella seperti biasanya. Aku harap semua orang menyukainya. Terima kasih.", "“…”", "Shang Jianyao berbaring di tempat tidur, di tempat yang tidak bisa dijangkau cahaya dari lampu jalan. Ekspresinya tenang saat dia mendengarkan siaran tanpa bergerak. Sebelum dia menyadarinya, dia sudah tertidur.", "Pada saat dia bangun, lampu jalan di luar sudah dimatikan, dan sekitarnya gelap gulita.", "Udara malam yang dingin memenuhi ruangan. Shang Jianyao menyadari bahwa dia telah melepas pakaiannya pada suatu waktu dan telah membungkus dirinya di bawah selimut. Dia bahkan mengenakan mantel katun tebal berwarna hijau tua menutupi selimutnya.", "Dia tidak punya jam atau arloji, jadi dia tidak tahu jam berapa sekarang. Ia hanya bisa memastikan bahwa saat itu belum pukul 06.30 karena lampu jalan belum menyala.", "Dia memperkirakan bahwa dia mungkin tertidur sebelum 8:30 tadi malam. Dia tidur dua jam lebih awal dari biasanya, jadi wajar jika bangun lebih awal.", "Setelah merasakan tonjolan di perut bagian bawahnya selama beberapa detik, Shang Jianyao meraih ke sisi bantalnya untuk mendapatkan senter tebal dengan cangkang plastik hitam. Dia menekan tombol ke depan.", "Seberkas cahaya yang terkondensasi melesat keluar, memantulkan wastafel secara diagonal ke seberang ruangan.", "“Aku lupa mencuci muka, menggosok gigi, dan merendam kakiku…” gumam Shang Jianyao. Dia tiba-tiba mengangkat selimut dan turun dari tempat tidur.", "Di dalam perusahaan, selain mereka yang diberi kamar mandi individu — karyawan dan manajer berpangkat lebih tinggi — semua orang hanya bisa mandi di pemandian besar yang merupakan bagian dari Rec Center.", "Selain karyawan yang harus mandi setiap hari karena pekerjaannya, setiap orang hanya bisa mandi dua kali seminggu. Tidak ada kompensasi karena tidak menggunakan kuota, dan tidak dapat diajukan.", "Setelah turun dari tempat tidur, Shang Jianyao tidak membuang waktu. Dia mengenakan mantel katun tebal berwarna hijau tua dan bergegas keluar dengan senter, menuju lurust untuk toilet umum di ujung jalan.", "Baterai di senter adalah bagian dari jatah energinya. Dia tidak berani menyia-nyiakannya. Banyak karyawan yang menyiapkan tong kayu, tempolong, dan barang-barang lain di rumah agar mereka tidak perlu keluar pada malam hari. Sayangnya, hal-hal itu juga membutuhkan poin kontribusi.", "Tidak ada seorang pun di toilet umum pada larut malam. Lampu sensor menyala sebagai respons terhadap langkah kaki Shang Jianyao meskipun agak redup.", "Setelah buang air kecil, Shang Jianyao keluar dari toilet umum dan bersiap untuk pulang.", "Pada saat itulah dia melihat seberkas cahaya yang berasal dari senter dari sudut koridor.", "Beberapa detik kemudian, seorang pria dengan mantel katun hijau tua dengan gaya yang sama seperti Shang Jianyao dengan cepat berjalan lewat dan berbalik ke arah berlawanan dari toilet umum.", "Shang Jianyao menatap pria itu selama dua detik sebelum mematikan senter. Dia diam-diam berlari dalam kegelapan menuju gumpalan kecil cahaya yang dibuat oleh pihak lain.", "Dia segera mendekati pria itu dan menyadari bahwa itu adalah karyawan paruh baya dari blok terdekat. Dia adalah Shen Du, seseorang yang harus dia panggil ‘Paman’.", "“Hei!” Shang Jianyao tiba-tiba melompat keluar dari kegelapan dan menepuk bahu Shen Du.", "Tangan Shen Du gemetar, hampir melempar senter ke tanah. Dia memandang Shang Jianyao dengan ngeri sebelum menghela nafas lega. “Jianyao, kamu membuatku takut! Ini sudah larut malam. Jangan datang begitu tiba-tiba untuk menyapaku! ”", "Shang Jianyao tersenyum. “Selamat malam, Paman Shen. Pukul berapa sekarang?”", "“Ini belum jam 6 pagi,” jawab Shen Du tanpa sadar. Di luar rumahnya ada persimpangan dengan jam dinding.", "“Paman Shen, mau kemana?” Shang Jianyao melihat sekeliling.", "“Aku akan… pergi ke kamar mandi…” Shen Du berhenti di tengah kalimat. Arah yang dia tuju tepat di seberang kamar mandi umum.", "Di bawah penerangan senter, ekspresinya yang berwibawa berubah campur aduk. Tidak diketahui apakah itu karena udara malam yang dingin atau hal lain.", "Setelah mengatur kata-katanya, Shen Du memaksakan senyum di wajahnya dan berkata, “Aku akan pergi ke toilet umum di Zona C. Sigh, Aku menjatuhkan sesuatu di sana ketika Aku berada di Rec Center tadi malam. Aku baru menyadarinya saat aku bangun sekarang dan ingin mencarinya secepat mungkin. ”", "Shang Jianyao mengangguk, dan mata coklat gelapnya tampak tercemar dengan kegelapan yang sama di sekelilingnya. Dia kemudian terkekeh dan berkata, “Paman Shen, lihat. Kamu memakai jas hijau, dan aku juga. Kamu laki-laki, dan aku juga. ”", "Shen Du bingung saat mendengar ini. Kemudian, dia menyadari. “Jadi, kami adalah sesama umat!” Dia segera menjadi antusias. “Apakah Kamu juga akan mendengarkan khotbah Pemandu?”", "“Betul sekali.” Shang Jianyao tersenyum menanggapi.", "www.worldnovel.online"]},
{"jdlChap": ["Chapter 4"], "textNovel": ["Bab 4: RumoursTranslator: grup virtual Editor: grup virtual", "Shang Jianyao memegang sepotong makanan kaleng tetapi tidak menanggapi, dia juga tidak meletakkannya. Setelah beberapa detik, dia bertanya, “Bisakah itu bernyanyi?”", "“Hah?” Chen Xianyu telah hidup selama bertahun-tahun, tetapi ini adalah pertama kalinya dia curiga ada yang salah dengan telinganya.", "Pada saat ini, Long Yuehong memasuki Rec Center dengan dua kotak makan siang plastik kuning dan melihat Shang Jianyao. Dia menyapanya dengan senyum berseri-seri. “Ayo makan malam bersama nanti!”", "“Apakah kamu mentraktirku?” Shang Jianyao meletakkan makanan kaleng dan berdiri.", "Long Yuehong menggelengkan kepalanya tanpa berpikir. “Tidak, bukan aku. Bukankah Kamu masih memiliki tunjangan yang cukup besar? ”", "Meskipun orang tua Shang Jianyao tidak meninggalkan warisan, perusahaan memberinya sejumlah kompensasi. Ketika dia masuk universitas, dia mendapat tunjangan bulanan tambahan 1.200 poin — sesuatu yang dimiliki setiap mahasiswa.", "Hal ini memungkinkan Shang Jianyao memiliki makanan dan pakaian yang cukup, meskipun sedikit. Tunjangan berhenti satu bulan setelah mahasiswa memulai tugas kerja mereka.", "Shang Jianyao tidak menunjukkan rasa malu karena ditolak. Dia tersenyum dan berkata, “Bukankah seharusnya Kamu berbagi kebahagiaan dengan teman-teman Kamu?”", "“Apakah Kamu mencoba menyiratkan bahwa mentraktir Kamu makan adalah cara terbaik untuk berbagi?” Long Yuehong menjadi semakin terbiasa dengan pemikiran Shang Jianyao selama dua bulan terakhir.", "Chen Xianyu terkekeh dan menyela mereka saat dia mendengarkan percakapan mereka. Itu benar, Yueyue. Kamu masih kesal sore ini, tapi Kamu sudah bersemangat di malam hari. Kamu pasti menemukan sesuatu yang baik. ”", "“Jangan panggil aku dengan nama panggilanku…” Long Yuehong bergumam sebelum dia berkata sambil tersenyum, “Ibuku berkata bahwa aku tidak perlu menunggu sampai tahun depan untuk menikah melalui tugas. Dia dan ayah Aku memiliki beberapa rekan kerja yang putrinya belum kuliah dan baru mulai bekerja. Dia berencana untuk memperkenalkan kami satu sama lain untuk melihat apakah kami dapat mengembangkan hubungan. ”", "Karyawan perusahaan hanya memiliki satu kesempatan untuk masuk universitas. Jika gagal, mereka akan diberi pekerjaan secara terpusat (setelah mereka mulai bekerja, mereka akan direkomendasikan untuk masuk universitas jika kinerjanya bagus). Biasanya, mereka baru berusia 18 tahun dan bukan di usia yang akan dipaksa untuk mengikuti tugas nikah sentral.", "Kaum muda pada tahap ini semuanya mendambakan kebebasan untuk mencintai. Bagaimanapun, ini pasti lebih baik daripada alokasi acak. Itu tidak murni berdasarkan keberuntungan tetapi berdasarkan perasaan.", "Tentu saja, tidak banyak orang yang benar-benar bisa jatuh cinta dengan bebas. Hal ini dikarenakan, setelah mulai bekerja, mereka akan meninggalkan rumah pada pukul 7.30 pagi dan pulang kerja pada pukul 06.00 sore tanpa meninggalkan posisinya di tempat kerja. Di sela-sela waktu istirahat, mereka hanya mendapat istirahat satu jam untuk makan siang dan makan malam. Pada pukul 21.00, Rec Center akan ditutup, dan lampu jalan akan mati.", "Setiap orang harus kembali ke rumah dan bersiap untuk tidur. Oleh karena itu, kecil sekali kesempatan bagi kaum muda untuk bersentuhan dengan lawan jenis. Waktu untuk berhubungan satu sama lain juga dibatasi.", "Secara relatif, apakah itu di sekolah atau universitas biasa, hubungan bebas muncul lebih sering.", "Saat Long Yuehong berbicara, dia tiba-tiba merasa sedikit tertekan. “Aku tidak tahu apakah mereka akan menyukai Aku. Tinggi Aku hanya 1,75 meter setelah peningkatan genetik. Penampilan Aku rata-rata, dan nilai Aku hanya rata-rata. Aku tidak dialokasikan oleh departemen mana pun… ”", "“Sepertinya ada sesuatu yang terjadi di sana …” Shang Jianyao memotong ucapan Long Yuehong yang mengasihani diri sendiri dan menunjuk ke sebuah meja tua beberapa meter jauhnya.", "Cukup banyak karyawan berkumpul di sana seolah-olah mereka sedang mendiskusikan sesuatu.", "Karena penasaran, Long Yuehong pergi dengan Shang Jianyao. Dia mengamati daerah itu dan melihat seorang kenalan. Dia kemudian melontarkan pertanyaan. “Bibi Ren, apa yang kalian bicarakan?”", "Bibi Ren adalah seorang wanita paruh baya berusia empat puluhan. Dia mengenakan kemeja poliester dan memiliki fitur wajah yang cantik. Rambutnya diikat menjadi sanggul sederhana. Namanya Ren Jie, dan dia adalah tetangga Long Yuehong. Dia adalah seorang karyawan dari Komite Strategi perusahaan, dan dia hanya seorang D3.", "Ren Jie melirik Long Yuehong dan menghela nafas. Kami berbicara tentang rumor baru-baru ini.", "Rumor apa? Long Yuehong bertanya dengan rasa ingin tahu.", "Pada saat ini, Chen Xianyu menarik kembali pandangannya dan melihat tumpukan makanan kaleng kelas militer di depannya. Dia tidak bisa membantu tetapi menggosok perutnya dan menelan. Dia sepertinya mengingat kembali perasaan memakan makanan kaleng militer ketika dia kelaparan.", "“Itu benar-benar bisa bernyanyi … Tidak, itu membuat perut dan jiwaku bernyanyi.” Chen Xianyu membuat koneksi dan menghela nafas dengan emosi.", "Sementara itu, Ren Jie mengamati daerah itu dan berbisik, “Rupanya, perusahaan ingin mencabut hak semua orang untuk melahirkan.”", "“Hah?” Topik ini melebihi harapan Long Yuehong. Dia tidak bisa langsung mengerti apa artinya.", "Ren Jie melihat ke arah Shang Jianyao yang tersenyum dan melanjutkan, “Perusahaan mungkin akan meminta pasangan yang menginginkan anak untuk menyerahkan materi biologis mereka di bawah bimbingan dan bantuan dokter. Mereka kemudian akan membangun ‘pusat kesuburan’ yang besar di Zona Riset, yang akan melakukan fertilisasi in vitro, perkembangan rahim buatan, serta dukungan dan intervensi pertumbuhan bayi.", "“Singkatnya, ketika Kamu mendapatkan anak Kamu kembali, mereka mungkin berusia beberapa tahun. Sigh, mereka mengatakan ingin membebaskan wanita dari kehamilan dan meringankan kekurangan tenaga kerja perusahaan. ”", "Ketika Ren Jie mengatakan itu, seorang wanita berusia dua puluhan tidak bisa menahan diri untuk tidak berkata, “Bukankah itu hal yang baik?”", "“Bagaimana itu bisa menjadi hal yang baik?” kata Ren Jie, wajahnya semakin gelap. “Itu adalah para dewa, uh — surga yang memberi kita hak suci untuk melahirkan kehidupan baru. Bagaimana mereka bisa memberikan hak ini ke mesin? Bagaimana Kamu akan membangun hubungan dengan anak-anak Kamu sendiri? ”", "“Ya ya.” Seorang pria yang duduk secara diagonal di seberangnya membelai rambutnya dan berkata dengan cemas, “Dikatakan bahwa Dunia Lama dihancurkan karena serangkaian eksperimen terlarang dan tidak etis.”", "Ren Jie mengangguk dan menoleh ke Shang Jianyao dan Long Yuehong. “Jianyao, Yuehong, apa pendapatmu tentang ini? Apakah kalian juga berpikir bahwa melahirkan kehidupan adalah kunci menjadi manusia dan itu adalah hak suci yang dianugerahkan oleh surga? ”", "Shang Jianyao mengangguk tanpa ragu-ragu. “Ya.”", "Ketika Long Yuehong melihat Bibi Ren menatapnya dengan mata merah, dia mendesis. Ya, ya.", "“Setidaknya kalian berdua berakal sehat.” Ren Jie tersenyum.", "Pada saat ini, seorang karyawan tersenyum dan berkata, “Apakah kalian tidak terlalu serius? Itu hanya rumor. Paman Aku bekerja di sebuah organisasi langsung di bawah dewan direksi, tetapi dia belum pernah mendengarnya sebelumnya! ”", "Ren Jie menjawab dengan sangat serius, “Aku hanya mengingatkan semua orang. Ketika saatnya tiba, kita harus keberatan jika ada yang datang untuk menanyakan pendapat kita. ”", "Beberapa tetap diam, beberapa mengangguk, dan beberapa imajinasi menjadi liar saat mereka bertanya, “Jika aturan ini benar-benar diterapkan, apakah pernikahan serta penugasan pernikahan pusat akan dibatalkan?”", "Pria, yang sebelumnya menyebutkan rumor tentang Dunia Lama, berkata dengan aksen, “Tidak, tidak akan. Direktur Ji sebelumnya mengatakan bahwa pernikahan yang harmonis dan sehat adalah kunci untuk menjaga stabilitas mental karyawan di lingkungan saat ini. ”", "Nama sutradara Ji adalah Ji Ze. Dia adalah anggota dewan direksi perusahaan, wakil presiden, dan eksekutif M3. Dia sering berbicara di radio, dan dia akan menyapa semua orang melalui tampilan Rec Center di akhir tahun.", "Saat semua orang sedang berdiskusi, nada dering tiba-tiba terdengar dari area di samping Rec Center.", "Ding Ring Ring!", "Kecuali untuk beberapa orang, kebanyakan orang sepertinya mendengar terompet untuk menyerang dan berdiri pada saat yang bersamaan.", "Kali ini, dering datang dari Pasar Alokasi Persediaan, mengingatkan semua orang bahwa hanya ada tiga menit tersisa sebelum kafetaria dibuka.", "Setelah melihat tetangganya mulai bergerak menuju ‘kafetaria staf,’ Long Yuehong melirik ke arah Shang Jianyao di sampingnya. Aku tidak percaya kamu setuju dengan Bibi Ren.", "Shang Jianyao melihat ke depan dan berkata, “Coba tanyakan dengan cara lain.”", "Long Yuehong mengerutkan kening dan berpikir sejenak. “Bagaimana menurut Kamu tentang sistem pusat kesuburan yang membebaskan wanita dari kehamilan?”", "Shang Jianyao menjawab tanpa ragu-ragu, “BukankahApa hal yang baik? ”", "Long Yuehong tidak bisa berkata-kata.", "Saat mereka berbicara, keduanya tiba di luar Pasar Alokasi Persediaan.", "Tidak ada pintu di sini, jadi orang bisa melihat dengan jelas situasi di dalam dengan satu tatapan.", "Di sebelah kiri adalah pasar dengan meja dan penghitung panjang. Banyak karyawan yang tidak mau makan di kantin yang memetik dan memilih barang sambil menghitung dalam diam. Di sebelah kanan adalah kafetaria staf. Ada pintu dan jendela, dan harum keluar dari sana.", "Pintu kafetaria terbuka tidak lama kemudian, dan karyawan di lantai 495 berjalan dengan tertib dengan alat makan atau tangan kosong.", "Shang Jianyao tidak membawa kotak makan siang. Setelah masuk, dia berpisah dari Long Yuehong dan pergi ke kanan untuk mengambil dua mangkuk kayu dan sebuah nampan. Dia kemudian membawa peralatan makan dan mengikuti orang-orang di depannya ke loket yang berbeda sesuai dengan rute tetap.", "“Setengah pon nasi ubi.”", "“Satu porsi kubis rebus.”", "“Dua roti gandum campuran.”", "“Seporsi kentang rebus.”", "Setelah berjalan melewati empat loket, mangkuk Shang Jianyao terisi penuh — kubis rebus dengan kentang rebus dan dua roti kukus kuning. Nasi ubi jalar memenuhi mangkuk lain yang tampaknya hampir pecah.", "Harganya 14 poin kontribusi: 5 poin untuk setengah pon nasi ubi jalar, 2 poin untuk roti gandum campuran, 2 poin untuk kentang rebus, dan 3 poin untuk kubis rebus dengan sedikit tetesan minyak.", "Akhirnya, Shang Jianyao datang ke konter yang baunya paling enak. Ini adalah konter daging.", "Dia melihat dari kiri ke kanan, lalu dari kanan ke kiri. Dia ragu-ragu dan berkata, “Beri aku sepotong daging babi rebus. Beri aku lebih banyak saus. ”", "Wanita berseragam biru keabu-abuan di konter jendela memegang sendok dan menyendok tiga potong tipis daging babi rebus merah dengan warna memikat sepanjang jari. Dia menuangkannya ke dalam mangkuk nasi ubi jalar.", "Kuahnya — warna kecap — cepat menyebar dan membasahi setengah mangkuk nasi.", "“Untung kamu datang lebih awal. Nanti dan itu akan hilang. ” Wanita itu tinggal di ‘blok’ yang sama dengan Shang Jianyao. Dia sangat ramah padanya. Tiga puluh dua poin.", "Shang Jianyao melihat ke tiga potong daging babi yang direbus dan mengeluarkan kartu elektroniknya sebelum menyapukannya ke mesin. Dia berterima kasih padanya dan mengambil semangkuk sup gratis. Setelah berjalan di sekitar kantin sebentar, dia menemukan Long Yuehong dan duduk di seberangnya.", "“Wow, apa yang menyebar,” seru Long Yuehong dari lubuk hatinya saat dia melihat makan malamnya.", "Shang Jianyao mengabaikannya. Dia pertama-tama memindahkan porsi nasi ubi jalar yang telah dicampur dengan kuah ke samping, lalu mengambil sepotong daging babi yang direbus dan menggigit kecil.", "Setelah merasakan sensasi aroma daging yang keluar dari mulutnya, Shang Jianyao dengan cepat menundukkan kepalanya dan makan sesuap nasi ubi yang tidak ternoda oleh kuahnya.", "Dia makan dengan kecepatan yang terus meningkat. Pada saat dia menghabiskan tiga potong daging babi yang direbus, hanya setengah dari nasi ubi jalar dan kubis rebus yang tersisa. Kentang rebus dan roti gandum campur benar-benar hilang.", "Akhirnya, Shang Jianyao menuangkan kubis rebus ke dalam mangkuknya dan mencampurkannya ke dalam nasi ubi jalar dan kuahnya. Dia menghabiskannya dalam satu suap.", "“Sungguh memuaskan.” Shang Jianyao dan Long Yuehong meletakkan peralatan makan mereka dan menghela nafas.", "Setelah menghabiskan sup, Long Yuehong dengan santai bertanya, “Apakah kamu akan pergi ke Rec Center?”", "Shang Jianyao menggelengkan kepalanya. Aku kembali untuk mendengarkan siaran radio dan pulang lebih awal.", "www.worldnovel.online"]},
{"jdlChap": ["Chapter 3"], "textNovel": ["Bab 3: Penerjemah Pasar: Editor grup virtual: grup virtual", "Setelah Dr. Lin selesai berputar, dia mengangkat pulpennya dan melihat ke arah Shang Jianyao. Dia terkekeh dan berkata, “Ini sepertinya berasal dari slogan Bala Keselamatan?”", "Shang Jianyao dengan tegas setuju dan berkata dengan serius, “Dr. Lin, Aku pikir Kamu memiliki beberapa kesalahpahaman tentang kondisi Aku, memperlakukan hal-hal normal sebagai bukti suatu penyakit. ”", "Lin menegakkan tubuhnya, dan senyuman muncul di wajahnya yang cantik. “Kesalahpahaman apa yang menurut Kamu ada?”", "Shang Jianyao terdiam selama dua hingga tiga detik seolah-olah dia sedang mengatur kata-katanya. “Kamu tidak dapat memahami sentimen murni dan mulia semacam ini atau tidak tahu apa artinya menjadi orang yang telah melepaskan diri dari minat yang tidak senonoh.”", "Lin mengatupkan bibirnya erat-erat seolah dia sedang berusaha keras untuk tidak tertawa. Dia mendorong kacamatanya yang berbingkai emas ke atas pangkal hidungnya, menarik napas sedikit, dan perlahan menghembuskan napas. “Memang. Di era ini, tidak ada ruang untuk idealis. Bahkan Bala Keselamatan telah merosot. ”", "Dokter berhenti dan berkata, “Aku dapat mencoba untuk memahami Kamu, tetapi Kamu harus memberitahu Aku bagaimana Kamu muncul dengan pemikiran seperti itu. Apa yang membuatmu memiliki dorongan seperti itu? ”", "“Tidak ada. Inilah yang Aku yakini. ” Shang Jianyao menghela nafas dan tersenyum. “Dr. Lin, kamu adalah wanita paling lembut dan elegan yang pernah Aku temui. Ada sesuata yang ingin kukatakan kepadamu.”", "Alis Dr. Lin berkedut sedikit. “Aku sudah…”", "Sebelum dia dapat menyelesaikan kalimatnya, Shang Jianyao menambahkan, “Aku membayangkan bahwa Kamu bisa menjadi ibu spiritual Aku, tetapi Aku baru saja menyadari bahwa ide-ide kami ada di dua dunia yang sama sekali berbeda. Sayang sekali.”", "Dr. Lin terbatuk-batuk seolah-olah dia tersedak air liurnya. Dia kemudian mengambil cangkir porselen di sampingnya dan minum dua suap. Dia secara acak mengangkat topik dan bergumam pada dirinya sendiri, “Sigh, Aku sudah menghabiskan semua daun teh yang dialokasikan bulan ini.”", "Tanpa menunggu Shang Jianyao berbicara, dia merendahkan suaranya dan bertanya secara misterius, “Apakah kamu baru-baru ini mendengar suara yang tidak dapat didengar orang lain? Atau melihat sesuatu yang tidak bisa dilihat orang lain? ”", "Shang Jianyao menggelengkan kepalanya dengan kuat. “Tidak.”", "Lin mengamati ekspresi Shang Jianyao selama beberapa detik sebelum menanyakan tentang hal lain.", "Setelah lebih dari sepuluh menit, suara wanita yang manis terdengar di semua lantai gedung bawah tanah secara bersamaan. “Ini pengumuman waktunya. Sekarang jam 6 sore. ”", "“Waktunya telah disiarkan.” Setelah suara itu mengulangi pengumuman itu tiga kali dan berhenti, Dr. Lin mengusap alisnya dan berkata, “Mari kita sebut saja sehari.”", "Dia berpikir sejenak dan berkata, “Karena tidak ada yang salah dengan tidurmu, dan kamu tidak melihat apa pun yang tidak dapat dilihat orang lain, aku tidak akan meresepkan obat apa pun. Kembalilah untuk tindak lanjut minggu depan. ”", "Baiklah, Dr. Lin. Shang Jianyao berdiri dan berjalan menuju pintu. Setelah dia membuka pintu, dia tiba-tiba berbalik dan berkata, “Terima kasih, Dr. Lin.”", "Lin menjawab sambil tersenyum, “Sama-sama.”", "Setelah Shang Jianyao pergi dan dengan hati-hati menutup pintu, Dr. Lin menghela nafas dan berbicara pada dirinya sendiri sambil tersenyum. “Sangat sopan.”", "Saat dia menghela nafas, dia mengambil folder di atas meja dan membalik-balik catatan:", "“Nama: Shang Jianyao.", "“Umur: 21 tahun.", "“Tanggal Lahir: 8 September, Tahun 25 (Kalender Baru).", "“Situasi keluarga: Ayah, Shang Shi’an, adalah pegawai tingkat D7. Dia menghilang dengan seluruh ‘Gugus Tugas Lama’ di Tahun 37 Kalender Baru. Ibu, Zhang Ruxin, adalah pegawai D3 biasa — guru sekolah dasar. Dia meninggal pada bulan Oktober Tahun 40 dari Kalender Baru. Penyebab penyakitnya ditengarai karena kesedihan yang berlebihan. Dari 40 Oktober hingga 43 September, Shang Jianyao dibesarkan di panti asuhan di lantai 495 sebelum diterima di departemen elektronik universitas.", "“Deskripsi situasi: Pada tanggal 46 Mei, Shang Jianyao secara sukarela melamar menjadi relawan eksperimen rahasia dan berpartisipasi dalam proyek C-14. Alasannya melakukan ini adalah harapannya untuk mendapatkan kekuatan besar dan menyelidiki kebenaran di balik hilangnya ayahnya.", "“Eksperimentalhasil: Kegagalan. Dia tidak mengalami perubahan apa pun dibandingkan dengan kelompok kontrol.", "“Komplikasi: Kebingungan logika yang mengakibatkan dia melompat ke kesimpulan sampai batas tertentu. Tidak ada kelainan lainnya.", "“Hal-hal tambahan: Hasil genetik normal…", "“Penilaian komprehensif: Psikosis sedang (dugaan gangguan delusi, menunggu observasi)…”", "Lin membaca beberapa saat sebelum menuliskan: “Hasil tinjauan tertanggal 10 Juli 46 (Kalender Baru): Tidak ada perbaikan gejala, tapi juga tidak ada penurunan. Tidak ada kecenderungan kekerasan atau tanda-tanda agresi. Dia bisa dianggap tidak berbahaya untuk sementara. ”", "…", "Jam enam sore adalah waktu knock-off yang ditentukan perusahaan. Terlepas dari tim proyek tertentu yang perlu bekerja lembur dan beberapa pekerjaan yang memiliki shift 24 jam, semua karyawan akan meninggalkan Zona Administratif di lantai 5, Zona Riset antara lantai 6 hingga 45, Zona Pabrik (dan Pemeliharaan Zona) antara lantai 46 hingga 145, Zona Ekosistem Dalam Ruangan antara lantai 146 hingga 345, dan kembali ke Zona Hunian di lantai 300.", "Karena kuota energi yang terbatas dan fakta bahwa baik suami maupun istri — serta para tetua di rumah — mungkin bekerja, banyak karyawan memilih untuk makan di Pasar Alokasi Persediaan di setiap lantai.", "Tempat ini dibagi menjadi dua area. Satu kawasan disuplai dengan ubi jalar, kentang, beras, tepung, daging, sayur mayur, dan buah-buahan dari Zona Ekosistem Dalam Ruangan, serta kain, gula, garam, dan pasokan lain dari Zona Pabrik. Daerah lain menyediakan semua jenis makanan yang dimasak, yang dikenal sebagai ‘kafetaria staf.’", "Biaya makan di kafetaria lebih tinggi daripada biaya memasak di rumah, dan rasanya tidak enak. Namun, dengan kuota energi yang sangat tidak dimiliki semua orang dan kelelahan karena pekerjaan sehari-hari, tampaknya itu adalah pilihan yang lebih baik.", "Hal ini juga dipromosikan oleh para petinggi perusahaan — mereka berharap dapat mengurangi konsumsi energi dengan menyediakan makanan secara terpusat.", "Ketika Shang Jianyao kembali ke lantai 495, masih ada waktu sekitar 20 menit sebelum kafetaria dibuka pada pukul 18.30. Karena pekerjaan tertentu membutuhkan karyawan untuk mandi, disterilkan, atau menjalani hal-hal lain yang diperlukan setelah bekerja, dewan direksi menetapkan bahwa kafetaria akan dibuka setengah jam setelah bekerja untuk memastikan keadilan.", "Untuk karyawan yang kembali ke lantai masing-masing sebelum pukul 6:15, Pusat Rekreasi di sebelah Pasar Alokasi Persediaan adalah tempat terbaik untuk menghabiskan waktu berlebih. Orang bisa berkumpul dan mengobrol tentang kehidupan, pekerjaan, dan hal-hal lain di bawah lampu. Ini juga memberi mereka perasaan superioritas yang jelas jika dibandingkan dengan orang-orang yang berjuang untuk bertahan hidup di luar.", "Beberapa karyawan juga memanfaatkan waktu untuk menjual barang-barang yang tidak lagi mereka butuhkan di rumah dengan imbalan lebih banyak poin kontribusi. Oleh karena itu, bazar kecil akan muncul di aula Rec Center setiap malam dari pukul 6:00 hingga 6:30 dan 7:00 hingga 8:30.", "Begitu Shang Jianyao masuk, dia melihat PIC Rec Center, Chen Xianyu, duduk di bangku kecil yang berderit dari waktu ke waktu. Di depannya ada setumpuk barang aneh.", "“Apa ini?” Shang Jianyao berjongkok dan mengambil benda persegi panjang dengan cangkang logam dan layar hitam.", "“Siapa tahu? Ini cukup kokoh dan bisa digunakan untuk menghancurkan orang atau digunakan untuk antipeluru. ” Chen Xianyu menjulurkan dadanya.", "Dari mana asalnya? Shang Jianyao bertanya sambil mengotak-atiknya.", "Chen Xianyu berdehem dan berkata, “Dari putra bungsu temanku. Dia saat ini di Departemen Keamanan. Dia baru saja kembali dari kehancuran kota Dunia Lama. Sigh, waktu benar-benar berlalu. Aku ada di sana ketika dia lahir dan melihatnya tumbuh … ”", "Chen Xianyou tersenyum dan menambahkan, “Bagaimanapun, itu sudah diputar. Perusahaan tidak membutuhkannya, jadi dia tidak perlu menyerahkannya. Jadi, dia menyuruh Aku menjualnya atas namanya. Seperti yang Kamu ketahui, Aku tidak harus pergi ke kafetaria. Seseorang akan memberiku makanan. ”", "Dia memiliki banyak karyawan di bawahnya.", "Shang Jianyao melihat retakan seperti jaring laba-laba di layar hitam dan berkata setelah berpikir, “Berapa?”", "“Itu tidak mahal sama sekali, 500 poin.” Chen Xianyu dengan santai menawarkan harga.", "Shang Jianyao perlahan meletakkan barang itu dan bergumam, “Itu sepuluh pon daging.”", "Saat ‘daging’ disebutkan, dia dan Chen Xianyu menelan pada saat yang bersamaan.", "Shang Jianyao menyapu pandangannya dan mengambil item lain. Apakah ini jam tangan?", "“Ya, ini jam tangan. Ia memiliki struktur mekanis yang rumit. Itu masih bisa digunakan sampai sekarang. Kamu hanya perlu menyesuaikannya sedikit. ” Mata Chen Xianyu berbinar. “Apa yang kamu pikirkan tentang itu? Apakah Kamu ingin mempertimbangkan untuk membelinya? Penanda jarum dan waktunya akan bersinar di malam hari. Kamu tidak perlu menyalakan senter untuk melihatnya dengan jelas. Aku beri tahu Kamu, tidak lebih dari 100 orang di seluruh perusahaan yang memiliki jam tangan yang bagus. Jika Kamu memilikinya, Kamu tidak perlu lagi bergantung pada radio atau datang ke sini untuk melihat jam untuk menentukan waktu. Kamu akan menjadi objek iri semua penghuni di lantai Kamu. Mungkin ada wanita muda yang akan berinisiatif untuk berkencan denganmu … ”", "Jam tangan perak di tangan Shang Jianyao memiliki banyak retakan dan tertutup karat. Di pelat jam hijau zamrud, jarum detik berdetak dengan pecahan kaca di mana-mana.", "“Berapa banyak?” Shang Jianyao bertanya dengan tenang.", "Chen Xianyu berhenti sejenak sebelum berkata, “Enam puluh ribu.”", "Shang Jianyao dengan cepat meletakkan arloji itu seolah-olah itu melepuh.", "Dengan gaji bulanan 1.800 poin untuk karyawan D1, dibutuhkan waktu hampir tiga tahun untuk tidak makan atau minum bagi seseorang untuk menabung jumlah tersebut.", "Chen Xianyu tidak menyangka Shang Jianyao akan membelinya. Dia hanya bercanda dengan pemuda itu. Dia kemudian menunjuk ke tumpukan wadah logam silinder di tengahnya dan berkata, “Kamu mau membeli ini? Itu barang bagus — makanan kaleng militer! ”", "Shang Jianyao mengambil kaleng dan melihat bahwa film plastik di luar sudah compang-camping. Labelnya sangat kabur, dan hanya kata ‘Daging Sapi yang Direbus’ dan ‘500g’ yang bisa terlihat samar-samar.", "“Bagaimana dengan itu? Bukankah itu terasa berat? Artinya, itu diisi dengan barang-barang bagus! ” kata Chen Xianyu, air liurnya berceceran dimana-mana. “Dengarkan aku. Makanan kaleng militer ini sangat lezat. Ini adalah kelezatan yang tidak akan pernah Aku lupakan dalam hidup Aku. Ini jauh lebih baik daripada makanan kaleng yang menyusut dari Bala Keselamatan!", "“Jika bukan karena fakta bahwa anak rekan Aku menggali seluruh karton, Kamu mungkin tidak akan pernah memiliki kesempatan untuk memakannya. Adapun harga, masing-masing 60 poin kontribusi. Bukankah itu sangat murah? Biayanya 50 poin jika Kamu pergi ke Pasar Alokasi Persediaan untuk membeli satu pon daging babi mentah. Selain itu, tidak mengandung bumbu apa pun. Tidak ada yang akan memasaknya untuk Kamu, dan Kamu bahkan mungkin tidak bisa membeli dagingnya! Juga — ahem — setelah kaleng ini selesai, Kamu masih bisa memberikan cangkang logam ke Departemen Manajemen Suplai dan mendapatkan beberapa poin kontribusi sebagai gantinya. Bukankah itu sepadan? ”", "Shang Jianyao memandang orang tua itu. Ketika dia selesai berbicara, dia tiba-tiba bertanya, “Sudah berapa lama sejak tanggal kedaluwarsanya?”", "“Tanggal kadaluarsa? Bagaimana Aku tahu? Aku bahkan tidak tahu bagaimana mengubah tahun-tahun kami menjadi tahun-tahun Dunia Lama. ” Mata Chen Tua membelalak. “Ngomong-ngomong, Kalender Baru baru berumur 46. Sudah pasti bisa dimakan.”", "Saat dia berbicara, dia mengungkapkan ekspresi mengenang. “Dulu ketika Aku masih di Departemen Keamanan, Aku pergi misi dan kehilangan persediaan Aku. Aku hampir mati kelaparan. Untungnya, Aku menemukan gudang militer dan menemukan makanan kaleng seperti ini. Siapa yang tahu sudah berapa tahun sejak mereka kedaluwarsa. Aku masih memakannya, dan mereka baik-baik saja. Rasanya luar biasa. ”", "www.worldnovel.online"]},
{"jdlChap": ["Chapter 8"], "textNovel": ["Bab 8: Perjamuan Kudus Penerjemah: Editor grup virtual: grup virtual", "“Kita harus menggendong bayi secara vertikal selama 20 sampai 30 menit setiap selesai menyusui bayi; kita harus memberi makan bayi sebelum mereka menjadi sangat lapar…", "“…”", "Suara khotbah Ren Jie dengan lembut bergema di ruangan itu. Shen Du dan yang lainnya mendengarkan dengan sangat serius. Dari waktu ke waktu, mereka mengeluarkan kertas dan pulpen yang telah mereka siapkan dan mencatat apa yang mereka anggap penting.", "Shang Jianyao mempertahankan postur awalnya dan fokus pada Ren Jie, tetapi matanya sepertinya telah kehilangan fokus.", "Setelah dua puluh sampai tiga puluh menit, Ren Jie berhenti dan mengarahkan pandangannya ke semua orang. “Sekian untuk hari ini. Semua ini adalah ajaran Tuhan. ”", "Pujilah belas kasihan-Mu! Sebelum Shen Du dan yang lainnya dapat berbicara, Shang Jianyao sudah mengulurkan tangannya dan mulai membuat gerakan menggoyang bayi. Ia tampak sangat antusias.", "“…” Umat paroki lainnya tertegun selama dua detik, tetapi mereka masih meniru Shang Jianyao pada akhirnya. Mereka mengangkat tangan, menekuk siku, dan mengayun dengan lembut. Pujilah belas kasihan-Mu!", "Mulut Ren Jie ternganga, tapi dia tidak mengatakan apa-apa. Dia melihat jam tangan elektronik tua di pergelangan tangannya dan berkata, “Sudah larut. Kita harus kembali ke rumah kita sebelum lampu jalan menyala. Selanjutnya adalah ruas terakhir, Komuni Kudus. ”", "Dengan mengatakan itu, dia memasuki ruangan terdalam bersama Li.", "Dalam waktu kurang dari satu menit, mereka keluar satu demi satu. Salah satunya memegang berbagai peralatan — mangkuk kecil, mangkuk besar, kotak makan siang plastik, dan sendok porselen. Yang lainnya memegang wadah silinder besar berisi benda-benda hitam.", "Aroma yang kuat dengan cepat membanjiri hidung Shang Jianyao, membuatnya tanpa sadar mengangkat tangan kanannya dan menyeka sudut mulutnya.", "Itu adalah aroma wijen dan gula!", "Barang serupa — termasuk makanan penutup biasa — berharga 60 poin kontribusi per pon, membuatnya lebih mahal daripada daging babi! Sedangkan untuk barang-barang kelas atas, harganya sekitar 720 poin per pon. Sarapan harian Shang Jianyao hanya berharga delapan hingga sepuluh poin.", "Segera, Li membagikan peralatan kepada semua orang. Ren Jie membawa wadah plastik tembus pandang di satu tangan dan sendok sup di tangan lainnya. Dia menyendok makanan hitam ke dalam mangkuk dan kotak makan siang umat. Setiap orang mendapat satu sendok makan.", "Untuk setiap orang yang dia beri makanan, dia akan berkata, “Ini adalah Komuni Suci hari ini, pasta wijen hitam.”", "Mereka yang menerima Komuni Kudus dengan sungguh-sungguh menjawab, “Pujilah rahmat-Mu!”", "Sebagai anggota baru kongregasi, Shang Jianyao adalah orang terakhir yang menerimanya, tidak termasuk Ren Jie dan Li. Dia menerima cukup banyak sesendok yang hampir memenuhi mangkuk kecil di tangannya.", "Ini adalah Komuni Suci hari ini, pasta wijen hitam, kata Ren Jie seperti biasa.", "Shang Jianyao menjawab dengan tulus, “Puji ampun!”", "Ren Jie — yang membagikan Komuni Kudus — sampai batas tertentu adalah perwujudan dari Arbiter of Fate. Jadi, ‘Kamu’ mengacu pada Arbiter of Fate, bukan Ren Jie.", "Li mengamati perubahan ekspresi Shang Jianyao dan bertanya sambil tersenyum, “Apakah kamu tersentuh?”", "“Iya!” Shang Jianyao mengangkat mangkuk dengan satu tangan dan menyeka sudut mulutnya dengan tangan lainnya.", "Ren Jie dan Li tidak mengatakan apa-apa lagi. Mereka kembali ke tempat tidur dan memisahkan sisa pasta wijen hitam. Mereka menundukkan kepala dan berkata dengan suara yang dalam, “Pujilah rahmat-Mu.”", "Semua orang menanggapi dan mulai menikmati Komuni Kudus.", "Komuni Kudus sepertinya telah disiapkan sejak awal. Memang agak dingin, tapi tidak mempengaruhi rasanya. Rasanya kaya, manis, dan memiliki rasa wijen yang unik.", "Setelah Shang Jianyao dengan hati-hati menggigit, dia berhenti sejenak, dan kemudian dia dengan cepat dan berulang kali memasukkan sendok ke dalam mulutnya.", "Dentang! Dentang! Dentang!", "Dia bahkan tidak membiarkan pasta yang menempel di dinding mangkuk terbuang percuma. Dia mengikisnya sampai bersih. Setelah dia selesai makan, dia melihat sekeliling dan menyeka mulutnya dengan punggung tangan.", "Setelah HoSaat Komuni berakhir, semua orang memuji Arbiter of Fate, yang memimpin bulan Desember, dan berbaris untuk mengembalikan peralatan makan kepada Li dan Ren Jie.", "Ketika giliran Shang Jianyao, Li bertanya sambil tersenyum, “Ada pendapat tentang pertemuan pertamamu?”", "Shang Jianyao menjawab dengan serius, “Enak.”", "Ekspresi Li membeku saat dia bertanya, “Saran apa yang kamu punya untuk kami? Tidak perlu menahan. Sejak Kamu bergabung dengan paroki, kita semua adalah keluarga. Tidak ada yang tidak bisa dikatakan di antara anggota keluarga. ”", "Shang Jianyao berpikir sejenak dan berkata, “Lebih untuk Komuni Suci.”", "“… Ada yang lain?” Li berhasil tersenyum.", "Mata Shang Jianyao berkedip. “Aku harus menyikat gigi terlebih dahulu.”", "Li tidak bisa menahan batuk. “Semua orang bisa pergi sekarang. Shang Jianyao, tolong tetap di belakang. Pemandu ingin mengatakan sesuatu kepadanya. ”", "Shen Du dan yang lainnya pergi satu demi satu. Li dan suaminya membawa peralatan dan masuk ke dalam ruangan.", "Ren Jie berjalan ke Shang Jianyao dan berkata dengan senyum lembut, “Kamu baru saja bergabung dengan paroki, jadi kamu perlu memahami pengetahuan yang berhubungan dengan doa secepat mungkin. Jangan khawatir, ini semua sangat sederhana. Nyonya kita, Arbiter of Fate, adalah dewa sejati yang mengontrol waktu, jadi ‘Dia’ tidak peduli tentang hal-hal ini. Tidak ada birokrasi. ”", "Shang Jianyao mengangguk, menunjukkan bahwa dia mendengarkan.", "Ren Jie melambat dan berkata, “Kami tidak memiliki waktu sholat yang tetap, tetapi kami sering memilih saat ketika kami bangun di pagi hari. Kami berterima kasih kepada Arbiter of Fate karena membiarkan kami tetap hidup. Kami sangat menghargai kelahiran bayi dan kepergian almarhum. Oleh karena itu, ritus formal kita, atau lebih tepatnya yang religius, biasanya seperti khotbah ketika bayi baru lahir berusia satu bulan atau ketika orang mati dikuburkan. Waktunya tidak tetap.", "“Nah, ada upacara akbar di hari pertama bulan Desember untuk menyambut kedatangan nona kita, Arbiter of Fate. Di hari terakhir bulan Desember, ada juga upacara akbar untuk mendoakan agar Bunda Maria membukakan pintu menuju dunia baru.", "“Kamu sudah belajar memberi hormat. Itu meniru cara Kamu menggendong bayi dan mengayunkannya dengan lembut. Bahasa yang sesuai terutama dibagi menjadi tiga kategori: Ketika berbicara tentang topik kematian dan kematian, katakan, ‘Akhir akan menjadi milik Arbiter of Fate.’ Ketika berbicara tentang keangkuhan hidup atau rahmat wanita kita, gunakan ‘Rahmat-Mu terpuji.’ Ketika itu melibatkan kehidupan baru, katakan, ‘Bayi yang baru lahir disamakan dengan matahari’ atau ‘Hidup yang paling penting.’", "“Pada dasarnya, itu saja. Adapun Komuni Kudus, berbeda setiap saat. Mungkin pasta wijen hitam. Bisa juga susu, jus buah, susu kedelai, sup daging, sup sayur, atau yogurt. Heh heh, apakah Kamu menemukan sesuatu yang sama? ”", "Shang Jianyao berpikir sejenak dan berkata, “Semuanya enak.”", "“…” Ren Jie mempertahankan senyumnya. ” Mereka semua adalah makanan cair atau dekat dengannya. Makanan cair adalah makanan pokok bagi bayi yang baru lahir dan mereka yang akan meninggal. ” Tanpa menunggu Shang Jianyao berbicara, Ren Jie menunjuk ke pintu. “Baiklah, kamu bisa kembali sekarang.”", "Shang Jianyao melihat ke belakang dan tidak mengambil langkah ke depan. Sebaliknya, dia bertanya, “Bibi Ren, ada berapa Kalendarium total?”", "“Setelah orang normal memahami definisi Kalendaria, mereka pasti akan berpikir bahwa ada 12, tapi bukan itu masalahnya,” kata Ren Jie sambil tersenyum. “Ada total 13 Kalendarium. Salah satunya adalah Kalendaria yang melambangkan tahun bulan kabisat. Heh heh, ketika bulan kabisat tidak berlaku, ‘Dia’ mewakili seluruh tahun. ”", "“Gelar ‘Nya’ adalah?” Shang Jianyao mendesak.", "Ren Jie menggelengkan kepalanya. “Aku juga tidak yakin. Kami percaya pada Arbiter of Fate. Oleh karena itu, kami tidak harus memahami Kalendarium yang lain. ”", "Shang Jianyao tidak bertanya lagi. Dia berbalik untuk meninggalkan Zona A, Kamar 35.", "Dengan bantuan senter, dia melintasi rute semula untuk kembali ke Zona B, Kamar 196. Setiap kali dia mendekati perempatan, dia mengikuti Shen Du dengan mematikan senter dan menempel di dinding.", "Ketika dia kembali ke rumah, Shang Jianyao walked ke wastafel dan mengambil pasta gigi yang sangat tipis sehingga sepertinya hanya lapisan tipis. Setelah banyak usaha, dia akhirnya memeras sedikit pasta gigi ke sikat gigi yang memiliki bulu yang jarang.", "Setelah menggosok gigi dan membasuh wajahnya dengan serius, Shang Jianyao melihat langit-langit masih gelap, jadi dia duduk di depan meja kayu, bersandar di sandaran kursi, dan memejamkan mata.", "Dia mengangkat tangannya dan memijat pelipisnya sebelum meletakkannya lagi.", "…", "Sosok Shang Jianyao muncul di aula lebar yang dipenuhi bintang.", "Dia pertama kali melihat ke dinding logam hitam pekat yang dingin di dekatnya sebelum mengangkat kepalanya dan melihat ke langit.", "Titik gemerlap cahaya yang tak terhitung jumlahnya seperti bintang yang dijelaskan dalam buku teks. Mereka membentuk sistem bintang satu demi satu, dan sistem bintang ganda membentuk banyak galaksi.", "Ada batas antara ‘galaksi’ ini, tetapi tidak terlalu berbeda.", "Shang Jianyao sudah menghitung berapa banyak ‘Milky Ways’ yang ada di sini. Sekarang, dia mulai menghitung lagi:", "“Satu, dua, tiga… sebelas, dua belas, tiga belas.", "“Tiga belas …” Dia terdiam saat sosoknya berangsur-angsur memudar, menghilang ke dalam aula yang sepertinya berisi bintang.", "…", "Setelah menunggu beberapa saat, Shang Jianyao melihat area di luar jendela langsung cerah.", "Lampu jalan menyala pada saat bersamaan. Fajar telah diantar ke gedung bawah tanah ini.", "Masih mengenakan mantel katun tebal berwarna hijau tua, Shang Jianyao mengambil kotak makan siang plastiknya, berjalan keluar ruangan, dan menuju ke Zona C.", "Tujuannya: Pasar Alokasi Persediaan.", "Dalam perjalanan ke sana, Shang Jianyao bertemu dengan Long Yuehong, yang tinggal di dekatnya. Jelas sekali bahwa Long Yuehong bangun lebih awal dan tidak perlu mengantre untuk menggunakan toilet umum.", "“Hasil alokasi pekerjaan akan dirilis hari ini …” Long Yuehong sengaja menunggu di jalan ini untuk bertemu dengan Shang Jianyao sehingga seseorang dapat berbagi kecemasannya.", "“Betul sekali.” Shang Jianyao melihat ke depan dan melihat seorang wanita di pintu kamar, membuat keributan tentang bayi.", "Ekspresinya berubah seketika. Dia sepertinya sedang memikirkan sesuatu, tetapi ada juga sedikit kebingungan.", "Long Yuehong meliriknya dan bertanya saat mereka berjalan, “Ada apa denganmu? Apakah Kamu mengalami mimpi buruk tadi malam? ”", "Shang Jianyao terdiam selama dua detik sebelum berkata, “Aku meragukan kehidupan.”", "www.worldnovel.online"]},
{"jdlChap": ["Chapter 1"], "textNovel": ["Bab 1: Penugasan Sentral 46", "Penerjemah: Editor grup virtual: grup virtual", "Dinding luar Zona C lantai 495 berwarna hijau keabu-abuan. Enam atau tujuh gadis berjalan ke Rec Center yang dipenuhi dengan semua jenis grafiti. Ekspresi mereka diwarnai dengan kegembiraan, antisipasi, dan kegugupan.", "Pakaian mereka sederhana, dan warnanya tidak terlalu mencolok. Mereka sebagian besar berwarna biru, hitam, putih, dan hijau, tapi itu tidak mengaburkan fitur wajah cantik mereka. Semuanya berada di puncak masa mudanya.", "Sambil melihat satu-satunya layar LCD di seluruh lantai, gadis yang berada tepat di depan itu tidak bisa menahan diri untuk tidak berbisik, “Aku ingin tahu suami macam apa yang akan diberikan perusahaan kepadaku.”", "Di sampingnya, seorang gadis dengan atasan hijau dan celana biru menggigit bibirnya dan berkata, “Pertanyaan utamanya adalah orang seperti apa dia.”", "Dibesarkan sebagai pemuda generasi kedua ketika obat-obatan peningkat genetik digunakan secara luas, mereka tidak mengkhawatirkan penampilan dan tinggi calon suami mereka. Mereka pasti semuanya di atas rata-rata.", "Gadis yang memimpin melirik ke arah temannya. “Apakah kamu sudah lupa bahwa selain seusia kita, ada juga yang istrinya sudah meninggal dunia? Beberapa dari mereka sudah berusia empat puluhan atau lima puluhan. Mereka sangat cacat karena kurangnya peningkatan genetik saat mereka masih dalam masa embrio. ”", "Untuk memastikan bahwa ada cukup bayi yang baru lahir, perusahaan tempat mereka berada memiliki aturan: “Siapa pun yang berusia 20 tahun atau lulusan universitas, yang tidak memilih pasangan, akan memiliki mitra yang ditugaskan oleh perusahaan kepada mereka. . Siapapun yang melanggar peraturan ini akan dihukum oleh Departemen Pengawas Ketertiban. Pelanggaran pertama akan membuat alokasi energi dan poin kontribusi orang tersebut berkurang. Pelanggaran kedua akan mengakibatkan pengusiran orang tersebut dari perusahaan, dan mereka akan ditinggalkan untuk mengurus diri mereka sendiri di Ashlands. ”", "Demikian pula, mereka yang kehilangan pasangan dan belum memiliki anak dipaksa untuk berpartisipasi dalam penugasan utama pasangan tiga tahun setelah kehilangan mereka jika mereka belum mencapai usia 60 tahun.", "Seorang gadis lain bergabung dalam diskusi, membuat lelucon. “Selain itu, mengabaikan sekelompok orang ini, tidakkah kamu memiliki harapan bahwa calon suamimu akan berasal dari keluarga peringkat-M?”", "Perusahaan dibagi menjadi tiga kelas: karyawan peringkat-D, dari D1 hingga D9; Manajemen peringkat-M, dari direktur di M1 hingga anggota dewan terkait dan kepala ilmuwan di M3; dan terakhir, peringkat tanpa nama kode alfabet. Judulnya hanya satu: ‘Bos Besar’. Gelar itu dipegang oleh seorang wanita misterius yang luar biasa.", "Gadis dengan atasan hijau dan celana panjang biru melengkungkan bibirnya dan berkata, “Kapan orang dari level normal pernah ditetapkan pasangannya dari Lantai 346, 347, 348, dan 349?”", "Lantai 346–349 adalah tempat tinggal para manajer peringkat-M. Mereka diberi kuota pasokan energi yang besar, dan luas perumahan per kapita lebih dari sepuluh kali lantai tempat tinggal karyawan rata-rata. Selain itu, keempat lantai ini memiliki lift sendiri, air minum, ventilasi, drainase, dan sistem pendidikan. Anak-anak mereka biasanya tidak melakukan kontak dengan karyawan pada umumnya.", "Satu-satunya pengecualian adalah pada tahap pendidikan lanjutan karena hanya ada satu universitas di seluruh perusahaan, yang terletak di lantai 350.", "Anak-anak dari karyawan biasa perlu mengikuti ujian untuk menentukan apakah mereka perlu mulai bekerja atau masuk universitas. Sebaliknya, anak-anak dari keluarga peringkat-M dibebaskan dari ujian.", "Di dalam perusahaan, tidak ada orang yang tidak ingin bergabung dengan manajemen, juga tidak ada orang yang tidak ingin dikaitkan dengan manajemen.", "Adapun ‘Bos Besar,’ karyawan biasa bahkan tidak tahu seperti apa dia, apalagi memiliki kesempatan untuk berinteraksi dengannya. Hanya di akhir tahun, awal tahun, atau saat ada peristiwa besar, mereka bisa mendengar suaranya melalui radio. Oleh karena itu, jarang sekali orang berfantasi tentang menarik perhatian Bos Besar dan segera dipromosikan ke manajemen.", "Tentu saja, langka bukan berarti tidak ada peluang. Tidak banyak kejadian seperti itu.", "Gadis di depan tersenyum dan berkata, “Itulah mengapa aku mendorong kalian untuk berkencan dengan bebas saat di sekolah. Lihatlah Chen Bei. Suaminya dipilih oleh Departemen Manajemen Persediaan saat dia lulus. Dia pasti punya latar belakang! ”", "“Meng Xia, kau berani mengatakan itu? Mengapa Kamu tidak mengikuti apa yang Kamu khotbahkan? ” gadis-gadis lain mengejek.", "“Ini tidak seperti kamu tidak mengenalku. Aku semua bicara. ” Meng Xia tidak malu sama sekali untuk mengakui bahwa dia tidak memiliki keberanian.", "Setelah tertawa beberapa saat, gadis dengan atasan hijau dan celana biru dengan rasa ingin tahu bertanya, “Meng Xia, tahukah kamu apa pangkat dari keluarga suami Chen Bei? Kalian berdua selalu dekat. ”", "Meng Xia melihat sekeliling dan berkata dengan suara tertahan, “Rumor mengatakan bahwa dia adalah kepala inspektur dari Grup Operasi Departemen Keamanan.”", "“Wow…” Sementara gadis-gadis itu berseru, sekelompok pemuda berjalan ke Rec Center.", "Kedua kelompok orang itu mengukur satu sama lain selama beberapa detik sebelum mereka membuang muka dengan malu-malu. Lagi pula, tidak ada yang tahu apakah calon suami atau istri mereka ada di seberang mereka.", "Seorang pria — tingginya sekitar 1,75 meter dengan potongan cepak yang menyegarkan — melirik beberapa meja tua, bangku, dan kursi bersandaran tinggi di sekelilingnya di Rec Center. Dia kemudian dengan gugup berbicara kepada rekannya di sampingnya. “Shang Jianyao, menurutmu istri seperti apa yang akan diberikan perusahaan kepadaku?”", "Rekannya tingginya sekitar 1,85 meter, dengan alis lurus dan mata cokelat cerah. Wajahnya sangat berkontur, dan rambut hitamnya sedikit berantakan, menutupi separuh dahinya.", "Pria muda bernama Shang Jianyao menoleh untuk melirik rekannya dan berkata, “Pertama, kamu harus ditugaskan sebelum kita dapat mendiskusikan seperti apa dia nantinya.” Dia mengenakan setelan biru tua, dua potong. Otot-otot di lengannya membengkak, membuat kain sedikit kusut. Dia tampak maskulin dan kuat.", "“Ha, aku tidak akan seberuntung itu, kan? Hanya ada dua pria lebih banyak daripada wanita kali ini. ” Pria setinggi 1,75 meter dengan fitur rata-rata tertawa. Ekspresinya berangsur-angsur berubah serius saat dia mengoceh. “Mungkinkah mereka tidak akan menyukai Aku? Tinggi Aku hanya 1,75 meter setelah peningkatan genetik. Aku juga tidak tampan. Nilaiku hanya rata-rata… ”", "Shang Jianyao berkata dengan sungguh-sungguh, “Bukan itu intinya. Intinya adalah nama kewanitaanmu. ”", "“Nama feminin? Ada apa dengan nama Long Yuehong? Nama keluarga ayah Aku Panjang, dan nama ibu Aku memiliki kata ‘Hong’ di dalamnya. Seberapa berarti itu? ” Long Yuehong bergumam pada dirinya sendiri dengan bingung. “Itu benar. Tugas perusahaan tidak peduli seberapa tinggi atau tampan Aku. Dikatakan bahwa itu semua acak setelah kemungkinan yang berhubungan dengan darah dihilangkan … Ah, apakah mereka akan salah mengira Aku sebagai wanita karena nama Aku dan menetapkan Aku sebagai seorang suami? Apa yang harus Aku lakukan jika itu terjadi? ”", "Shang Jianyao mengukur Long Yuehong dan berkata, “Transplantasi organ, rekonstruksi saraf, rahim buatan. Solusi yang tepat. ”", "Long Yuehong tertawa dengan canggung. “Haha, bagaimana mungkin? Maksud Aku, bagaimana mereka bisa salah? Setiap dokumen tentang Aku menyatakan bahwa Aku laki-laki! Betapa anehnya pikiran yang Kamu miliki. Bukankah seharusnya orang normal berpikir untuk mengajukan keluhan? ”", "Tanpa menunggu jawaban Shang Jianyao, dia menambahkan, “Jadi, mengapa nama Aku kuncinya?”", "“Nama mewakili takdir seseorang. Tugas acak adalah tentang takdir seseorang, “jawab Shang Jianyao dengan serius.", "Ekspresi Long Yuehong membeku selama dua detik. “Aku tahu Kamu tidak bisa memberi Aku ide yang membangun!” Saat dia mengatakan itu, dia bertanya, “Istri seperti apa yang kamu inginkan?”", "Shang Jianyao mengangkat dagunya dan berkata, “Aku tidak membutuhkannya. Perusahaan memiliki sumber daya yang tidak mencukupi, dan manusia di atas Ashlands berada dalam kesulitan. Kutukan kelaparan, infeksi, mutasi, dan pemusnahan masih menyelimuti seluruh dunia. Bagaimana Aku bisa menikah? ”", "“…” Long Yuehong tertawa. “Kamu semakin jago bercanda.”", "Shang Jianyao memandangnya dan berkata tanpa senyum, “Aku sudah melamar untuk menyerahkan tugas utama hari ini.”", "“Apakah kamu serius? Itu tidak mungkin. Bagaimana perusahaan bisa menyetujui permintaan Kamu !? Haha, aku hampir mempercayaimu! ” Long Yuehong terkejut pada awalnya, tapi kemudian dia menghela nafas lega.", "Begitu dia selesai spTerlihat, Chen Xianyu — penanggung jawab Rec Center di lantai 495 — meninggalkan kursinya. Dia berjalan ke layar LCD dan mulai menyesuaikannya.", "Pria tua dengan rambut putih dan langkah kaki yang mengejutkan ini pernah menjadi bagian dari Departemen Keamanan. Dia bertanggung jawab atas anggota ekspedisi dan selalu menjadi pemimpin tim D7. Kemudian, dia meninggalkan Departemen Keamanan karena usianya dan dipromosikan menjadi manajer D8, yang bertanggung jawab atas Rec Center di lantai ini.", "Shang Jianyao dan Long Yuehong sangat ingin tahu tentang masa lalu lelaki tua itu. Mereka memiliki kecenderungan untuk datang ke Rec Center dan mengajukan berbagai macam pertanyaan. Namun, Chen Xianyu sangat mematuhi peraturan kerahasiaan dan hanya memilih hal-hal yang diketahui semua orang untuk percakapan. Dia seperti karyawan biasa yang lahir, tumbuh, belajar, bekerja, dewasa, dan menua di Ekosistem Dalam. Dia tidak pernah meninggalkan gedung bawah tanah atau melihat langit yang sebenarnya.", "Baiklah, ini akan segera dimulai. Chen Xianyu memegang remote control dan menekan dengan kuat.", "Layar berkedip beberapa kali sebelum memancarkan cahaya redup.", "Long Yuehong, Meng Xia, dan yang lainnya menahan napas sambil menunggu hasil tugas diumumkan.", "Mereka tidak khawatir bahwa nama-nama itu akan bergulir ke bawah terlalu cepat, sehingga mereka tidak dapat membacanya dengan jelas. Pasalnya, Rec Center di tiap lantai hanya menampilkan hasil terkait penghuni di lantai masing-masing.", "www.worldnovel.online"]}
]