[
{"jdlChap": ["Chapter 7 Before, I Was Just Having A Joke With You"], "textNovel": ["Bab 7 – Sebelumnya, Aku Hanya Bercanda denganmu", "Namun, setelah Ye Qingyu tersingkir, dia segera berhenti dalam perekrutannya. Dia bahkan dengan dingin tertawa dan meninggalkan beberapa kata, “Jadi kamu hanyalah sampah bau, buang waktuku …”", "“Haha, orang-orang harus melihat ke depan ke masa depan, mengingat keluhan bukanlah hal yang baik …” Lam Dong tersenyum dengan lembut, tetapi nadanya tetap membawa ancaman.", "“Persetan leluhurmu * … Scram!”", "Ye Qingyu menghinanya dengan jujur.", "“Kamu …” Ekspresi Lam Dong membeku. Karena dihina di depan begitu banyak orang, ia menjadi marah.", "Ye Qingyu bahkan tidak meliriknya sedikitpun, berbalik dan menggenggam tangannya, mengatakan, “Semua orang, sebelum memasuki Akademi Rusa Putih, Aku tidak ingin memikirkan hal lain, harap mengerti.”", "Ini membuat semuanya menjadi jelas, bahwa untuk sementara dia tidak akan menerima rekrutmen apa pun dari kelompok mana pun.", "Setelah mengatakan ini, Ye Qingyu berjalan maju menuju tempat pemilihan kelima.", "Ini adalah temperamen Ye Qingyu, dia tidak akan pernah lembut dan menyerah kepada orang lain.", "Di masa lalu, si gendut mengubah sikapnya lebih cepat daripada menjentikkan satu halaman ke buku. Setelah itu, dia mengejek Ye Qingyu beberapa kali dan sekarang dia ingin Ye Qingyu bekerja untuk mereka?", "Tidak mungkin itu akan terjadi.", "Tindakan tegas dan tegas seperti itu, membuat orang berseru kaget.", "Lam Dong adalah staf pemimpin militer utara dan saat ini satu sisi wajahnya merah dan sisi lain berwarna hijau karena marah. Dia sangat marah sehingga janggutnya akan melayang.", "Selama bertahun-tahun, siapa yang tidak memberinya wajah? Siapa yang mengira bahwa hari ini ia akan ditampar wajahnya oleh sampah kecil yang telah berhasil mengubah nasibnya sedikit …", "Sebagai perbandingan, Luanping dari Perusahaan Pedagang Qing Luo tertawa senang.", "“Cepat, terus ikuti, mari kita lihat hasil lain dari Ye Qingyu.”", "” Ye Qingyu ini, tidak heran dikatakan bahwa pemuda memiliki keberanian seekor harimau. Dia terlalu mudah, dalam beberapa saat dia sudah menyinggung pemimpin militer utara. Para pemimpin militer utara, timur, selatan dan barat mirip dengan keberadaan seperti penguasa kota, menyinggung salah satu dari mereka bukanlah ide yang baik! ”", "“Baja rapuh dapat dengan mudah patah. Sikap ini tidak terlalu baik, meskipun ia jenius. Jika sesuatu terjadi padanya sebelum dia mencapai potensi penuhnya, pada akhirnya ketika dia mati, dia hanyalah tanah! ”", "Diskusi berlanjut dan semua orang mengikuti.", "Di tengah kerumunan yang ramai, pemuda berpakaian kaya itu menggertakkan giginya. Ketika dia akan mengikuti, tiba-tiba sesuatu terjadi.", "Di belakangnya sesosok bayangan menghampirinya, dan dari punggungnya menampar wajahnya dengan keras. Tamparan itu cukup untuk membuatnya melihat bintang-bintang emas dan setelah berputar dua kali, ia akhirnya berhasil menstabilkan …", "ChapterMid ();", "Liu Ye sangat marah, panas membanjiri kepalanya dan bersumpah dengan keras: “Siapa anjing hutan yang memukul Aku …”", "“Kamu berani bicara? Aku perlu memukul Kamu, bajingan kecil yang menyebabkan masalah bagi Aku … “kata suara yang sangat akrab dan marah.", "Liu Ye ragu-ragu, melihat orang yang menamparnya, adalah kepala pengawas pengujian qi darah, dan seseorang dari klannya sendiri Liu Heng.", "Memahami alasannya, seluruh tubuhnya menyusut.", "“Dimana orang-orang? Di mana Ye Qingyu? ” Liu Heng berkata dengan marah dan tidak sabar. “Apa hasil dari penilaian keempat?”", "Liu Ye memeluk wajahnya, melaporkan hasil tes dan menunjuk ke kejauhan mengatakan, “Dia pergi untuk berpartisipasi dalam penilaian kelima …”", "“Apa? Bakat kelas satu kesembilan lainnya? ” Setelah Liu Heng mendengar ini, ia mulai merasakan sakit kepala, kakinya gemetaran.", "Semakin baik hasil Ye Qingyu, semakin banyak masalah yang akan dia hadapi.", "Begitu para petinggi akademi tahu bagaimana ia berusaha menekan kejeniusannya, hasilnya akan mirip dengan malapetaka.", "“Sialan ini akan membuatku mati dengan amarah! Kamu sedikit baik untuk tidak ada omong kosong, menyebabkan masalah bagi Aku! ”", "Liu Heng yang marah menjadi gila, tetapi sangat disayangkan tidak ada obat di dunia ini untuk penyesalan.Dia hanya bisa terus menampar Liu Ye dengan keras untuk beberapa saat, lalu dia dengan cepat mengikuti ke arah Ye Qingyu.", "Menurut perhitungannya, hari ini dia mungkin harus sujud dan memanggil Ye Qingyu ayahnya **. Dia perlu memohon Ye Qingyu untuk kembali ke tempat pengujian qi darah.", "“Aku … aku …”", "Wajah pemuda yang berpakaian kaya itu bengkak seperti babi, memuntahkan darah. Dia dipenuhi dengan kemarahan dan kebencian tetapi tidak ada yang bisa dia lakukan.", "……", "Liu Heng tidak bisa peduli dengan sikap kepala pengawas lagi. Di bawah tatapan aneh yang tak terhitung jumlahnya, dia berlari liar, dengan cepat mencapai dasar penilaian kelima.", "Ini adalah dasar pengujian struktur tulang.", "Tapi tidak ada tanda-tanda Ye Qingyu.", "Juga tidak ada terlalu banyak orang.", "“Dimana mereka? Dimana Ye Qingyu? ” Liu Heng sangat tidak sabar, meraih siswa tahun kedua yang bertanggung jawab untuk menjaga ketertiban.", "Siswa itu, setelah melihat pakaian atasannya, tidak berani menanggapi dengan lambat. Dia berkata, “Kamu datang untuk mengejar kejeniusan Ye juga? Dia datang, pengujian struktur tulang sudah berakhir, jenius Ye dengan mudah mengaktifkan batu struktur tulang. Cahaya emas yang dipancarkan oleh batu menerangi lebih dari seratus meter, dan ditentukan oleh guru besar tahun pertama untuk menjadi struktur tulang kelas satu kelas sembilan.", "“Apa? Kelas sembilan kelas satu lagi? ” Liu Heng akan menjadi gila.", "Surga, apakah Kamu bermain dengan Aku sekarang?", "Siswa itu tidak memperhatikan ekspresinya dan berkata dengan antusias, “Itu benar, Aku mendengar penilaian saudara laki-laki yunior Ye sebelumnya telah memperoleh kelas satu kelas sembilan untuk semuanya. Ini sangat sulit dipercaya. Akademi Rusa Putih kami akan benar-benar menghasilkan kejeniusan besar … ”", "Liu Heng merasa visinya menjadi gelap, hampir pingsan.", "Apa yang dia takuti akhirnya datang. Guru besar pada tahun-tahun pertama akhirnya menunjukkan dirinya?", "White Deer Academy sebagian besar dibagi menurut tahun-tahun siswa dan siswa yang Kamu ajar. Di bawah Dekan ada empat kepala guru pada tahun-tahun mereka, dan peringkat di bawahnya adalah guru besar pada tahun-tahun pertama.", "Keberadaan seperti itu, kekuatannya setidaknya harus berada pada tingkat atas rata-rata dari tahap Roh Spring ***. Ini adalah orang yang memiliki kekuatan nyata, jika dibandingkan dengan guru sampah seperti Liu Heng, satu kata darinya sudah cukup untuk membuatnya menghilang dari White Deer Academy.", "“Melihat ekspresimu, kamu pasti sangat bahagia sampai kamu kaget kan?” Siswa itu adalah kotak obrolan, tidak berhenti sama sekali. “Akademi Rusa Putih kami telah menghasilkan kejeniusan seperti itu, dan ketika ditambahkan ke yang lain yang berhasil masuk sepuluh besar di peringkat, aku percaya pada pertarungan sepuluh sekolah yang akan datang, kami pasti bisa mendapatkan hasil yang baik, dan acara ini akan menjadi sesuatu yang kita bisa bangga!", "Liu Heng mulai menangis tetapi tanpa air mata, berbalik menuju penilaian keenam.", "“Aku harap aku tepat waktu untuk memperbaikinya.”", "Dia berdoa di dalam hatinya.", "…", "Alasan penilaian keenam.", "Itu untuk menguji pikiran bela diri dan kepribadian peserta ujian.", "Ye Qingyu berdiri di tempatnya.", "“Siapa yang akan mendapatkan idola dewa * itu akan menjadi idola Asura yang membunuh!” Seorang pria paruh baya dengan wajah seperti batu giok putih dan udara yang mulia, tertawa terbahak-bahak ke langit, matanya berbinar-binar: “Bagus, membunuh dengan tegas, tidak takut apa-apa, ini adalah makna sebenarnya di balik idola Asura. Kepribadian seperti ini adalah tirani, Aku menyukainya, hahaha! ”一", "Ye Qingyu berada di tengah-tengah lapangan penilaian.", "Di depannya adalah tujuh berhala dewa ilahi, masing-masing berbeda.", "Beberapa dari mereka berbentuk manusia, yang lain seperti tanaman atau binatang.", "Setiap dari mereka seperti itu mereka hidup jelas, masing-masing membawa suasana dan tekanan yang berbeda, menatap ke segala arah kerumunan.", "Dan salah satu idola berbentuk manusia memiliki penampilan aneh yang memiliki enam anggota tubuh yang masing-masing memegang senjata yang berbeda. Tekanan pembunuhan terpancar darinya, seolah-olah itu adalah Dewa Perang, dan sinar cahaya secara bertahap memudar di seluruh area.Niat membunuh yang mengerikan secara bertahap mulai disembunyikan lagi di dalam idola, ini adalah idola Asura.", "Itu juga idola yang Ye Qingyu berhasil beresonansi dengannya.", "Dalam proses seleksi White Deer Academy, pengujian kepribadian tidak begitu penting dan bukan persyaratan yang sulit. Itu hanya digunakan, pada tingkat tertentu, untuk menguji hati bela diri peserta ujian.", "Jantung bela diri juga merupakan nurani seseorang.", "Dalam dunia ini, beberapa orang baik, beberapa orang lemah beberapa orang malu-malu, beberapa orang adalah pembunuh, beberapa orang tangguh, beberapa orang berhati-hati, beberapa orang brutal, beberapa orang lunak, beberapa orang bergairah seperti orang kuat nyala sementara yang lain seperti angin sepoi-sepoi, beberapa orang merencanakan sementara beberapa orang hanya bertindak berdasarkan dorongan hati …", "Orang yang berbeda memiliki hati bela diri yang berbeda.", "Hati bela diri yang berbeda, dalam proses seleksi, akan mengaktifkan cahaya idola yang berbeda.", "Idola yang diaktifkan Ye Qingyu adalah idola Asura yang membunuh. Ini merupakan pembunuhan yang menentukan, pembalasan dan jelas membedakan antara kebaikan dan permusuhan. Itu adalah mentalitas yang sangat ekstrem.", "Mereka yang memiliki hati bela diri yang begitu, begitu dia selesai berkultivasi, pasti akan menjadi pembunuh yang menentukan dan seorang penguasa yang akan menginspirasi kekaguman.", "Satu-satunya kelemahan adalah bahwa bagi orang seperti itu, membunuh adalah keputusan yang terlalu mudah dibuat dan akan menyebabkan beberapa orang bermoral memandang rendah dirinya.", "Setelah hasilnya diumumkan, lingkungan mulai berdiskusi dengan bersemangat.", "Meridian Ye Qingyu sebelumnya, struktur tulang, hasil pemeriksaan bakat alami telah lama melebihi biasa. Tapi saat ini, kepribadian pembunuh yang dia perlihatkan, orang bisa membayangkan di masa depan dia akan menjadi pedang bermata dua, bisa melukai musuh tetapi juga diri sendiri.", "Tetapi guru besar setengah baya itu tampaknya sangat mengagumi hati bela diri Ye Qingyu, terus memujinya.", "“Hahaha, tidak buruk, sangat bagus, aku tidak berpikir pada hari terakhir seleksi, Akademi Rusa Putih kita bisa mendapatkan harta karun seperti itu,” guru agung itu berkata dengan penuh kegembiraan yang tersembunyi.", "Dia berkata dengan tertawa, “Kamu memanggil Ye Qingyu? Aku tahu tentang Kamu. Tampaknya penilaian Dekan lama itu tidak salah. Kamu benar-benar jenius, meskipun empat tahun telah terbuang sia-sia tetapi dengan mengejar bakat Kamu bukan tidak mungkin. Aku menyambut Kamu di White Deer Academy. ”", "Ye Qingyu akhirnya memasuki Akademi Rusa Putih.", "Semua ejekan dan tawa yang dimulai empat tahun lalu dihentikan sekarang, menghilang seperti awan dan asap.", "Wajah-wajah orang yang tak terhitung jumlahnya di Deer City akan ditampar tanpa ampun oleh hasil hari ini.", "“Terima kasih guru yang hebat!” Ye Qingyu membungkuk terima kasih, lalu menggelengkan kepalanya. “Tapi muridnya masih memiliki penilaian, aku khawatir aku belum bisa masuk akademi dulu.”", "“Eh? Masih ada lagi? Tes kepribadian adalah penilaian keenam, bagaimana mungkin ada satu yang belum Kamu lalui? ” Tahun pertama mengajar yang hebat mengerutkan kening, dan tekanan serius mulai muncul. Dia berkata, “Apa yang sebenarnya terjadi?”", "Ye Qingyu hendak berbicara …", "“Bawahanmu, Liu Heng, menyapa guru besar Kong,” kata pengawas tes darah kambing ketika dia berlari ke sini, tubuhnya naik-turun saat dia mencoba bernapas. Lalu, dia mengabaikan segala sesuatu yang lain dan semuanya tersenyum ketika dia memandang Ye Qingyu. Dia berkata, “Brother Ye, Aku sudah mencari Kamu selama setengah hari, sebelumnya Aku hanya bercanda dengan Kamu, cepat ikut dengan Aku untuk menjalani tes qi darah …", "Dia mengedipkan mata pada Ye Qingyu, seluruh wajahnya dipenuhi dengan sanjungan dengan kebanggaan dan kesombongan sebelumnya semua hilang.", "Ye Qingyu hanya dengan dingin tersenyum tetapi tidak mengatakan apa-apa.", "“Kamu adalah kepala pengawas penilaian pertama?” Hon Kong, sebagai guru besar di tahun-tahun pertama, sangat berpengalaman dan bisa melihat ada yang salah dalam sekejap. Dia menunjuk Liu Heng, dan dengan nada yang tidak setuju berkata, “Kamu berbicara, mengapa Ye Qingyu datang ke sini tanpa berpartisipasi dalam tes qi darah?”", "* Benar, Aku tidak berpengalaman dalam bahasa gaul Beijing, tetapi dari membaca beberapa artikel, inilah yang berhasil Aku simpulkan sebagai frasa yang harus diterjemahkan.xD ** mengakui bahwa dia salah.", "*** Sumber mata air seperti di sumber air.", "**** Bukan dalam arti selebriti tetapi lebih dalam arti patung.", "Bab Sebelumnya", "Bab selanjutnya", "www.worldnovel.online"]},
{"jdlChap": ["Chapter 8 No Compromise"], "textNovel": ["Bab 8 – Tanpa Kompromi", "“Ini … ini …” Visi Liu Heng benar-benar hitam dan kakinya menyerah dengan tangisan yang jatuh ke tanah dengan menggigil.", "Ye Qingyu menyilangkan tangannya, dan bahkan tidak meliriknya.", "“Saudaraku, bisakah kamu menghindariku …” Solusi untuk masalah adalah pencipta masalah. Liu Heng terdorong untuk menangis, berlari di depan Ye Qingyu seperti anjing yang menyedihkan.", "Ye Qingyu masih tidak berbicara.", "Dia menoleh untuk melihat idola Asura yang diaktifkan.", "Cara Asura, selalu untuk membalas keluhan dan perbuatan baik dengan cara yang sesuai dan tidak menjadi ibu yang suci. Semua orang harus membayar untuk tindakan mereka, jika Liu Heng hanya memohon dan mengatakan beberapa patah kata dan Ye Qingyu memaafkannya, ini tidak cocok untuk jantung bela dirinya.", "“Ini … Brother Ye, jika Kamu baru saja memaafkan Aku kali ini, mulai sekarang Aku akan bertanggung jawab atas sumber daya untuk empat tahun ke depan kultivasi Kamu.", "Semuanya bisa dinegosiasikan … “Liu Heng putus asa dan tidak bisa pelit, membuang istilah seperti itu.", "Ye Qingyu mendengar dan menggelengkan kepalanya. “Aku tidak akan melakukan transaksi apa pun dengan Kamu, Aku tidak ingin jalur perang Aku dibangun dengan menggunakan uang dari orang-orang seperti Kamu.", "Liu Heng ragu-ragu.", "Dia tidak membayangkan, bahwa Ye Qingyu tidak akan menerima wortel atau tongkat.", "“Aku sudah mengatakan, kamu harus sujud dan memohon padaku.” Di wajah Ye Qingyu, senyum tipis muncul.", "Melihat bahwa Liu Heng benar-benar akan sujud di depannya, dia berjalan ke samping melanjutkan, “Namun, bahkan jika Kamu berlutut di depan Aku sekarang, Aku masih tidak akan berpartisipasi dalam pengujian qi darah. Selain tidak ingin menjadi ular yang semanis Kamu, Aku merasa orang seperti Kamu tidak cocok untuk menjadi guru Akademi Rusa Putih. Mengizinkan Kamu tinggal mungkin akan menyebabkan siswa miskin lainnya diganggu dan ditindas. ”", "Wajah Liu Heng membeku, satu sisi berwarna hijau dan sisi lainnya berwarna merah.", "Dia tahu bahwa apa pun yang dia lakukan hari ini, remaja itu tidak akan berkompromi.", "“Jangan membuat semuanya jadi final,” kata Liu Heng sedikit. Wajah berjenggot menjadi sengit, tatapan beracun muncul di matanya. Dia merendahkan suaranya dan berkata, “Lagipula aku masih bagian dari keluarga Liu. Jangan mutlak jika kita bertemu lagi di masa depan. * ”", "“Aku adalah orang yang sangat suka melakukan hal-hal,” kata Ye Qingyu sedikit.", "Di saat yang sama, di sisi lain.", "Hon Kong mendengarkan resital seluruh situasi dari seorang siswa.", "Mata guru-guru besar itu dipenuhi amarah, tatapannya seolah-olah itu adalah pedang tajam yang mendarat di Liu Heng. Dia berkata, “Sebagai pengawas yang dibesarkan oleh akademi, Kamu bahkan tidak mencoba merekrut bakat tetapi secara pribadi merusak proses seleksi siswa! Kamu hampir membuat kami kehilangan kejeniusan, ini tidak bisa dimaafkan, cukup pasrah saja! ”", "Liu Heng tampak seperti disambar petir, tubuhnya bergetar lalu dengan cepat membuka mulutnya untuk berbicara. “Senior Kong, aku sudah berada di akademi selama lebih dari tiga puluh tahun bahkan jika aku tidak memiliki prestasi, aku masih bekerja keras, aku …”", "ChapterMid ();", "“Pergilah!” Hon Kong seperti gemuruh yang bergemuruh, energi mengerikan yang berasal darinya.", "Liu Heng langsung dikirim terbang.", "Nasibnya, pada saat itu, sepenuhnya diputuskan.", "Hon Kong memandang Ye Qingyu ke tempat lain, dan keseriusan aslinya berubah menjadi senyum hangat. Dia berkata, “Cara Kamu menanganinya tidak buruk. Jika Kamu memaafkannya, Aku akan memandang rendah Kamu.", "Sebagai seniman bela diri, Kamu harus tahu cara membalas keluhan dan perbuatan baik. Jika Kamu memaafkannya karena beberapa kata memohon, maka itu benar-benar akan membuang-buang makna sebenarnya di balik idola Asura. Masa depan dan kesuksesan Kamu pasti akan terbatas jika demikian.", "Ye Qingyu tahu, bahwa guru besar dengan status mulia ini memberinya nasihat yang berharga. Dia tersentuh dalam hatinya, dan dia dengan hormat membungkuk padanya, mengatakan, “Terima kasih guru Hong karena membimbing Aku.”", "Fakta bahwa White Deer Academy tak tergoyahkan di Deer City secara alami memiliki alasan tersendiri. Bagian dari alasan ini adalah karakter bangsawan di dalam guru.", "“Hasil Kamu, sejauh ini, cukup untuk memasuki White Deer Academy.Tes qi darah ini tidak perlu Kamu lalui lagi, cukup kembali dan bersiaplah sebentar dan laporkan kembali besok. ”", "Hon Kong meninggalkan kata-kata terakhirnya, memberi Ye Qingyu pelat nama. Dia kemudian berbalik dan menginstruksikan beberapa kata kepada guru di sampingnya lalu segera berbelok ke kiri.", "Pada saat yang sama, seluruh kerumunan mendidih dengan kegembiraan.", "Hanya melalui lima penilaian yang belum diterima oleh guru besar, ini adalah pertama kalinya dalam sejarah akademi. Hanya dengan mempertimbangkan hal sederhana ini sudah cukup untuk membuat Ye Qingyu terkenal.", "Orang bisa membayangkan seberapa cepat hal-hal yang terjadi di sini akan menyebar. Desas-desus itu akan seolah-olah itu menumbuhkan sayap, terbang cepat di seluruh Kota Deer.", "Ye Qingyu, pemuda yang telah mengalami empat tahun ejekan dan penghinaan, apakah dia akhirnya akan terbang ke langit?", "Empat tahun tanpa suara, apakah suara pertamanya akan mengejutkan semua orang? …… ……", "Waktu malam.", "Lampu redup menyebabkan bayangan pejalan kaki menjadi sangat panjang.", "“Aneh, mengapa guru Hon tidak mengizinkan Aku untuk memasuki penilaian qi darah?” Di mulut Ye Qingyu ada selembar daun, tangannya dipeluk di belakang kepalanya dan berjalan santai.", "Rumah leluhur telah lama dijual dan dia tidak memiliki harta benda. Dia tidak perlu menyiapkan apa-apa selain muncul dan melapor di akademi di pagi hari.", "Dari enam penilaian dia baru masuk lima. Meskipun mendapatkan hasil teratas di kelima, tetapi sebagai konsekuensi dari ini, pasti tidak ada cara dia akan bisa masuk dalam dua puluh teratas di peringkat. Meskipun peringkat ini hanya peringkat saja dan tidak memiliki hadiah uang apa pun, tapi setidaknya itu adalah bukti kekuatan.", "Ye Qingyu awalnya ingin memasukkan keenam penilaian dan mendapatkan siswa nomor satu tahun ini dalam seleksi White Deer Academy.", "“Mungkin guru besar Hon khawatir bahwa aku menarik terlalu banyak perhatian, dia takut pohon yang berdiri di atas orang lain di hutan akan dihancurkan oleh angin? **”", "Ye Qingyu samar-samar bisa menebak alasannya.", "Dia memiliki intuisi bahwa guru agung Hon ini, tampaknya memberikan perhatian dan perhatian khusus kepadanya.", "Dan perhatian dan perhatian khusus ini tampaknya bukan karena bakat luar biasa yang ia perlihatkan. Dia tampaknya bertindak dari sudut pandang seorang penatua yang peduli yang menjaga kerabat dan generasi yang lebih muda.", "Tapi masalahnya adalah, Ye Qingyu yakin bahwa hari ini adalah pertama kalinya dia melihat guru agung Hon.", "Dengan pikiran kacau di kepalanya, Ye Qingyu tanpa disadari telah kembali tiba di depan makam orang tuanya.", "Dalam empat tahun ini, kuburan kecil ini adalah satu-satunya tempat Ye Qingyu akan nongkrong. Dia dengan santai berbaring di tumpukan jerami di depan makam, mencium aroma sedikit rumput …", "Semuanya di sini begitu akrab sehingga membuat Ye Qingyu sangat nyaman.", "“Ibu, Ayah, anakmu telah berhasil. Besok, aku akan masuk Akademi Rusa Putih. Hehe, Aku sudah katakan, anak Kamu jenius. Apa yang dikatakan pria tua berambut putih itu sejak lama bukanlah hal yang salah, aku akan mengejutkan seluruh Kota Rusa. ”", "Ye Qingyu mengungkapkan senyum bangga di wajahnya.", "“Ibu, Ayah, dalam waktu singkat aku akan lulus dari White Deer Academy. Lalu aku akan pergi dan sesuai dengan instruksimu, bawa lencana dan pergi ke keluarga kerajaan Snow Country untuk mencari apa yang menjadi milikku. ”", "“Tidak ada yang bisa menghalangi jalanku …”", "“Rahasia yang kamu katakan ada di balik lencana kepahlawanan yang masih belum kutemukan tapi aku akan menemukannya cepat atau lambat. Yakinlah, Aku akan menyelesaikan semua yang tercatat di sana … ”", "“Tentu saja, dalam pertempuran untuk mempertahankan kota, meskipun kamu tidak menyebutkannya tapi aku tahu kematianmu jelas tidak sesederhana itu. Aku bersumpah, aku akan menyelidiki dengan jelas. ”", "Melihat langit malam, Ye Qingyu sedang mempertimbangkan segudang pemikiran.", "Dia terus mengoceh, seolah-olah orang tuanya masih hidup dan dia saat ini sedang berbicara dengan mereka.", "Langit malam menjadi semakin gelap.", "Tapi Ye Qingyu tidak bisa tidur tidak peduli apa.", "Dia duduk dalam posisi meditasi, tangannya menggenggam di depan perutnya. Lidahnya menyentuh bagian atas mulutnya, matanya terfokus pada hidungnya dan hidungnya mengamati hatinya.Hanya berkonsentrasi pada satu hal, dia tiba-tiba seperti seorang biarawan tua, dan mulai bernapas dalam ritme misterius.", "Pada awalnya, tidak ada yang luar biasa.", "Tapi setelah sepuluh napas, meskipun tidak melihat aliran udara dari napas panjang yang stabil dari Ye Qingyu, sesuatu terjadi. Rumput dari jarak sepuluh kaki darinya mulai hidup, bergerak dalam gelombang bergelombang yang rapi, seolah-olah membungkuk ke bawah kepada rajanya.", "Aliran kehangatan mulai bergerak dalam empat anggota tubuh Ye Qingyu.", "Ye Qingyu saat ini membayangkan bahwa dengan setiap nafas, dia tanpa henti akan membawa udara segar dari dunia luar ke dalam tubuhnya. Setelah ketika bernafas dia akan mengeluarkan semua kotoran dan udara keruh di luar tubuhnya.", "Ini adalah teknik pernapasan tanpa nama yang diberikan ayahnya kepadanya.", "Dari ingatannya yang paling awal, sebagai seniman bela diri, ayahnya tidak memberikan teknik kultivasi kepadanya. Dia tidak meminta apa pun selain dari menginstruksikannya secara ketat untuk mengikuti teknik pernapasan ini selama dua jam setiap hari dan apa pun yang terjadi, jangan pernah menghentikan rutinitas ini.", "Setelah itu ketika orang tuanya meninggal dalam pertempuran untuk mempertahankan kota, hati Ye Qingyu dipenuhi dengan kesedihan tetapi dia masih mengikuti instruksi terus berkultivasi dengan teknik pernapasan.", "Teknik pernapasan ini, tampaknya bukan teknik penguatan tubuh atau teknik yang digunakan untuk menyerap qi.", "Melalui bertahun-tahun berkultivasi, satu-satunya manfaat yang bisa dirasakan Ye Qingyu adalah bahwa kekuatannya telah meningkat dan dia tidak memiliki penyakit atau penyakit apa pun. Selain itu, tidak ada yang istimewa.", "Dalam hatinya dia menduga bahwa ini bukan teknik ilahi yang tidak ada tandingannya atau semacamnya.", "Tetapi bertahun-tahun yang lalu, Dekan Akademi Rusa Putih, dalam perjalanan ke luar melihat Ye Qingyu yang baru saja selesai berkultivasi dengan teknik pernapasan. Siapa yang tahu apa yang dilihatnya, tetapi dia tidak bisa menahan kata-kata keterkejutannya dan mengklaim bahwa dia melihat seorang jenius yang tak tertandingi.", "Kata-kata kejutan yang tidak sengaja, ketika menyebar mendorong Ye Qingyu di depan angin dan ombak.", "Setelah itu ketika Dean tua tahu bahwa dia salah bicara tetapi dan secara diam-diam membantu mengimbangi Ye Qingyu, tetapi ini semua adalah hal yang sudah terjadi.", "Di bawah langit malam, waktu perlahan mengalir.", "Ye Qingyu mempraktekkan teknik pernapasan ini selama dua jam sebelum berhenti, kemudian berbaring di tempat tidur jerami dan pergi tidur.", "…… ……", "Ketika Ye Qingyu sedang tidur di depan makam orangtuanya, perjamuan kecil tengah malam terjadi di daerah tahun keempat. Itu diadakan di [Residence of Heaven’s will].", "[Residence of Heaven’s will]!", "Villa ini dengan penampilan kuno adalah klub pribadi paling mulia dan terhormat di seluruh tahun keempat.", "Perusahaan ini didirikan oleh beberapa bangsawan legendaris, mantan siswa Akademi Rusa Putih. Itu dimaksudkan untuk merekrut dan mengembangkan bangsawan yang paling berbakat, dan itu juga merupakan cara bagi para bangsawan untuk berjejaring dan bersosialisasi.", "Setelah, ketika aristokrat legendaris lulus, [Residence of Heaven’s] akan melanjutkan. Hanya mereka yang benar-benar berasal dari keluarga bangsawan, dan menunjukkan bakat luar biasa dalam White Deer Academy, yang memiliki persyaratan untuk muncul di sini.", "* Ungkapan Mandarin, benar-benar kesulitan dengan terjemahan ini di sini. Tidak tahu bagaimana mengatakannya, pada dasarnya berarti Kamu tidak boleh mengambil terlalu jauh jika Kamu bertemu lagi di masa depan.", "** idiom Cina, pertama kali Aku mendengarnya tapi Aku sangat menyukainya.", "*** Dan Tian, ​​tapi Aku tidak ingin memperkenalkan istilah pinyin ketika Aku bisa menggunakan pengganti bahasa Inggris.", "Bab Sebelumnya", "Bab selanjutnya", "www.worldnovel.online"]},
{"jdlChap": ["Chapter 10 It’s Not That He Can’t, But It’s That He Won’"], "textNovel": ["Bab 10 – Bukan Bahwa Dia Tidak Bisa, Tapi Itu Dia Tidak Akan", "Jiang Xiaohan bisa dianggap sebagai dewi dalam Akademi Rusa Putih, memiliki pengagum yang melimpah tetapi ketika dibandingkan dengan Bai Yuqing, itu seperti perbedaan antara langit dan bumi.", "Bai Yuqing dari White Deer Academy!", "Dia benar-benar seorang dewi yang dapat mempengaruhi seluruh Kota Rusa.", "“Apa arti di balik kata-kata kakak senior Bai, mungkinkah kamu terbiasa dengan sampah seperti Ye Qingyu?”", "Bai Yuqing seperti cahaya bulan beku yang halus. Dia meliriknya tapi tidak mengatakan apa-apa.", "Tapi Han Xiaofei mengerti arti di balik pandangan itu—", "Itu adalah jenis penghinaan dan penghinaan yang secara alami menunjukkan dirinya.", "Sebagai salah satu dari empat pria tampan teratas di akademi, di mata dewi White Deer Academy nomor satu, dia tidak berbeda dengan kutu.", "Ini menyebabkan Han Xiaofei menjadi sangat marah.", "Tetapi tidak ada yang bisa dia lakukan.", "“Haha, Saudara Muda Han mungkin tidak tahu, tetapi sampah yang kamu sebutkan di peringkat ujian hari ini mencapai hasil yang mengejutkan.", "Hanya dengan mengandalkan hasil dari lima penilaian, ia bisa masuk dalam tiga puluh peringkat teratas. Selain itu, dia secara pribadi diakui oleh guru besar Hon, menjadi yang pertama dalam sejarah yang memperoleh hak untuk memasuki akademi hanya dengan melakukan lima penilaian, “seorang bangsawan yang membawa kipas berjalan keluar dari samping Bai Yuqing berkata dengan senyum tipis.", "Begitu bangsawan selesai berbicara, Han Xiaofei langsung menyadari apa yang telah terjadi dan amarah di hatinya langsung berubah menjadi ketakutan.", "Dan ekspresi Jiang Xiaohan pada saat yang sama, mengalami perubahan besar.", "“Apa katamu? Bagaimana ini mungkin? Hanya melalui lima penilaian tetapi menempatkan di posisi tiga besar, apakah ini berarti … ” Han Xiaofei memikirkan penjelasan yang sulit dipercaya.", "“Itu benar,” bangsawan yang membawa kipas dikonfirmasi dengan senyum. “Hasil dari lima penilaian Ye Qingyu, adalah hasil teratas yang mungkin …”", "Setelah mengatakan ini, dia ragu-ragu sedikit merasa bahwa kata-katanya tidak cukup berdampak. “Menurut rumor ini adalah karena keterbatasan dalam peralatan pengujian Akademi Rusa Putih, mungkin, kinerja Ye Qingyu bahkan lebih mengerikan dan berada di ranah yang tidak bisa kita pahami.", "Han Xiaofei tercengang.", "“Bagaimana ini mungkin?” Jiang Xiaohan tanpa sadar berteriak. “Sampah itu bagaimana dia bisa mencapai tahap ini? Jika dia benar-benar berbakat, maka dalam empat ujian sebelumnya bagaimana dia berprestasi begitu buruk? Dia … pasti curang! ”", "Banyak mata berkonsentrasi padanya.", "Kipas yang membawa siswa masih mempertahankan senyumnya yang samar, tetapi pandangannya yang dulu memandang Jiang Xiaohan sekarang dipenuhi dengan ejekan sedikit.", "“Curang? Bagaimana mungkin, instrumen yang digunakan untuk memeriksa siswa dalam proses seleksi dibuat oleh para ahli tahap Laut Bitter. Tidak pernah gagal sebelumnya. Sejak Akademi Rusa Putih didirikan, tidak ada yang berhasil menipu sebelumnya.", "ChapterMid ();", "Selain itu, dalam penilaian ada ratusan atau bahkan ribuan orang yang menyaksikan, dengan guru besar Hon yang secara pribadi mengawasi. Ye Qingyu hanyalah orang biasa, metode apa yang bisa dia gunakan untuk menipu? ”", "“Karena Saudara Senior Zhou Yu telah menilai bahwa dia tidak curang, maka tentu saja dia tidak curang.” Han Xiaofei memulihkan posturnya, terlihat malu.", "Kipas yang membawa siswa bangsawan disebut Zhou Yu dan juga dari keluarga bangsawan. Sejak kecil, ia membaca semua jenis buku yang mengklaim bahwa ia memiliki memori eidetik, membaca lebih dari 10 ribu gulungan. Dia memiliki kebijaksanaan yang mendalam dan tidak pernah melakukan kesalahan dan juga terampil dalam seni ramalan di mana dikabarkan bahwa dia bisa memahami Kehendak Surga. Suasana misteri mengelilinginya dan dia dikenal sebagai [Little Wizard] di antara para siswa.", "Dalam siswa tahun keempat, Zhou Yu adalah salah satu dari lima besar di peringkat, jauh lebih tinggi daripada Han Xiaofei.", "Tentu saja tidak ada keberatan dengan kata-katanya.", "Han Xiaofei diam-diam memberi sinyal pada Jiang Xiaohan, menunjukkan bahwa dia seharusnya tidak lagi berbicara tentang Ye Qingyu.Ditertawakan adalah satu hal, tetapi menyinggung Bai Yuqing dan Zhou Yu akan menjadi kerugian besar.", "Lebih jauh, kejadian malam ini jelas disebabkan oleh fakta bahwa mereka tidak memperhatikan berita, mengatakan hal-hal yang salah dan menjadi bahan tertawaan.", "Tapi kondisi mental Jiang Xiaohan sudah hancur oleh berita ini.", "Otaknya benar-benar kosong. Pada saat ini, bahkan dia sendiri tidak jelas tentang apa emosinya – apakah itu penyesalan, apakah itu kemarahan atau apakah itu sesuatu yang lain sama sekali? Pada akhirnya, kekacauan emosional ini menyebabkan gadis cantik dan pintar ini sepenuhnya kehilangan sinyal Han Xiaofei.", "Jika itu adalah dia di hari lain, dia pasti akan menutup mulutnya. Tetapi pada saat ini, dia sudah kehilangan semua alasan. Dia lagi-lagi bertanya dengan suara keras, “Tidak mungkin, sama sekali tidak mungkin, jika dia tidak menipu …", "Lalu bagaimana Kamu menjelaskan empat penampilan sebelumnya ”", "Zhou Yu sepertinya sudah meramalkan pertanyaan ini.", "Dia melambaikan kipasnya, dan dengan senyum khasnya, berkata, “Idiot selalu tertipu oleh adegan di depannya. Orang bijak dapat melihat kebenaran di balik layar. Penampilan Ye Qingyu dalam empat tahun terakhir, satu-satunya alasan dia bisa berkinerja sangat buruk hanya dapat disebabkan oleh satu hal: Bukan karena dia tidak bisa, tetapi karena dia tidak akan menang. ”", "“Dia tidak akan?” Jiang Xiaohan ragu-ragu.", "“Aku kira Ye Qingyu memiliki alasan khusus mengapa dia tidak ingin masuk Akademi Rusa Putih. Dia dengan sengaja gagal dalam ujian sehingga itulah alasan mengapa dia berprestasi sangat buruk. Dia berpura-pura bodoh, jadi orang secara alami tidak akan curiga.", "Dan kali ini di mana dia mengejutkan semua orang, adalah karena kali ini dia akhirnya ingin memasuki Akademi Rusa Putih, jadi dia menunjukkan kemampuannya yang sebenarnya. ”", "Setiap orang yang mendengar ini tidak bisa membantu tetapi tercengang.", "Jika itu benar, maka Ye Qingyu ini benar-benar terlalu menakutkan.", "Seseorang, seberapa percaya diri seseorang, untuk membuat pilihan yang gila?", "Dia secara berturut-turut menyerah empat kali kesempatan untuk memasuki akademi Rusa Putih. Kesempatan semacam ini sangat langka – bahkan bagi para pemuda dari keluarga bangsawan kecil atau keluarga pedagang.", "Dalam sekejap, pesta malam yang semula meriah dan ramai, menjadi sunyi.", "Ketika Jiang Xiaohan pulih sedikit kondisi mentalnya, gelombang mengerikan menabrak hatinya.", "Kemudian jika apa yang dikatakannya itu nyata, maka bocah lelaki yang mencuri telur ayam untuknya ketika dia yang dia anggap sebagai pahlawan, bocah lelaki yang sudah dia nilai sebagai bahan tertawaan yang tidak penting, sudah menjadi pahlawan sejati.", "Tapi pilihannya adalah …", "Pada saat ini, hati Jiang Xiaohan dipenuhi dengan penyesalan.", "Tapi penyesalan ini, sangat cepat dan paksa dibubarkan olehnya.", "Hatinya dipenuhi dengan kemarahan dan kebencian.", "Ye Qingyu pasti melakukan ini dengan sengaja!", "Dia pasti telah melakukan ini dengan sengaja, memilih untuk masuk ke Akademi Rusa Putih pada saat ini, menjadikannya lelucon ketika pertama kali muncul di [Residence of Heaven’s Will]. Orang seperti ini, terlalu tak tahu malu dan tercela.", "Setelah beberapa lama, keheningan langka ini akhirnya dipecahkan oleh suara.", "“Terus? Bahkan jika dia lebih percaya diri, menyia-nyiakan 4 tahun emas, menambahkan latar belakangnya yang buruk tanpa dukungan obat-obatan roh, Ye Qingyu tidak lagi memiliki sesuatu untuk dinanti-nantikan. Kamu harus menyadari bahwa berkultivasi telah lama menjadi pilihan orang kaya. Sangat disayangkan dengan bakatnya, itu benar-benar pemborosan harta karun! ”", "Suara ini berdering di aula.", "Orang yang berbicara adalah Bai Yuqing.", "Dewi nomor satu di akademi jarang membuka mulutnya dan mengevaluasi siswa lain.", "Tapi kali ini, dia keluar dari norma dan mengevaluasi Ye Qingyu.", "Pada saat ini, semua orang tidak bisa menjelaskan dari sudut pandang apa sang dewi berdiri. Sebelumnya ketika dia berbicara dia membela Ye Qingyu, tapi kali ini dia merendahkannya dengan evaluasinya.", "Mendengar kata-kata ini, tanpa tahu mengapa, hati Jiang Xiaohan mulai berdetak kencang.", "Tapi kata-kata Bai Yuqing berikutnya membuatnya membeku seperti patung.", "“[Residence of Heaven’s Will]] bukan tempat di mana orang-orang seperti Kamu bisa datang. Silakan pergi. ” Bai Yuqing menatap Jiang Xiaohan.", "Pandangannya dari posisi yang tinggi, seperti dia adalah seorang ratu yang memutuskan segalanya.Saat ini dia sedang melihat seorang pelayan, langsung memecatnya.", "“Tapi … aku datang ke sini karena aku menerima kartu undangan.”", "Jiang Xiaohan merasakan ejekan dan penghinaan telanjang. Dia menggertakkan giginya memaksa dirinya untuk tidak bereaksi karena dia tidak memiliki persyaratan untuk bereaksi. Tapi di dalam hatinya, kemarahan dan kebencian di dalam, seperti letusan gunung berapi.", "Bai Yuqing menjentikkan tangannya.", "Energi aneh dipancarkan darinya, udara berfluktuasi. Sebelum Jiang Xiaohan bisa bereaksi, undangan di tangannya terbang keluar, mendarat di tangan Bai Yuqing. Dengan kilatan cahaya putih, itu berubah menjadi debu yang berhamburan ke malam.", "“Saat ini kamu tidak lagi memiliki undangan,” kata Bai Yuqing dengan tenang.", "Kejam!", "Sombong!", "Kuat!", "Kekuatan dewi nomor satu dari Akademi Rusa Putih ditunjukkan sepenuhnya.", "“Suster Senior Bai, Suster Junior Xiaohan diundang oleh Aku …” Han Xiaofei tidak tahan lagi, berbicara untuknya.", "Bai Yuqing memalingkan kepalanya, tatapannya mendarat pada senyum di wajah Han Xiaofei. Dia sepertinya memikirkan sesuatu, mengatakan, “Oh, kamu juga bisa pergi. Dalam tiga bulan, Kamu tidak lagi diizinkan untuk masuk [Residence of Heaven’s Will] ”", "Ekspresi Han Xiaofei berubah dalam sekejap.", "Itu adalah hukuman yang sangat ketat, mulai sekarang dia tidak bisa lagi mengangkat kepalanya tinggi-tinggi di depan para siswa mulia lainnya.", "Dia akan berdebat ketika suara pria hambar dari belakangnya berbicara, “Apakah kamu tidak mendengar kata-kata pemimpin Bai? Cepat pergi. ”", "“Saudara sepupu?” Han Xiaofei berbalik untuk melihatnya.", "Seorang siswa berjubah putih dengan wajah sudut muncul dari belakangnya.", "Orang ini memiliki alis tebal dan mata besar, kulitnya yang berwarna perunggu seperti mengisyaratkan kekuatan ledakannya. Dibandingkan dengan orang-orang pada usia yang sama, dia lebih tinggi dengan kepala dan dia memiliki otot-otot menggembung seolah-olah dia melenturkannya.", "Seketika dia muncul dengan tubuhnya yang tinggi seperti puncak gunung, sepertinya bahkan cahaya bulan di langit disembunyikan olehnya. Visi banyak orang menjadi gelap, napas mereka berhenti.", "Han Shuangfu!", "Salah satu siswa terkuat di seluruh tahun keempat Akademi Rusa Putih dan juga salah satu pemimpin [Residence of Heaven’s Will].", "Objek kekaguman banyak siswa.", "“Saudara sepupu, aku …” Han Xiaofei tampak seperti ingin mengatakan sesuatu.", "“Cepat pergi,” kata Han Shuangfu dengan lembut.", "Han Xiaofei terkejut. Dia tidak membayangkan bahwa saudara sepupu saudaranya tidak akan membantunya tetapi lebih baik menyuruhnya pergi. Tapi dia selalu memperlakukan sepupunya dengan rasa takut yang paling menakutkan, jadi dia tidak berani mengatakan apa-apa lagi. Menemani Jiang Xiaohan, mereka meninggalkan [Residence of Heaven’s Will] dengan cara yang memalukan.", "Kedua orang ini bisa dikatakan telah membuat kesalahan besar hari ini.", "Dalam semalam, tindakan mereka akan menyebar di seluruh Akademi Rusa Putih, menjadi lelucon.", "“Sepupu Aku terlalu tidak masuk akal, permintaan maaf Aku karena mengganggu Suster Junior Bai,” kata Han Shuangfu sambil tersenyum, menggenggam tangannya.", "Bai Yuqing, dengan wajah tanpa ekspresi berkata, “Jika dia tidak masuk akal, maka kamu harus menghabiskan waktu untuk mengajarinya.”", "Bab Sebelumnya", "Bab selanjutnya", "www.worldnovel.online"]},
{"jdlChap": ["chapter 9 b love yu please"], "textNovel": ["Bab 9 – Bai Yuqing", "Setelah bertahun-tahun tradisi, suasana legenda dan misteri menyelubungi [Residence of Heaven’s Will].", "Dalam benak para siswa itu mewakili status yang tak terbantahkan dan tidak dapat dicapai. Kelompok dan klub siswa lain hampir tidak bisa dibandingkan. Dalam beberapa tahun terakhir ini, bahkan para petinggi dari White Deer Academy memberikannya perhatian yang signifikan.", "Untuk setiap siswa Akademi Rusa Putih, untuk dapat memasuki [Residence of Heaven’s Will] satu kali, akan menjadi simbol status.", "Sinar bulan terang.", "Hari ini [Residence of Heaven’s Will] sangat aktif.", "Siswa tahun keempat tahun sebelumnya baru saja lulus dan siswa tahun keempat baru akan menjadi siswa senior yang baru di akademi. Para pemimpin [Residence of Heaven’s Will] juga menyerahkan kendali atas kediaman dengan menyerahkannya kepada tiga siswa aristokrat yang paling luar biasa.", "Perjamuan diadakan yaitu untuk acara ini.", "Pembentukan energi memisahkan taman air ini dari dunia luar. Di malam hari, itu berkilau dengan kecerahan yang menyilaukan, membuatnya tampak mulia dan indah.", "Ketika seorang siswa lewat di sini, samar-samar mendengar suara tarian dan musik, mereka tidak bisa tidak menampilkan ekspresi kekaguman dan iri hati.", "Sangat disayangkan untuk masuk ke sini, persyaratannya terlalu tinggi. Bahkan untuk orang biasa dari keluarga bangsawan kecil, mereka tidak memiliki hak untuk masuk ke sini.", "Di malam yang sama, suasana hati Jiang Xiaohan tidak buruk.", "Karena ini adalah pertama kalinya dia memasuki [Residence of Heaven’s Will].", "Dari saat pertama ketika memasuki White Deer Academy, salah satu tujuan Jiang Xiaohan adalah untuk dapat memasuki [Residence of Heaven’s Will] dan menjadi anggota kelompok teratas ini.", "Untuk ini dia telah banyak berkorban, ditolak berkali-kali dan diejek.", "Dia membenci kenyataan bahwa dia tidak berasal dari keluarga bangsawan, dia membenci orang tuanya yang hanya orang miskin.", "Dia jelas memiliki bakat luar biasa di jalur bela diri, jauh melebihi anak bangsawan yang khas. Tetapi dia harus menanggung rasa malu dari latar belakangnya, dia harus memasukkan ratusan, ribuan kali upaya normal untuk mencapai pengakuan.", "Dan alasan dia bisa muncul di [Residence of Heaven’s Will], bukan karena usaha dan bakatnya sendiri, membuat kelompok itu mengenalinya. Itu hanya karena fakta bahwa Han Xiaofei telah memberikan tiketnya ke perjamuan malam ini.", "Lihat, ini adalah kenyataan yang menggelikan.", "Orang-orang dari keluarga bangsawan dapat dengan santai memberikan tiket yang tidak dapat diperoleh anak-anak dari latar belakang yang buruk, bahkan jika mereka melakukan upaya seribu kali.", "Dalam hati Jiang Xiaohan dia merasa sedih, tapi dia masih mengenakan pakaiannya yang paling indah untuk membuat dirinya tampak mempesona. Di wajahnya, dia memiliki senyum yang lebih indah dan tulus, menghubungkan lengan dengan Han Xiaofei dan muncul di jamuan makan.", "ChapterMid ();", "Dia bisa mengatakan bahwa begitu dia muncul di jamuan, banyak mata siswa laki-laki menjadi cerah.", "Para siswa perempuan yang mulia, tidak ada yang bisa dibandingkan dengannya.", "“Xiaofei, kamu terlambat, kamu harus dihukum minum …” Seorang siswa bangsawan tinggi datang dan menyapa Han Xiaofei. Lalu tatapannya jatuh pada Jiang Xiaohan, mengatakan, “Pasangan wanita Kamu sangat cantik, dari keluarga mana dia berasal … Dia tampaknya sedikit akrab …”", "Kemudian, beberapa orang lagi yang akrab dengan Han Xiaofei datang untuk bersosialisasi.", "“Biarkan Aku memperkenalkan Kamu, ini adalah adik perempuan Xiaohan yang bisa masuk dua puluh besar di peringkat Kota Deer.”", "“Jiang Xiaohan? Eh, Aku sudah mendengar … “Para siswa bangsawan tinggi tampaknya telah memikirkan sesuatu, mengerutkan kening.", "Jiang Xiaohan bisa dianggap sebagai angka penting dalam tahun keempat. Tetapi karena latar belakang keluarganya, dia awalnya tidak memiliki hak untuk tampil di [Residence of Heaven’s Will]. Siapa yang mengira Han Xiaofei akan membawanya ke sini, sedikit mengabaikan aturan.", "Tapi setelah berpikir sebentar, salah satu pemimpin [Residence of Heaven’s Will] saat ini adalah sepupu Han Xiaofei, Han Shuangfu.Dengan koneksi ini, dia memperkirakan bahwa Han Xiaofei tidak akan dihukum atau disalahkan.", "Dalam waktu singkat, sejumlah besar orang berkumpul di dekat Han Xiaofei.", "Jiang Xiaohan mematikan semua perhentian dan dengan sangat cepat para bangsawan yang angkuh ini berbicara dan tertawa dengannya, dia dengan cepat menjadi terkenal.", "Tidak dapat disangkal, bahwa gadis cantik ini memiliki karisma dan daya pikat yang luar biasa.", "“Aku mendengar bahwa kakak senior Xiaofei dan adik perempuan Xiaohan pergi ke tempat pemilihan hari ini? Apakah Kamu menemukan hal-hal menarik? ” mabuk oleh minuman keras, siswa bangsawan tinggi dengan santai bertanya.", "Han Xiaofei tersenyum tipis; “Tidak banyak, tapi adik perempuan junior Xiaohan berhasil bertemu dengan seseorang dari masa lalunya …”", "“Eh? Siapa orang ini, mari kita dengarkan, ”beberapa orang mendorong.", "Jiang Xiaohan menurunkan piala di tangannya dan dengan senyum yang indah dengan santai berkata, “Itu hanya salah satu teman bermain masa kecilku. Dia telah memasuki proses seleksi tahun ini, tetapi mungkin karena dampak dari tahun-tahun terakhir ini, otaknya menjadi sedikit abnormal. Dia terus berpikir bahwa dia jenius, menjadi gila setelah mencapai batasnya. Aku melihat dia sangat menyedihkan, Aku hanya pergi untuk mencoba dan membujuknya dengan beberapa kata … ”", "“Sampah semacam ini tanpa sedikit pun kesadaran diri ada di mana-mana. Kakak junior Xiaohan kamu baik, kamu tidak perlu ikut campur sama sekali, ”kata seorang gadis bangsawan dengan mata besar.", "“Oh, aku tidak tahan …” Jiang Xiaohan menghela nafas, menampilkan penampilan yang sangat menyesal.", "“Teman bermain adik Xiaohan dari masa kecilnya? Lalu apakah ini berarti, dia sudah berusia empat belas atau lima belas tahun? Haha, bertahun-tahun, masih belum bisa masuk ke akademi, dia benar-benar sampah … ”Para siswa bangsawan tertawa keras.", "Setelah selesai tertawa, para siswa mulia dengan santai bertanya, “Apakah idiot ini memiliki nama? Ayo, katakan itu untuk semua orang dengar, haha! ”", "“Itu benar, ini adalah acara yang sangat menarik,” Han Xiaofei dengan senyum tipis, berkata, “Itu benar, apa nama loach lagi? Saudari junior Xiaohan. ”", "Jiang Xiaohan, mendengar itu, berkata dengan senyum penuh, “Memikirkannya, orang ini cukup terkenal di dalam Deer City tetapi itu bukan jenis ketenaran yang baik … Dia memanggil Ye Qingyu!”", "Sebelum suara itu sepenuhnya bubar.", "Ekspresi tersenyum dari siswa tinggi dan para bangsawan lainnya telah membeku.", "“Kamu Qingyu?” Nada suara siswa tinggi telah sedikit berubah, mengatakan, “Orang itu teman bermain masa kecilmu?”", "Jiang Xiaohan tidak berhasil melihat perubahan sikap kelompok. Dia berkata sambil tersenyum, “Itu benar, itu adalah orang yang pernah disebut jenius nomor satu. Lelucon dari Dekan sebelumnya, dia benar-benar percaya! Berbicara tentang itu, dia agak menyedihkan … ”", "Setelah meninggalkan tempat penilaian qi darah hari ini, untuk mempersiapkan perjamuan malam ini dia ditemani oleh Han Xiaofei untuk memilih pakaiannya untuk malam ini. Oleh karena itu, hal-hal yang terjadi setelahnya, dia tentu tidak memiliki pengetahuan.", "Untuk dapat memasuki perjamuan malam [Residence of Heaven’s Will] untuk seorang gadis yang mabuk dalam status seperti dia, benar-benar hal terpenting yang terjadi padanya setelah memasuki White Deer Academy. Dia telah mengalihkan seluruh perhatiannya dan membenamkan dirinya dalam kesenangan dan kegembiraan karena dapat menghadiri acara ini, sepenuhnya tidak mempertimbangkan urusan Ye Qingyu.", "Dan Han Xiaofei yang menemaninya selama ini, secara alami juga tidak akan tahu apa yang terjadi sesudahnya.", "Tetapi siswa yang mulia dan siswa tahun keempat lainnya sangat jelas tentang apa yang telah terjadi dan kinerja Ye Qingyu yang mengerikan.", "Menggunakan hanya lima penilaian, tidak hanya memasuki White Deer Academy, tetapi juga mengelola untuk peringkat nomor dua puluh satu di peringkat ujian.", "Orang seperti ini, bagaimana dia menjadi orang yang menyedihkan yang digambarkan Jiang Xiaohan.", "Di seluruh Deer City, tidak diketahui berapa banyak wajah orang yang ditampar dengan ganas sampai malam ini.Itu bahkan lebih tidak diketahui, berapa banyak orang yang berharap untuk menjadi orang yang ‘menyedihkan’ seperti Ye Qingyu!", "“Ah, kakak senior Han, mengenai Ye Qingyu ini … apakah Kamu juga merasa bahwa ia adalah cacing yang menyedihkan?” Seorang siswa bangsawan dengan hubungan baik bernama Gao Shenghan, terbatuk dua kali untuk mengisyaratkan sesuatu agar dia tidak mengatakan sesuatu yang salah.", "Han Xiaofei tidak berhasil menangkap sinyal, dengan santai berkata sambil tersenyum, “Apa yang salah dengan penilaian itu? Loach bermimpi menjadi jenius, berkhayal menjadi ikan mas yang melompati gerbang naga *. Dia telah terlalu banyak bermimpi sehingga dia dengan cepat menjadi gila! ”", "Jiang Xiaohan melanjutkan sambil tersenyum, berkata, “Itu benar, Ye Qingyu ini sudah gila. Setelah menjadi bahan tertawaan Deer City dalam upaya kelimanya untuk memasuki akademi, kepala pengawas agar tidak membuatnya malu, dengan sengaja membiarkannya menunggu untuk menjalani tes ketika tidak ada seorang pun di sana. Siapa yang tahu dia tidak akan menghargai pemikiran di balik ini, tetapi malah akan menyebabkan masalah di area pengujian? Karena Aku ingat sejarah kita bersama, Aku pergi untuk memberinya beberapa kata nasihat tetapi dia malah mengejek Aku … ”", "Sebelum dia selesai, tiba-tiba sebuah suara terdengar—", "“Kemunafikan! Tertawa! Menyedihkan! Ketidakpedulian!”", "Kata-kata ini diucapkan sedikit dan jelas, membawa penghinaan dan penghinaan yang tidak disembunyikan. Itu jelas ditargetkan pada Jiang Xiaohan dan Han Xiaofei.", "Ekspresi Han Xiaofei menjadi gelap.", "Orang seperti apa yang berani begitu sombong di depannya?", "Dia menoleh untuk melihat dengan wajah penuh amarah, dan di kejauhan cahaya melihat seorang siswa mengenakan jubah seputih salju berjalan ke arahnya.", "Detik berikutnya, kemarahan di wajahnya menghilang sepenuhnya.", "Sosok yang berjalan ke arahnya adalah seorang gadis yang sangat cantik.", "Dengan postur anggun dan pinggang ramping, ia memiliki awan tebal rambut hitam yang membuat kulit putihnya seperti batu giok semakin putih. Apa yang awalnya jubah siswa biasa, ketika dia mengenakannya, itu menjadi seperti sesuatu yang sakral. Dia berhasil mengeluarkan apa yang orang normal tidak bisa mengenakan jubah itu, dan jubah itu menonjolkan kakinya yang panjang.", "Dia datang dari bawah sinar bulan, seolah-olah dia adalah peri es yang menyendiri.", "“Jadi itu adalah Suster Senior Bai Yuqing!”", "“Kami menyambut Suster Senior Bai!”", "“Tidak heran, orang yang tidak memberi wajah pada Han Xiaofei adalah dia.", "Dia saat ini adalah peri Akademi Rusa Putih, Bai Yuqing nomor satu dan juga salah satu dari tiga pemimpin [Residence of Heaven’s Will]. ”", "“Pengaruh keluarga Bai jelas tidak lebih lemah sedikit pun jika dibandingkan dengan keluarga Han.”", "Saat ini, semua orang mengobrol dengan kegembiraan. Setiap siswa berdiri dan menyapa Bai Yuqing berjubah putih, jelas menunjukkan status tinggi yang dia miliki dalam siswa tahun keempat White Deer Academy.", "Bahkan Han Xiaofei tidak berani tinggal, berdiri dan menyapa Bai Yuqing dengan tangan tergenggam.", "Jiang Xiaohan menunduk sedikit, sedikit kemarahan melintas di matanya. Dia tahu bahwa gadis ini menghinanya, tetapi dia tidak bisa menunjukkan sedikit pun ketidakpuasan.", "Gadis ini bernama Bai Yuqing, posisi dan status yang dimilikinya selalu menjadi sosok yang dikagumi dan iri hati Jiang Xiaohan pada saat yang sama.", "* Idiom Cina, pada dasarnya ikan mas setelah melompati gerbang akan menjadi seekor naga.", "Bab Sebelumnya", "Bab selanjutnya", "www.worldnovel.online"]},
{"jdlChap": ["Chapter 4 The Phoenix and the Loach"], "textNovel": ["Bab 4 – Phoenix dan Loach", "Tetapi Jiang Xiaohan, dengan sikap yang tampaknya bermaksud baik, terus mengabar –", "“Sejak kami kecil dan bertetangga, aku tahu kau luar biasa sebelumnya dan kau banyak membantuku. Namun, tidak peduli betapa luar biasanya Kamu, saat kami masih anak-anak, sekarang kami telah tumbuh, Aku bukan lagi gadis kecil yang akan berseru kegirangan setelah Kamu membantu Aku mendapatkan telur burung. Kamu juga tidak perlu menggunakan metode ini untuk menarik perhatian Aku … Sungguh, Ye Qingyu, mengingat fakta bahwa kami pernah menjadi tetangga, Aku dapat memberi Kamu nasihat: menerima nasib Kamu adalah yang terbaik, jangan memprovokasi mereka orang-orang yang Kamu tidak mampu memprovokasi! ”", "Aku?", "Mencoba menarik perhatian Kamu?", "Ye Qingyu tertawa mendengar ini.", "Dari mana kepercayaan diri gadis ini berasal?", "Terlalu malas untuk berbicara, Ye Qingyu berjalan melewati Jiang Xiaohan, langsung menuju tempat penilaian.", "Ekspresi Jiang Xiaohan berubah seluruhnya, memutuskan bahwa dia terlalu marah, mendesah dengan suara kasihan: “Aku tahu kata-kata Aku mungkin terlalu mudah, mungkin menyakiti harga diri Kamu, tetapi Aku benar-benar bermaksud baik.", "Dari saat Kamu gagal penilaian Kamu, itu ditakdirkan bahwa kita tidak akan menjadi orang-orang dari dunia yang sama … ”", "Ye Qingyu terus berjalan tanpa berbalik.", "Dia langsung menuju pengawas paruh baya paruh baya, dan berkata sedikit, “Ah, sekarang, aku bisa ikut serta dalam penilaian, kan?”", "Pengawas berjanggut itu duduk dan perlahan-lahan mengangkat cangkir tehnya, minum seteguk teh dan memicingkan matanya. Dia tidak menjawab pertanyaan itu tetapi berkata, “Apakah Kamu melihat orang-orang di sekitar lapangan? Menurut Kamu mengapa mereka datang? ”", "“Mereka datang untuk melihat seseorang dipermalukan,” kata Ye Qingyu dengan lembut.", "“Aku pikir kamu tidak tahu, jadi kamu menyadari, mereka datang untuk melihatmu dihina.” Wajah pengawas berjanggut itu memiliki senyum mengejek, tatapannya seperti sedang mengamati badut kecil, dan berkata, “Jika kamu mengerti, lalu mengapa kamu terburu-buru untuk dipermalukan?”", "“Mungkin orang yang akan dihina adalah orang lain?” Ye Qingyu berkata sambil tersenyum.", "Pengawas berjanggut itu lagi mengangkat cangkir tehnya, minum seteguk, lalu dengan nyaman duduk di kursinya dan berkata, “Sepertinya kamu masih belum puas … lalu tunggu lagi.”", "“Tapi aku tidak mau menunggu lagi,” kata Ye Qingyu menentang.", "Supervisor kambing setengah baya hanya tertawa dingin.", "Wajahnya dipenuhi dengan ekspresi jijik ketika melihat Ye Qingyu, seolah-olah dia mendengar lelucon. Dia tidak menjawab keduanya; dia hanya seorang anak dari keluarga miskin, mirip dengan hal kecil seperti cacing, bagaimana mungkin dia berani berhadapan dengannya?", "“Hanya dengan melihat sikap yang kamu miliki ketika berbicara dengan penyelia, kamu tidak cocok untuk memasuki White Deer Academy.” Pemuda kaya berpakaian berjalan dengan penuh kemenangan dari kerumunan, wajahnya dipenuhi dengan ekspresi menertawakan dan kemenangan atas balas dendamnya berhasil.", "ChapterMid ();", "Ye Qingyu meliriknya. “Kamu lagi? Apakah Kamu ingin ditampar? Bergeser ke satu sisi. ”", "Wajah pemuda yang berpakaian kaya itu menjadi gelap, tanpa sadar menggendong setengah wajahnya, merasakan rasa sakit di giginya bahkan sekarang.", "Di matanya muncul jejak ketakutan, dan dia mundur selangkah tetapi kemudian dia memikirkan sesuatu dan berkata dengan marah, “Oi, apakah kamu benar-benar berpikir aku takut padamu sekarang? Sampah, mengapa Kamu tidak pergi dan melihat peringkat dalam ujian? Dalam peringkat, Aku peringkat seribu tiga ratus sembilan, itu Aku, hahaha. Saat ini aku secara resmi adalah murid akademi White Deer, bagaimana denganmu? Kamu seperti apa? ”", "“Liu Ye bukan?” Ye Qingyu memiliki senyum tipis di wajahnya. “Bagus, Aku sudah ingat, dengan sangat cepat Kamu akan tahu Aku seperti apa.", "Ingat, cuci muka Kamu sampai bersih untuk Aku pukul. ”", "“Kamu tidak tahu kematian; Kamu masih berani menjadi begitu sombong. Hehe, kamu pikir aku tidak tahu? Menurut umur Kamu, jika Kamu tidak berhasil masuk ke White", "Akademi Rusa, maka pemimpin kota akan cepat mengambil kembali lencana.Kau sampah badut, kau dipermainkan olehku, kau masih tidak tahu takut … ”", "Liu Ye dengan dingin tertawa, wajahnya dipenuhi kutukan dan kebencian.", "Ye Qingyu terlalu malas untuk mengganggunya lagi.", "Ye Qingyu menoleh untuk melihat pengawas jenggot setengah baya, ekspresinya penuh dengan penghinaan. Di depan semua orang yang berdiri di dekatnya, dia dengan sedikit berkata, “Untuk White Deer Academy untuk memiliki seorang instruktur sampah benar-benar memalukan.”", "“Kamu … Apa yang kamu katakan? Bagaimana kurang ajar! Instruktur kambing setengah baya tergagap, dia tidak akan pernah berpikir bahwa Ye Qingyu akan berani menghinanya. Seketika, dia sangat marah dan marah.", "“Hanya karena menghormati Akademi Rusa Putih aku rela menunggu sepuluh hari. Apakah kamu benar-benar tidak bersalah sehingga kamu percaya itu karena aku takut padamu? ” Ye Qingyu dengan dingin tertawa, dan berkata, “Kamu tidak akan membiarkan aku mengambil bagian dalam penilaian? Baiklah, nanti Kamu akan menyesalinya. Dalam waktu yang sangat singkat, Aku akan membuat Kamu datang kepada Aku untuk memohon agar Aku mengambil penilaian.", "Setelah selesai, Ye Qingyu segera berbalik dan pergi.", "“Kamu… sombong! Aku datang memohon padamu? Aku akan menyesalinya? Hahaha, sepertinya kamu benar-benar sudah gila … ”Pengawas jenggot itu sangat marah sehingga seluruh tubuhnya bergetar.", "Dia belum pernah melihat remaja yang sombong dan konyol. Setelah dieliminasi selama empat tahun berjalan di bawah pengawasannya, saat ini dia masih berani mengancam Aku?", "Pada saat ini kerumunan sedang memanas.", "Ye Qingyu benar-benar akan menyebabkan suatu acara lagi?", "Seperti semua orang tahu, White Deer Academy pasti tidak akan membiarkan mereka yang berusia lebih dari lima belas tahun untuk memasuki akademi. Jadi bagi Ye Qingyu, ini adalah kesempatan terakhirnya untuk memasuki akademi. Setelah tersingkir selama empat tahun berturut-turut, apakah ini akan menjadi perjuangan terakhirnya yang gila atau akankah dia menciptakan keajaiban?", "Sebelumnya, setelah setiap eliminasi, Ye Qingyu akan selalu pergi dengan damai.", "Tapi kali ini, itu tidak sama.", "“Di mana anak kecil itu akan pergi?”", "“Haha, sepertinya akan ada pertunjukan, ayo ikuti dan lihat.”", "“Aku tidak tahu kenapa, tapi aku merasa sesuatu pasti akan terjadi hari ini.”", "Para penonton mengikuti di belakang Ye Qingyu, semua orang ingin tahu apa yang akan dia lakukan. Terlepas dari penonton biasa yang suka menonton drama, ada juga sangat banyak pemuda yang telah lulus ujian yang juga mengikuti, membentuk aliran seperti banjir.", "“Hmph, perjuangan terakhir sebelum mati. Aku akan pergi dan melihat gelombang seperti apa yang bisa dihasilkan oleh sampah. ”", "Ekspresi wajah pemuda yang berpakaian kaya itu berubah berkali-kali dan setelah ragu-ragu sebentar, akhirnya mengikuti kerumunan.", "Dia tidak tahu mengapa, tetapi di dalam hatinya ada kelahiran yang tidak nyaman.", "Dan untuk pengawas jenggot setengah baya, dia duduk jauh dengan pandangan menghina dingin.", "“Aku akan duduk di sini dan menunggu, kita akan melihat siapa yang akan memohon siapa!” ……", "Jiang Xiaohan yang cantik tinggal dengan tenang di tempatnya berdiri.", "Dalam sekejap itu, di dalam matanya, citra pahlawan masa kecilnya yang tampak seolah-olah bisa menyelesaikan segalanya, perlahan-lahan menghilang.", "Saat ini, Ye Qingyu tampak seperti badut yang membodohi dirinya sendiri, dan sedang menjalani perjuangan terakhirnya yang gila.", "Dia memutuskan, apa yang menunggunya adalah kegagalan kelimanya, dan setelah itu dia akan tenggelam selamanya …", "“Kenapa kamu tidak mengerti rasa sakitku.” Ekspresi Jiang Xiaohan dipenuhi dengan rasa iba merendahkan, menghela nafas dan menggelengkan kepalanya.", "“Siapa pria yang begitu tidak sadar, bahwa dia tidak mengerti rasa sakit saudara perempuan junior Xiaohan?” Seorang pria muda tampan tinggi muncul tanpa suara tepat di sebelah Jiang Xiaohan, nadanya acuh tak acuh dengan senyum yang bukan senyum.", "“Saudara Senior Xiaofei, Kamu datang?” Ketika Jiang Xiaohan melihat orang ini, senyum muncul di wajahnya.", "Di wajah Xiaofei, ada senyum khasnya yang lembut.", "Dia adalah salah satu penggerak dan pelopor siswa kelas empat di White Deer Academy. Berasal dari latar belakang para bangsawan, dia halus dan tampan, menawan dan tampan.Terlepas dari perspektif apa yang Kamu lihat dengannya, baik itu latar belakang keluarga, kekuatan atau bakat, Kamu bisa mengatakan bahwa dia sempurna.", "Sebenarnya, dia selalu menjadi naksir siswa perempuan yang tak terhitung jumlahnya. Senyum khasnya seperti angin musim semi dan sinar matahari yang cerah, menyebabkan banyak gadis di Deer City menjadi gila untuknya.", "Bahkan dikatakan bahwa ada beberapa guru wanita muda yang juga mengaku kepadanya. Dia adalah salah satu orang yang paling luar biasa di White Deer Academy.", "“Hari ini adalah hari terakhir dari proses seleksi akademi. Aku datang ke sini untuk melihat-lihat, Aku mendengar kali ini akademi kami telah berhasil merekrut bukan jumlah genius muda yang tidak signifikan. ” Han Xiaofei memandang kerumunan orang yang berpencar ke satu arah, dan berkata, “Apakah itu Ye Qingyu yang menyebabkan masalah lagi? Sayang sekali … Aku pernah mendengar bahwa adik perempuan Xiaohan pernah naksir dia. ”", "Jiang Xiaohan tersenyum tipis, dan mengangguk. “Ini adalah ketika Aku masih anak-anak dan tidak mengerti apa-apa, Aku pikir dia sangat menakjubkan tetapi Aku tidak benar-benar naksir dia … Dan sekarang setelah Aku dewasa, Aku dan dia, kita bukan orang-orang di dunia yang sama … Duniaku baru saja mulai, sementara dunianya ditakdirkan untuk menjadi biasa. Segalanya harus berakhir! ”", "“En *, adik perempuan Xiaohan bisa melihat sesuatu dengan jelas sangat baik.", "Sebagai seorang praktisi bela diri, seseorang harus melihat ke depan dan tidak diganggu oleh orang-orang yang tidak penting. Kamu adalah burung phoenix yang bisa terbang di sembilan langit dan pada akhirnya ia hanyalah loach yang tidak bisa melewati gerbang, ”kata Han Xiaofei dengan lembut.", "……", "Tujuan Ye Qingyu, adalah alasan penilaian kedua.", "Meridian ** alasan pemeriksaan.", "Karena itu adalah sore hari terakhir, tempat ujian praktis sepi, bahkan tanpa satu pun peserta ujian.", "Pembimbing utama dan beberapa siswa yang bertanggung jawab untuk merekam hasilnya duduk tanpa tujuan di belakang meja kayu besar yang sedang mengobrol. Setelah matahari terbenam, pemeriksaan tahun ini, akan berakhir.", "Di tengah lapangan penilaian, di sana berdiri patung perunggu seukuran.", "Patung perunggu itu sangat hidup, seolah-olah itu adalah karya seni. Di setiap inci tubuhnya, garis-garis dengan ketebalan yang bervariasi terukir di seluruh, saling berpotongan. Setiap baris terhubung ke titik akupunktur merah. Tampaknya sangat aneh dan penuh misteri, tetapi yang diwakilinya adalah dua belas meridian standar tubuh dan delapan kapal yang luar biasa.", "Patung itu dinamai sebagai [Manusia Perunggu Meridian]", "Itu adalah alat yang digunakan untuk menguji tingkat meridian peserta ujian dalam ujian White Deer Academy.", "Ketika menjalani penilaian, yang harus dilakukan oleh peserta ujian adalah meletakkan tangan mereka di belakang [Manusia Perunggu Meridian], dan membiarkan energi patung dari batu rohnya memasuki tubuh mereka, maka tingkat garis meridian dapat ditentukan.", "Ye Qingyu datang di depan meja pengawas, menyerahkan mereka papan namanya.", "“Nomor 8888, Ye Qingyu?", "Pengawas utama meridian adalah seorang lelaki tua berambut putih.", "Pria tua itu menatap Ye Qingyu dengan pandangan terkejut; jelas dia pernah mendengar tentang Ye Qingyu sebelumnya. Ada kilatan kejutan di matanya, tetapi dia tidak mengatakan apa-apa dan membiarkan orang-orang di belakangnya untuk meninjau hasil gulir Jade. Setelah itu, dia mengerutkan kening dan berkata, “Ini tidak benar, apakah Kamu tidak memasuki penilaian qi darah?” ****", "“Aku ingin pertama kali memasuki pengujian meridian,” kata Ye Qingyu dengan tenang.", "———-", "* Nada afirmasi. Tidak benar-benar setara dengan bahasa Inggris.", "** https://en.wikipedia.org/wiki/Meridian_(Chinese_medicine) *** Lihatlah tautan wiki jika Kamu ingin mengetahui lebih lanjut ^. ^ **** https://www.google.co. uk / search? q =% E7% 8E% 89% E7% AE% 80 & sumber e = lnms & tbm = isch & sa = X & ved = 0ahUKEwip37T9sazJAhXC1xoKHYYwC", "V4Q_AUIBygB & biw = 1280 & bih = 578 # imgrc = 67tHBDMCOsakeM% 3A", "Sesuatu seperti ini", "www.worldnovel.online"]},
{"jdlChap": ["Chapter 3 Does My Decision Need An Explanation?"], "textNovel": ["Bab 3 – Apakah Keputusan Aku Perlu Penjelasan?", "Setelah berhasil melalui penilaian, Yu Long dan Xu Fei dipenuhi dengan kegembiraan. Lampu merah darah mempesona kedua tubuh mereka dapat menerangi area di sekitar mereka sekitar 10 kaki. Mereka berdua mengangkat kepalan tangan mereka dan berteriak kegirangan.", "Dan untuk Zhao Gu yang gagal, penampilannya biasa saja, bahkan sedikit kumuh, terlihat seperti usianya sekitar lima belas tahun. Cahaya darahnya bahkan tidak bersinar lebih dari satu kaki jauhnya, dan sangat lemah.", "Mendengar keputusan itu, pemuda miskin itu tampak seolah-olah telah kehilangan seutas energi terakhirnya, roboh di tanah dengan air mata jatuh di wajahnya.", "Dia tahu, bahwa mulai sekarang, dia tidak lagi memiliki takdir dengan cara bela diri.", "15 tahun adalah batas untuk memasuki White Deer Academy. Bagi remaja miskin seperti Zhao Gu, yang tidak memiliki sumber daya atau teknik kultivasi, gagal dalam penilaian berarti mereka harus berjuang dalam kehidupan biasa seperti menjadi semut.", "“Nomor 8888 …”", "Akhirnya giliran Ye Qingyu.", "Setelah menyerahkan papan namanya ke pengawas, dia berjalan ke kuali batu di tengah lapangan.", "Dalam setiap penilaian sebelumnya, Ye Qingyu tersingkir pada tahap ini.", "Karena bahkan untuk kuali delapan puluh pound paling ringan, dia tidak bisa mengalah sedikit pun, apalagi mengangkatnya. Tubuhnya tidak akan memancarkan sedikit pun dari lampu merah darah, dan karenanya ia menjadi lelucon terbesar Deer City.", "Tapi di hati Ye Qingyu, dia jelas alasan mengapa …", "Dan hari ini, biarkan semua ejekan dan ejekan berakhir.", "Karena hari ini, dia tidak perlu lagi menyembunyikan kekuatannya yang sebenarnya.", "Ye Qingyu hampir bisa merasakan darah di tubuhnya terbakar.", "Jika bukan karena janji, Ye Qingyu percaya bahwa dia akan lama mengejutkan dan membuat kagum seluruh Kota Rusa.", "Tetapi ketika telapak tangannya menyentuh pegangan kuali yang kasar dan dingin dan dia belum mengangkatnya, di belakangnya tiba-tiba terdengar suara lembut dari pengawas. “Tunggu sebentar, kamu Ye Qingyu? Omong kosong, siapa yang mengizinkanmu masuk ujian? Saat ini, Kamu tidak bisa melalui penilaian, hanya menyisihkan untuk saat ini. ”", "Ye Qingyu berhenti tiba-tiba, berbalik ke belakang untuk melihat.", "Dia melihat di depan tanah penilaian, di belakang meja besar, dan di bawah naungan kanopi pelangi, seorang pengawas paruh baya dengan janggut.", "Dia duduk di kursinya, tanpa ekspresi menatap Ye Qingyu.", "Orang ini adalah supervisor utama tanah qi darah.", "“Mengapa?” kata Ye Qingyu, mengerutkan kening.", "Atasan setengah baya dengan janggut tidak memiliki ekspresi sedikit pun dan berkata dengan nada merendahkan:", "“Mengapa? Oh, jika Aku membiarkan Kamu menunggu, maka Kamu harus menunggu dengan jujur. Aku pengawas utama di sini, apakah keputusan Aku perlu dipertanyakan oleh sampah yang secara berurutan paling cepat dihilangkan selama empat tahun?", "ChapterMid ();", "Ye Qingyu marah, dan hendak mengatakan sesuatu.", "Namun sesaat berikutnya, sebuah cahaya muncul di matanya dan dia melihat seorang pemuda berdiri di dekat pengawas setengah baya. Ekspresi pemuda dipenuhi dengan cemoohan dan penghinaan, dan dia melotot dengan ekspresi beracun pada Ye Qingyu.", "Itu adalah pemuda yang berpakaian kaya yang telah ditamparnya sebelumnya.", "Ye Qingyu tiba-tiba bersorak.", "Jadi bajingan kecil inilah yang menyebabkan masalah.", "Tapi anak kecil ini hanyalah anak dari keluarga pedagang dan bukan bangsawan bagaimana dia bisa mendapatkan guru Akademi Rusa Putih untuk membantunya? Ye Qingyu takut situasinya tidak sesederhana kelihatannya, pasti ada seseorang yang bertindak di belakang layar.", "Sadar akan hal ini, Ye Qingyu tidak sabar lagi.", "Setelah bertahan selama bertahun-tahun, apakah masih ada orang-orang di Deer City yang tidak mengecewakan penjaga mereka?", "Ye Qingyu memutuskan untuk bermain dengan mereka sebentar, untuk melihat siapa orang di belakang mereka.", "Memutuskan, Ye Qingyu dengan tenang menatap pengawas jenggot setengah baya, matanya cerah dan tertawa, “Apakah kamu yakin kamu benar-benar ingin aku menunggu?”", "Supervisor kambing setengah baya bisa merasakan tantangan dalam suara remaja itu.", "Sebagai penyelia, dia merasa marah karena tidak dihargai dan dengan dingin berkata, “Kamu sampah, membiarkan kamu masuk penilaian hanya membuang-buang waktu orang lain.Perlahan tunggu, heh, selama orang lain masih menjalani proses seleksi, maka Kamu masih akan menunggu sampai selesai.", "Ye Qingyu dengan tegas menganggukkan kepalanya. “Baik.”", "Kemudian dia melipat tangannya dan berdiri di sana dengan sabar.", "Kali ini, Ye Qingyu tidak menunjukkan lencana kuningannya.", "Karena dalam hatinya, dia jelas bahwa bahkan jika lencana kuningan dapat mencegah remaja kaya itu tanpa banyak pengalaman, tetapi itu tidak dapat memaksa pengawas resmi Akademi Rusa Putih untuk menurunkan kepalanya.", "Lagi pula, pengawas akademi tidak berada di bawah kekuasaan keluarga kerajaan, dan posisi mereka relatif tinggi.", "Selain itu, mentalitas orang iseng Ye Qingyu telah muncul.", "Dia perlu menyebabkan insiden besar, untuk memfokuskan mata semua Deer City di sini dan kemudian dia akan mengumumkan ke seluruh kota—", "Ye Qingyu yang asli, telah kembali!", "Sisi lain-", "“Yang berikutnya, lanjutkan dengan penilaian …”", "Supervisor kambing setengah baya mengeluarkan senyum kemenangan, dan dengan malas mengumumkan bahwa penilaian akan terus berlanjut.", "Kekuatan untuk mengubah dan memanipulasi nasib orang lain membuatnya senang sehingga ia mabuk.", "Dan hal-hal yang terjadi di sini, sangat cepat sepertinya menumbuhkan sayap, desas-desus menyebar dengan cepat.", "Sebenarnya, setiap tahun saat ini, hal-hal yang menyangkut champion Juara empat tahun ’, idiot Ye Qingyu tidak peduli apakah itu tindakan atau kata akan menjadi topik diskusi yang panas.", "Awalnya, mungkin beberapa orang memiliki harapan untuk pemuda ini.", "Tapi hari ini, dia sudah menjadi lelucon total.", "Seiring berita menyebar, dan waktu berlalu, semakin banyak orang berkerumun di tanah penilaian qi darah.", "Semua orang ingin melihat, acara seperti apa yang Ye Qingyu akan menyebabkan kali ini.", "Mata dan tatapan yang tak terhitung jumlahnya terkonsentrasi pada Ye Qingyu.", "Bahkan para pemuda yang sedang menjalani penilaian gagal menarik perhatian orang banyak.", "Dari awal hingga akhir, Ye Qingyu benar-benar menunggu dengan sabar.", "Dalam sekejap mata, suatu hari sudah berlalu.", "……", "Hari kedua.", "Ye Qingyu masih muncul tepat waktu di lapangan penilaian.", "Di wajahnya, tidak ada sedikit pun amarah selain senyum mengejek.", "Banyak lirikan melongo, tatapan mengejek dan bahkan tatapan iba tanpa henti fokus pada Ye Qingyu tetapi dia tampaknya benar-benar tidak tergerak.", "Proses penilaian berlanjut.", "Saat pengawas utama mengumumkan hasilnya, adegan-adegan sukacita dan keputusasaan yang sama terus berlangsung.", "Hari lain telah berlalu.", "Hari keempat…", "Hari kelima …", "Hari keenam …", "Hari ketujuh …", "Hanya pada hari kesembilan jumlah orang yang masuk dalam penilaian mulai berkurang.", "Alasan pemilihan awalnya dikemas secara bertahap mulai menipis.", "Mayoritas anak laki-laki dan perempuan sudah menyelesaikan ujian mereka dengan hasil yang berbeda. Kadang-kadang, akan ada beberapa peserta ujian yang datang jauh dari Deer City dan setelah menerima papan nama mereka, dengan cepat menjalani enam penilaian.", "Ye Qingyu seperti biasa, sedang menunggu di lapangan penilaian pertama, pengujian qi darah.", "Tanah penilaian ini, karena keberadaan Ye Qingyu, telah lama menjadi alasan dengan penonton terbesar.", "Pengawas jenggot setengah baya dengan tenang duduk di kursinya.", "Dia kadang-kadang akan melihat Ye Qingyu, matanya dipenuhi dengan penghinaan dan ejekan, dan kemarahan yang sangat terselubung. Desakan Ye Qingyu untuk tetap menyebabkan semakin banyak orang datang ke sini untuk menyaksikan, menyebabkan pengawas setengah baya merasa sedikit tidak nyaman. Dia sudah lama lupa bahwa dialah yang semula menyulitkan remaja itu.", "Hari lain telah berlalu.", "Akhirnya hari kesepuluh.", "Itu juga hari terakhir White Deer Academy menerima siswa.", "Di pagi hari, hanya tiga pemuda yang datang bergegas untuk menerima kartu nama mereka dan menjalani penilaian dan pada sore hari, tidak ada yang datang untuk menjalani penilaian.", "“Atasan setengah baya ini sudah melangkah terlalu jauh, tidak peduli berapa banyak sampah Ye Qingyu, kamu masih tidak bisa mengambil hak pemeriksaannya!”", "“Itu benar, apalagi ayah Ye Qingyu meninggal dalam pertempuran untuk mempertahankan", "Deer City dan dikabarkan memiliki lencana kuningan heroik.Bagaimana Kamu bisa memperlakukan keturunan pahlawan seperti ini? Hati ini terlalu dingin, bukankah dia takut akan hukuman dari keluarga kerajaan Snow Country?", "” Dalam aspek ini Kamu salah, ayahnya sudah lama meninggal bahkan jika Ye Qingyu telah mewarisi lencana kuningan heroik dia masih bukan pemilik aslinya. Selain itu, ia juga berasal dari latar belakang yang buruk, menurut hukum Negara Salju, lencana ini hanya bisa melindunginya sampai ia berusia empat belas tahun. Setelah itu, pemimpin distrik kota akan mengambil kembali lencana … ”", "“Ye Qingyu ini benar-benar anak yang menyedihkan yang memiliki kehidupan yang sulit.”", "Semua orang berdiskusi dengan panas, terlepas dari aristokrat kaya yang sombong dan beberapa orang dengan motif tersembunyi, mayoritas memiliki rasa kasihan pada Ye Qingyu.", "Ye Qingyu memandang ke arah jam matahari jauh, dan melihat bahwa waktunya tepat, berjalan menuju tempat penilaian.", "Setelah berjalan beberapa langkah, aroma tiba-tiba melintas.", "Dari kerumunan, keluar berjalan seorang gadis muda yang cantik.", "Dia berdiri di depan Ye Qingyu.", "Gadis ini berusia sekitar tiga belas hingga empat belas tahun, mengenakan pakaian putih", "Seragam api merah Deer Academy untuk siswa tahun keempat. Kulit di lehernya seperti batu giok putih yang halus, tulang selangkanya detail, wajahnya seperti keluar dari lukisan dan dia memiliki hidung yang indah dan bibir ceri. Melalui iringan seragam pendekar pedang yang pas, sosoknya bahkan lebih indah, dengan kaki panjang ramping dan pinggang ramping yang membawa sedikit keinginan mencuri jiwa.", "Dia benar-benar cantik.", "“Aku dengar kamu menyebabkan masalah lagi.” Gadis muda itu menatap Ye", "Qingyu dengan tatapan mencela.", "Menyebabkan masalah?", "Ye Qingyu ragu-ragu dan mengerutkan kening, dan berkata, “Xiaohan …”", "Gadis cantik itu bernama Jiang Xiaohan, dan itu dia, di masa paling sulit dalam kehidupan Ye Qingyu, di depan pemakaman yang sepi, berkata kepadanya: “Jangan pernah bertemu lagi.”", "Setelah tiga tahun berlalu, ia menjadi murid resmi Akademi Rusa Putih, dengan hasil yang luar biasa, ia menjadi seperti burung phoenix.", "Dia menjadi lebih cantik dan luar biasa, dan tidak seperti gadis kecil yang dikepang yang selalu mengikuti di belakang Ye Qingyu, membutuhkan perlindungannya.", "“Tolong jangan begitu akrab dengan Aku, panggil Aku dengan nama lengkap Aku, Jiang Xiaohan.” Gadis berpakaian merah itu dengan tidak sabar memotong apa yang Ye Qingyu akan tinggal dan dengan rendah hati berkata, “Sudah empat tahun, Ye Qingyu. Mengapa Kamu tidak jujur ​​menerima nasib Kamu dan rela menjadi orang biasa? Tanpa bakat bela diri, tidak peduli bagaimana Kamu berjuang, semuanya tidak berguna Daripada menjadi bahan tertawaan, mengapa Kamu tidak menjadi orang normal dan dengan aman menjalani seluruh hidup Kamu. ”", "Jadi Kamu benar-benar datang ke sini untuk berbicara seperti ini?", "Ye Qingyu tertawa, tiba-tiba tidak ingin berbicara lagi, terlalu malas untuk menjelaskan apa pun padanya.", "Bab Sebelumnya", "Bab selanjutnya", "www.worldnovel.online"]},
{"jdlChap": ["Chapter 6 The Shadow of the Divine Ancient Mountain"], "textNovel": ["Bab 6 – Bayangan Gunung Kuno Ilahi", "Kali ini, menghalangi Ye Qingyu adalah sebagian untuk membantu Liu Ye mengeluarkan amarahnya.", "Pemuda kaya berpakaian juga merupakan bagian dari keluarga Liu. Jika Kamu memikirkannya, ia bisa dianggap keponakan Liu Heng.", "Bagian lainnya adalah karena seseorang secara diam-diam telah memerintahkannya untuk melakukan hal itu, dan orang yang menginstruksikannya adalah sosok penting yang dia selalu ingin membuat dirinya bergairah.", "Liu Heng secara alami membiarkan perahu mengalir bersama air *, dan melakukan kebaikan besar bagi orang ini. Selain itu, di matanya, Ye Qingyu hanyalah sampah yang bisa dengan mudah ia manipulasi.", "“Haha, dunia selalu realistis. Sampah harus memiliki kesadaran diri akan sampah … ”", "Liu Heng duduk di kursinya, mengangkat cangkir tehnya dan menyeruput teh.", "Matanya hampir tertutup, dengan sabar menunggu Ye Qingyu kembali dan memohon padanya.", "Dia berani mengancam kepala pengawas, dia benar-benar menganggap dirinya orang besar?", "Sampah dari orang miskin, jika dia tidak membiarkannya pergi melalui penilaian, apa yang bisa dia lakukan padaku? ”", "Perasaan santai menentukan nasib seseorang dari jauh memberi kesenangan besar padanya.", "Pada saat ini-", "“Pengawas, pengawas …” sebuah suara bergegas pergi, itu adalah siswa rekaman yang dia kirim untuk menyelidiki. Di wajah siswa, ada ekspresi aneh.", "“Apa itu?” Liu Heng bertanya dengan santai.", "Ekspresi siswa itu sedikit aneh, ragu-ragu sedikit, kemudian menceritakan semua yang dia lihat tentang tindakan Ye Qingyu nanti secara rinci.", "Pak!", "Sebelum siswa selesai, teko ungu di tangannya telah jatuh ke tanah dan hancur berkeping-keping.", "Teko ungu itu dulunya miliknya yang berharga dan biasanya dia akan memperlakukannya seperti mutiara yang berharga di mana bahkan jika tanda kecil muncul, dia akan meributkannya hampir sepanjang hari. Tapi sekarang, Liu Heng yang hatinya berdebar-debar seperti orang gila, tidak tega mengkhawatirkan kehancuran teko ungu.", "“Kamu … apa yang kamu katakan?”", "Suara Liu Heng tidak bisa dijelaskan, wajahnya pucat. Dia mengulurkan tangan untuk kursi untuk mendukungnya berdiri, seluruh tubuhnya bergetar.", "Gelombang ketakutan dan penyesalan yang besar hampir menenggelamkannya.", "Dia benar-benar menolak seseorang dengan meridian emas dan bakat kelas satu kesembilan untuk memasuki penilaian qi darah?", "Surga, bahkan jika Kamu hanya menggunakan jari kaki Kamu untuk berpikir **, kesalahan seperti itu, ketika ditemukan oleh para petinggi akademi, pasti akan memengaruhi posisinya yang pada dasarnya tidak stabil.", "Bagaimana mungkin hal-hal berkembang sedemikian rupa?", "Ye Qingyu itu, bukankah dia sampah yang tidak berguna?", "“Kamu … Apakah kamu terlihat jelas?” Liu Heng merosot ke kursinya, tidak berdaya.", "Mahasiswa dengan tatapan kasihan, dengan serius menganggukkan kepalanya.", "Di dalam hati Liu Heng, erangan rendah dipancarkan.", "ChapterMid ();", "Pada saat ini, dia akhirnya mengerti sesuatu –", "Pada saat itu Ye Qingyu tidak salah, dia benar-benar harus pergi memohon padanya.", "Kali ini, tidak peduli berapa pun biaya yang harus dia bayar, dia harus memohon dengan pahit", "Kamu Qingyu untuk memasuki pengujian qi darah sebelum para atasan tahu.", "Jika tidak…", "“Aku benar-benar menyesal, aku seharusnya tidak pernah ikut serta dalam ini …", "Liu Ye, kau bajingan kecil, aku pasti akan mengalahkanmu sampai mati! ” Liu Heng berpikir dengan galak.", "……", "Alasan pemeriksaan ketekunan.", "Ye Qingyu sedang duduk bersila, seolah sedang bermeditasi.", "Di dalam area pemeriksaan, lantai batu hijau-abu-abu telah diaktifkan, gelombang energi tak terlihat melonjak keluar. Di atas kepala Ye Qingyu dalam radius tiga puluh kaki, sebuah fatamorgana dari sebuah gunung muncul.", "Lapisan dan lapisan gunung, itu menjulang tinggi dan megah seperti gunung ilahi kuno.", "Fatamorgana ini, seolah-olah Ye Qingyu membawa gunung yang tak terhitung jumlahnya.", "Jika Kamu perhatikan dengan teliti, ada sembilan lapisan di gunung ilahi kuno.", "“Sembilan fatamorgana gunung ilahi kuno … Sembilan puncak yang tumpang tindih ini adalah simbol untuk ketekunan kelas satu kelas sembilan.”", "“Bagi para peserta ujian, fatamorgana gunung ilahi bukanlah ilusi.Pada kenyataannya, kesadaran mereka sekarang bertahan dari beban sejati gunung ilahi! ”", "“Penilaian ini menguji ketekunan. Semakin tinggi ketekunan, semakin banyak gunung ilahi yang bisa Kamu tahan. Mampu bertahan tiga adalah sebuah lulus, bertahan lima dapat dihitung sebagai yang baik bertahan tujuh sangat baik, dan fatamorgana hanya lengkap ketika Kamu bisa bertahan sembilan. Ini sangat jarang, bahkan sepanjang seluruh sejarah tes! ”", "” Ye Qingyu ini terlalu mengerikan, dia telah diam-diam menahan fatamorgana gunung ilahi selama lebih dari sepuluh menit. Ketekunan seperti itu, dia sudah bisa masuk dalam tiga besar tes seleksi tahun ini! ”", "“Sembilan fatamorgana puncak telah muncul, terlalu menakutkan!”", "Semua orang berdiskusi dengan penuh semangat.", "Saat ini, para penonton tidak hanya terdiri dari orang-orang yang datang untuk menikmati pertunjukan.", "Ketika berita itu menyebar, semakin banyak orang berstatus datang ke sini. Melihat kejadian ini, dan menggabungkannya dengan apa yang mereka dengar tentang meridian Ye Qingyu dan hasil bakat alami, mereka langsung menyadari peristiwa yang akan mengejutkan seluruh Kota Rusa akan terjadi.", "Ramalan Dekan lama, apakah itu akan menjadi kenyataan?", "“Nomor 8888 Ye Qingyu, tahan sembilan puncak berat badan, bakat kelas satu kesembilan …” kepala pengawas pemeriksaan ketekunan dengan keras mengumumkan hasil penilaian, mencatat hasilnya ke dalam papan nama.", "Ye Qingyu mengucapkan terima kasih, menerima papan nama.", "Para penonton sudah berjumlah ratusan, dan mata mereka tertuju pada Ye Qingyu.", "Dalam kerumunan ini, ada orang-orang dari pemimpin kota, dari berbagai aristokrat, dari perusahaan dagang yang berbeda, dari berbagai kelompok tentara bayaran. Tentu saja, ada juga orang-orang mengenakan jubah putih dengan tanduk perak bersulam, guru kelas atas dari Akademi Rusa Putih. Mereka semua tidak bergerak mengenai Ye Qingyu.", "Pada kenyataannya, setiap tahun bahwa White Deer Academy merekrut siswa, untuk kelompok-kelompok yang berakar dalam White Deer Academy, adalah pesta yang sangat rakus.", "Ini adalah dunia di mana aturan terkuat, di mana aturan ditulis menggunakan tinju dan senjata. Terlepas dari teknik dan harta karun, seorang pemuda yang memiliki bakat ekstrem adalah sumber daya yang diperlakukan dengan perhatian besar oleh semua kelompok.", "Oleh karena itu, setiap tahun ketika proses rekrutmen Akademi Rusa Putih dimulai, banyak kelompok kepentingan akan menaruh perhatian besar pada proses ini.", "Mereka tidak memiliki kekuatan panggilan menakutkan dari White Deer Academy, mampu memanggil remaja di mana-mana dari ribuan kilometer untuk mengambil bagian dalam seleksi. Tetapi apa yang bisa mereka lakukan, adalah dalam proses seleksi White Deer Academy, mengambil para pemuda jenius ini sebagai bagian dari kelompok mereka.", "Karena White Deer Academy bukan sekte, atau klan keluarga, mereka tidak akan menempatkan terlalu banyak pembatasan pada siswa atau mencegah mereka dari bergabung dengan kelompok-kelompok kepentingan di dalam kota – Justru sebaliknya White Deer Academy selalu mendorong siswa mereka untuk memilih memiliki jalan dan belajar untuk diri mereka sendiri sehingga mereka dapat lebih cepat mempelajari aturan dunia ini.", "Jadi sebagian besar pemuda yang menunjukkan bakat luar biasa dalam proses seleksi, selain dari mereka yang berasal dari latar belakang bangsawan mayoritas akan bergabung dengan kelompok minat besar atau kecil di Deer City.", "Setelah kedua belah pihak menandatangani kontrak, kelompok-kelompok kepentingan ini akan menyediakan sumber daya gratis untuk penanaman siswa. Setelah lulus, siswa akan menjadi bagian dari kelompok minat dan bekerja untuk mereka.", "Setelah semua, jalan menuju budidaya bela diri adalah perjalanan yang perlu menghabiskan banyak sumber daya dan uang.Bahkan untuk keluarga kaya di atas rata-rata, bahkan jika mereka menghabiskan seluruh kekayaan mereka, mereka mungkin tidak dapat mendukung kebutuhan seseorang yang berkultivasi.", "Jadi bagi para siswa, ini adalah pilihan penting.", "Hubungan yang saling menguntungkan.", "Tentu saja, jika setelah lulus, para siswa akan menunjukkan bakat yang lebih besar seperti Yi Ling-er dan dipilih oleh sekte dengan sumber daya kolosal dan menjadi murid, ini adalah masalah lain sama sekali.", "Pada saat itu, kontrak antara siswa dan kelompok kepentingan akan secara otomatis dibatalkan dan mereka akan mendapatkan kembali kebebasan mereka.", "Dan kelompok-kelompok kepentingan ini akan menerima kompensasi yang sesuai dari sekte-sekte ini.", "Dalam skenario ini, semua orang senang.", "Dalam proses seleksi White Deer Academy tahun ini, dalam sembilan hari sebelumnya, semua kelompok kepentingan telah merekrut bukan jumlah pemuda yang tidak cukup besar yang mereka puasi. Pada saat ini, mereka seharusnya kembali, merasa senang.", "Tapi bakat yang Ye Qingyu perlihatkan terlalu besar dan menyebabkan orang-orang ini tertarik di sini.", "Tiga penilaian sebelumnya, adalah semua hasil terbaik.", "Untuk hasil seperti itu, bahkan jika Kamu tidak mengambil bagian dalam tiga penilaian lainnya, memasuki White Deer Academy tidak lagi menjadi masalah. Dan hasil ini juga cukup untuk menyebabkan kelompok utama kota menjadi liar.", "Selanjutnya, Ye Qingyu adalah anak yang terkenal dari orang miskin. Dia tidak memiliki siapa pun untuk diandalkan dan dengan demikian membuatnya lebih mudah untuk direkrut.", "” Adik laki-laki, Aku seorang penjaga dari Perusahaan Pedagang Qing Luo Luanping. Ini undangan presiden kita. ” Seorang pria paruh baya kurus tinggi dengan wajah kuda berisi senyum tipis, menyerahkan kartu emas dan berkata, “Adakah saudara laki-laki kecil Ye yang bersedia mencari waktu untuk berbicara?”", "Setelah kata-katanya, orang-orang di sekitarnya berseru dan mengobrol dengan penuh semangat.", "Kekuatan finansial Perusahaan Pedagang Qing Luo, bisa berada di peringkat lima besar di seluruh Kota Rusa. Dan yang dibagikan adalah undangan presiden yang disepuh emas, ini jelas merupakan tanda bahwa tempat paling berharga dari proses seleksi ini akan diberikan kepada Ye Qingyu.", "Di bawah tatapan mata yang tak terhitung jumlahnya, Ye Qingyu hanya tersenyum samar. “Aku ingin masuk akademi dulu, lalu kembali dan memikirkan hal-hal semacam itu.”", "Penjaga dari Perusahaan Pedagang Qing Luo ragu-ragu sebentar lalu menganggukkan kepalanya. “Itu juga baik-baik saja.”", "Dia mengambil undangan itu.", "Ye Qingyu mengatakan ini dengan lembut, tetapi siapa pun bisa melihat ini adalah penolakan terhadap Perusahaan Pedagang Qing Luo.", "Semua orang berpikir dia akan mempertimbangkannya sebentar, tidak ada yang berpikir bahwa dia akan menolaknya dengan begitu tajam.", "“Haha, adik laki-lakimu Ye benar-benar orang dengan ambisi. Sebuah perusahaan pedagang belaka, bagaimana bisa cocok untuk seorang jenius muda seperti itu, ”tawa yang berlebihan melintasi.", "Dari kerumunan, datang orang pendek dan gemuk seperti melon musim dingin. Dia memegang kipas yang disepuh emas dan memiliki wajah pucat dengan rahang berjanggut.", "Lemak itu semakin dekat, dan berkata sambil tersenyum, “Aku dari pemimpin militer utara, Jenderal Wei. Aku seorang prajurit di bawah komandonya, Lam Dong. Adik laki-laki Ye, tuanku sangat mengagumi Kamu … ”", "Ye Qingyu tidak menunggunya selesai ketika tiba-tiba senyum dingin muncul di wajahnya. “Pemimpin militer utara? Lam Dong? Haha, aku ingat kamu sangat berlemak tapi aku juga ingat empat tahun lalu ketika aku memasuki proses seleksi akademi, ini bukan yang kamu katakan … ”", "Wajah Lam Dong dipenuhi dengan canggung.", "Ye Qingyu adalah orang yang mengingat keluhannya.", "Empat tahun yang lalu, Lam Dong sudah mengatakan pujian yang sama kepada Ye Qingyu.", "Karena pada saat itu, Pemimpin Militer Utara, seperti banyak kelompok lain, juga percaya pada ramalan Dekan lama. Untuk merekrut Ye Qingyu mereka menghabiskan banyak uang.", "* Idiom Cina, agak berarti mengikuti arus benda.", "** Bukan idiom tapi ini terlalu bagus untuk tidak menyimpan xD literal", "Bab Sebelumnya", "Bab selanjutnya", "www.worldnovel.online"]},
{"jdlChap": ["Chapter 5 Golden Meridians"], "textNovel": ["Bab 5 – Golden Meridian", "Pada saat ini, orang-orang yang mengikuti di belakang Ye Qingyu, juga mulai berdiskusi dengan berisik.", "Semua orang ingin menikmati pertunjukan, dan itu menyebabkan seluruh tempat pengujian menjadi penuh sesak. Wajah semua dipenuhi dengan kegembiraan, tetapi ekspresi dalam pandangan mereka berbeda. Semua orang ingin tahu obat apa yang Ye Qingyu jual di labu. *", "“Apa yang terjadi? Kenapa tiba-tiba ada begitu banyak orang? ”", "Menghadapi kekacauan seperti itu, siswa tahun kedua yang bertanggung jawab untuk menjaga ketertiban tercengang.", "“Baiklah, anak muda, kamu bisa melalui penilaian. Semoga beruntung. ” Setelah pertimbangan kecil, pria tua itu tersenyum menerima permintaan Ye Qingyu.", "“Terima kasih, instruktur.”", "Ye Qingyu dengan hormat mengucapkan sepatah terima kasih, lalu berbalik dan berjalan menuju [Manusia Perunggu Meridian] yang terletak di tengah lapangan.", "“Ini melanggar aturan akademi …” Dalam kerumunan, seseorang dengan keras memprotes. Tentu saja itu adalah remaja kaya berpakaian yang matanya dipenuhi sinar kebencian, mencoba menghentikan penilaian.", "Siapa yang mengira bahwa penyelia tua berambut putih itu bahkan tidak akan meliriknya.", "Mayoritas visi mereka dipusatkan pada Ye Qingyu.", "Ye Qingyu tidak gugup seperti peserta ujian lainnya tetapi perlahan mengangkat tangannya dan meletakkan telapak tangannya di belakang [Bronze Meridian Human].", "Hampir pada saat yang sama, di dalam patung perunggu itu getaran dimulai. Panas aneh mengalir ke lengan Ye Qingyu, dan ke seluruh tubuhnya.", "Perasaan yang sangat misterius.", "Detik berikutnya, perubahan mulai muncul pada [Bronze Meridian Human].", "Dua meridian paling penting tampaknya meledak dengan semacam energi aneh, tiba-tiba bersinar dengan cahaya keemasan.", "“Ini …” Pria tua berambut putih itu akan duduk ketika dia melihat perubahan ini, tubuhnya tiba-tiba membeku di tempat.", "“Meridian emas?” Para mahasiswa tahun kedua yang bertanggung jawab untuk merekam memiliki mata terbelalak dengan tidak percaya dan dua dari mereka secara tak terkendali mengeluarkan suara keterkejutan.", "Meridian tubuh dapat dipisahkan menjadi empat kelas, dengan meridian emas yang tertinggi dan terlangka. Orang yang memiliki meridian seperti itu ketika latihan akan merasa jauh lebih mudah dan efektif, benar-benar seorang anak yang dicintai oleh surga.", "Adegan ini disaksikan oleh orang banyak, dan menyebabkan ledakan suara.", "“Surga, meridian emas? Ye Qingyu benar-benar memiliki meridian emas? ”", "“Apakah ini benar-benar sampah yang dihilangkan empat tahun berturut-turut?”", "“Ini sulit dipercaya!”", "“Apakah kata-kata Dekan benar-benar tidak salah? Hari ini, apakah kata-katanya akan menjadi kenyataan? ”", "“Apa yang terjadi dalam proses seleksi White Deer Academy tahun ini? Sudah ada empat penampilan meridian emas Ye Qingyu akan menjadi yang kelima. Kamu perlu tahu bahwa ketika menerima siswa, seseorang dengan meridian emas mungkin tidak muncul bahkan dalam sepuluh tahun! ”", "ChapterMid ();", "Seluruh penonton sangat bersemangat.", "Tidak ada yang mengira, mereka yang datang untuk menyaksikan pertunjukan akan melihat hasil seperti itu.", "Itu terlalu mengejutkan!", "“Tidak mungkin, ini tidak mungkin, bagaimana mungkin?” Pemuda kaya berpakaian tersembunyi di dalam kerumunan tampak seperti dia melihat hantu menggosok matanya dengan marah seolah-olah dia tidak percaya pada apa yang dilihatnya.", "Sampah yang diakui secara luas oleh seluruh Kota Rusa, bahan tertawaan, apakah dia benar-benar akan mengubah nasibnya hari ini?", "Sampah yang buruk itu, bagaimana mungkin dia memiliki meridian emas?", "Liu Ye sendiri hanya memiliki meridian perunggu.", "“Tunggu, bagaimana jika meridiannya brilian? Masih ada lima penilaian tanda kelulusan dilakukan dengan menggabungkan semua enam sebelum Kamu diizinkan untuk masuk White Deer Academy … “Kata Liu Ye, tidak mau menerima ini menggertakkan giginya, wajahnya mengerikan tetapi dalam hati dia dalam kekacauan.", "HumHumHumHum!", "[Perunggu Manusia Meridian] itu tampak seperti hidup, tanpa henti menghasilkan suara getaran.", "Mereka yang melihat ini semua lidah terikat, maka kelainan terjadi –", "Garis-garis yang terukir pada [Manusia Meridian Perunggu] yang mewakili meridian, satu demi satu mulai mencerahkan.Warna emas yang paling murni, membawa cahaya seperti mimpi, mulai menyebar ke seluruh tubuh patung, menyelimuti seluruh area penilaian dalam keagungan emasnya.", "Dalam sekejap mata, [Manusia Perunggu Meridian], lebih dari delapan puluh persen meridian terselubung dalam cahaya keemasan.", "Seluruh orang banyak terpana.", "Ada keheningan yang mematikan.", "“Ini tidak benar, jika ini terus berlanjut, maka semua meridian dalam [Manusia Meridian Perunggu] akan diterangi. Ini bukan lagi sekadar meridian emas … ”Pria tua berambut putih itu tiba-tiba memikirkan sesuatu.", "Orang tua ini ingat legenda yang pernah ia dengar.", "Dia menyipitkan matanya, cahaya yang sangat terguncang memancar dari matanya.", "“Ini tidak bisa berjalan, jika anak ini berkinerja terlalu cerah, maka ketika berita itu keluar, itu tidak akan berjalan baik baginya …”", "Sadar akan hal ini, pria tua itu membuka mulutnya untuk berbicara, “Penilaian berakhir, nomor 8888 peserta ujian Ye Qingyu, meridian emas, lewat!”", "Suaranya terdengar di seluruh area.", "Cahaya keemasan di [Perunggu Manusia Meridian] mulai redup secara bertahap.", "Ye Qingyu sedikit ragu-ragu, dia memiliki perasaan bahwa panas dalam [Bronze Meridian Human] masih belum mencapai klimaksnya, masih mungkin untuk melanjutkan tetapi tiba-tiba berhenti dengan paksa. Itu sedikit membingungkan.", "Tetapi dia tidak berpikir terlalu banyak, menghentikan penilaian dan berbalik untuk mengucapkan terima kasih kepada penyelia utama.", "Pria tua berambut putih itu dengan hati-hati memeriksa Ye Qingyu dari atas ke bawah, hanya setelah sepuluh napas waktu dia tersenyum dan menganggukkan kepalanya, “Bagus, sangat bagus, sangat bagus, sepertinya tahun ini Akademi Rusa Putih kita akan kembali menghasilkan jenius muda! ”", "Ye Qingyu tertawa sedikit, dan tanpa malu-malu berkata, “En, aku juga merasa aku jenius.”", "Pria tua berambut putih itu sedikit terkejut, lalu mulai tertawa terbahak-bahak. Dia melewati papan nama dan berkata, “Seorang pria yang sangat menarik. Baiklah, hasil ujian meridian Kamu dicatat di plat nama Kamu, Kamu dapat melanjutkan ke penilaian berikutnya. ”", "Ye Qingyu dengan hormat mengucapkan terima kasih.", "Dia selalu merasa bahwa dia adalah seorang pemuda yang dapat memisahkan cinta dan benci.", "Dari hati ke hati, jika seseorang memberinya kehangatan, maka ia akan kembali dengan tulus. Jika seseorang memperlakukannya dengan dingin, maka dia akan membalas dengan tinjunya. **", "Begitu Ye Qingyu meninggalkan lapangan penilaian, orang banyak dari keadaan sunyi mereka tiba-tiba meledak seperti penggorengan ketika segenggam garam dilemparkan ke dalam.", "Mereka yang sebelumnya mengejek Ye Qingyu, tiba-tiba mengerti sesuatu.", "Banyak orang mulai merasakan bahwa, hari ini, sesuatu yang misterius akan terjadi.", "“Cepat, ikuti, Ye Qingyu akan ke penilaian berikutnya.”", "“Tes berikutnya adalah untuk menguji bakat alaminya!”", "“Apakah bakat alaminya akan menjadi kelas satu juga?”", "Kerumunan itu seperti magma di gunung berapi yang meledak, atmosfer dipenuhi dengan semangat yang membara. Orang-orang dengan cepat berjalan, dengan tidak sabar mengikuti. Pada saat yang sama, peristiwa yang terjadi di sini hari ini tampak seperti tumbuh sayap dan menyebar ke segala arah.", "Badai, saat ini sedang terjadi.", "Pemuda kaya berpakaian itu tercengang sesaat, lalu menggertakkan giginya dan mengikuti.", "…", "Setelah 10 menit.***", "Dalam dasar penilaian bakat alami.", "“Surga, bagaimana ini bisa terjadi?”", "“Bakat alami kelas sembilan?” ****", "“Ini tidak alami!”", "“Ini … bagaimana Ye Qingyu melakukan ini?”", "Dalam dasar penilaian bakat alami, cahaya keemasan pucat menyebar seperti gelombang bergelombang radius lebih dari seratus meter. Dan cahaya keemasan ini dipancarkan dari struktur obsidian setinggi empat meter.", "[Talent Torch!]", "Ini adalah harta yang digunakan Akademi Rusa Putih untuk menguji bakat alami.", "[Talent Torch] dikatakan telah dibuat dengan bahan-bahan di luar Heaven Heaven, dan tulisan suci misterius di dalamnya berasal dari tangan penguasa keluarga kerajaan Snow Country.Obor itu sangat efektif, selama peserta ujian memegang obor, melalui rune yang diukir, obor dapat menguji seberapa tinggi bakat alami dari pemegang obor itu.", "Ketika Ye Qingyu memegang ujung [Talent Torch], bahkan sembilan batu bunga api yang tertanam di obor mulai memancarkan cahaya keemasan.", "Mekar dari sembilan bunga api, berarti bahwa Ye Qingyu adalah bakat kelas sembilan.", "Itu adalah bakat alami tertinggi dalam sejarah White Deer Academy.", "Semua orang di sekitar terikat lidah, setelah melihat remaja tampan berpakaian shabbily dengan sepatu jerami memegang obor. Dalam cahaya keemasan obor, mereka merasa sesaat bahwa mereka berada di hadapan Dewa Perang umat manusia yang memegang artefak ilahi.", "“Nomor 8888 Ye Qingyu, klasifikasi bakat alami kelas satu kelas sembilan, berhasil melewati penilaian.", "Kepala pengawas menelan seteguk air liur dan dengan keras mengumumkan hasil penilaian.", "Ini adalah ketiga kalinya pemeriksaan tahun ini seseorang mampu membuat sembilan bunga api mekar di [Talent Torch].", "Dia sudah melihat hasil penilaian sebelumnya pada Ye Qingyu melalui papan nama. Meridian emas plus bakat kelas satu kesembilan, hasil ini bahkan tanpa menjalani pengujian lagi terlalu menakutkan. Bahkan jika Ye Qingyu tidak berpartisipasi dalam penilaian lagi, dia sudah memenuhi syarat untuk memasuki White Deer Academy.", "“Siapa yang mengira bahwa Akademi Rusa Putih kita, akan memiliki bibit jenius lain!”", "Dalam hatinya dia sudah memutuskan, bahwa di masa depan dia harus memberi lebih banyak perhatian kepada remaja ini.", "Jika tidak ada kecelakaan yang terjadi, anak ini ditakdirkan untuk menjadi siswa bintang tahun proses seleksi White Deer Academy. Sangat disayangkan bahwa pemuda ini berasal dari latar belakang yang buruk, kultivasinya ditakdirkan untuk menjadi sedikit lebih sulit dari biasanya.", "Ye Qingyu mengucapkan terima kasih kepada kepala penyelia dan pergi untuk penilaian berikutnya.", "Kerumunan menatap punggung pemuda ini. Mulai sekarang, tidak ada yang akan memandang Ye Qingyu dengan ejekan, cemoohan atau penghinaan.", "Karena mereka mengerti, mulai hari ini dan seterusnya, seluruh Deer City akan merevisi penilaian mereka terhadap remaja ini.", "“Bagaimana mungkin?”", "Pemuda berpakaian kaya itu tercengang, visinya menjadi hitam dan seolah-olah dia sudah gila, terus mengulangi kalimat yang sama.", "……", "Nama pria paruh baya berjanggut bernama Liu Heng. ****", "Dia sudah berada di Akademi Rusa Putih selama lebih dari tigapuluh satu tahun.", "Tiga puluh satu tahun yang lalu, Liu Heng dengan hasil terburuk, berhasil masuk Akademi Rusa Putih. Bakat alaminya selalu rata-rata, dan dia tidak bekerja keras sama sekali saat berkultivasi sehingga dia selalu tidak dikenal.", "Teman-teman sekelasnya sudah berhasil lulus, semua kecuali dia di mana dia akhirnya berhasil menggunakan waktu sepuluh tahun untuk menyelesaikan kursus empat tahun.", "Untungnya keluarga Liu adalah perusahaan dagang besar di kota itu, di mana kekuatan finansial mereka tidak rendah. Mengandalkan sumber daya dan uang keluarga, dan melalui banyak pemikiran dan perhatian, dia akhirnya berhasil bertahan di White Deer Academy sebagai pengawas.", "Dia adalah penyelia lain-lain, dan tidak bertanggung jawab untuk mengajar, tetapi hanya bertanggung jawab untuk operasi lini belakang.", "Liu Heng tidak memiliki banyak posisi dalam White Deer Academy tetapi dia masih suka mengandalkan posisinya untuk menggertak para siswa. Ketika menghadapi orang-orang dari luar akademi, dia sangat arogan, tidak berani melakukan kesalahan besar tetapi terus melakukan kesalahan kecil. Karena hubungan antara keluarga Liu dan Akademi Rusa Putih, para petinggi Akademi Rusa Putih selalu menutup mata terhadap tindakan Liu Heng.", "* Chinese Idiom: Pada dasarnya apa yang dia sembunyikan.", "** terjemahan di sini sedikit harfiah … tapi ya, Kamu mengerti intinya? xD *** Secara teknis mereka menggunakan ukuran Cina kuno untuk waktu, (waktu teh lol), tetapi kira-kira sekitar 10 menit.", "**** Hallelujah, kami memiliki nama sekarang xD", "Bab Sebelumnya", "Bab selanjutnya", "www.worldnovel.online"]},
{"jdlChap": ["Chapter 1 Four Year Champion"], "textNovel": ["Babak 1 – Juara Empat Tahun", "Waktu 4 tahun berlalu dengan cepat.", "Ye Qingyu sekarang berusia 14 tahun. Dia adalah seorang pemuda yang tinggal di distrik miskin Kota Deer, yang merupakan bagian dari Negara Salju.", "4 tahun yang lalu, di dalam perbatasan Snow Country, udara bergerak gelisah dan sebuah penampakan muncul.", "Orang tua Ye Qingyu, selama gelombang serangan iblis yang belum pernah terjadi sebelumnya karena pergantian peristiwa yang abnormal, meninggal dalam pertempuran. Sebagai hasilnya, Ye Qingyu menjadi yatim piatu dan keluarga Ye memburuk sejak saat itu.", "Hari ini, adalah akhir dari janji empat tahun.", "“Ayah, Ibu, janji empat tahun telah terpenuhi!”", "Saat jam matahari menunjuk ke waktu yang telah ditentukan, wajah Ye Qingyu yang awalnya kendur tiba-tiba menjadi cerah. Matanya terbuka lebar dan di dalamnya, Kamu bisa melihat kilatan seperti kilat.", "Pada saat itu, dia sepertinya berubah menjadi orang lain sepenuhnya.", "Di depan makam, Ye Qingyu dengan hormat berlutut dan membungkuk tiga kali. Kemudian, dia mulai menggali.", "Setelah menemukan tanah yang baru berubah, tiga inci di bawah, sebuah kotak hitam dengan hati-hati disembunyikan.", "Itu adalah kotak yang terlihat sangat biasa.", "Pekerjaan di luar jelek, tanpa kunci dan lama terkubur di bawah tanah telah menyebabkan tanda-tanda karat muncul di kotak besi.", "Ye Qingyu hati-hati mengambil dan membuka kotak itu, di mana lencana perunggu berada di dalam.", "Di bawah matahari fajar yang cerah, lencana yang menggambarkan persilangan pedang, berkilau di bawah cahaya.", "Ini adalah harta paling penting yang ditinggalkan orang tuanya.", "“Ibu, Ayah, sesuai dengan janji, sekarang aku dapat melakukan hal-hal yang ingin aku lakukan. Bisakah Aku kembali ke orang normal? Haha, orang-orang yang telah menertawakanku selama empat tahun, akankah mereka sangat terkejut sehingga dagunya akan jatuh? ”", "Ketika dia selesai berbicara, Ye Qingyu memikirkan sesuatu dan senyum aneh muncul di mulutnya.", "Setelah 4 tahun yang kesepian, meskipun mengalami kesulitan dan siksaan, ini tidak memusingkan kepribadian Ye Qingyu sama sekali.", "Dia masih dipenuhi dengan optimisme, masih dipenuhi dengan kepercayaan diri.", "Apa yang hilang darinya hanyalah beberapa hal yang tidak penting, tetapi apa yang diperolehnya benar-benar berharga – hati yang tenang, teguh, teguh, dan rasional dan sepasang mata penuh dengan kebijaksanaan yang dapat melihat melalui kebohongan dan kepalsuan.", "Hanya dengan mengalami kesulitan, seseorang dapat benar-benar dibentuk.", "Bagi Ye Qingyu, empat tahun ini bisa dibandingkan dengan kelahiran kembali yang lengkap.", "“Haha, bagi mereka yang menertawakan keluarga Ye selama empat tahun ini kalian akan menjadi sangat disayangkan. Aku orang yang sangat pendendam. Ibu, Ayah, saat ini aku akan bertindak bebas, kamu pasti tidak akan menyalahkan aku, bukan begitu? ”", "Ekspresi Ye Qingyu tenang dan damai, seolah orang tuanya duduk di depannya.", "Dengan hati-hati, Ye Qingyu menyimpan lencana itu.", "ChapterMid ();", "Lalu tiba-tiba dia memikirkan sesuatu.", "“Juga, apa yang Keluarga Ye telah hilangkan, aku akan mengambil semuanya kembali dengan tanganku sendiri. Ayah, apa yang Kamu katakan itu benar, tanpa kekuatan semua kemarahan ini tidak ada artinya. Jadi Aku sudah memutuskan, Aku akan pergi ke Akademi Rusa Putih untuk belajar dulu, kalian tidak akan keberatan kan? Tunggu sampai aku menjadi kuat pedang itu, properti kita dan rumah Ye Family, aku akan mengambil semuanya kembali! ”", "Remaja itu tampak seperti sedang bersumpah.", "“Ah, itu benar, meskipun sampai mati kamu tidak ingin aku terlibat dalam masalah ini, tapi aku akan menyelidiki dengan jelas.Apa yang terjadi persis dalam pertempuran untuk mempertahankan kota yang menyebabkanmu jatuh …… Tidak peduli siapa yang menghalangi jalanku, aku akan, satu kepalan tangan sekaligus, menerobos langit dan menyinari orang-orang teduh yang akan membayar harga!”", "Ye Qingyu memandang batu nisan yang masih ada seolah-olah dia bisa melihat wajah orangtuanya yang akrab.", "Senyumnya dipenuhi dengan keyakinan.", "Di kejauhan, sinar keemasan fajar menembus kabut pagi seperti pedang, dan sinar cahaya yang tak terhitung jumlahnya ditampilkan.", "Tubuh Ye Qingyu ditutupi dengan cahaya dan dia berbalik, berjalan menuju matahari.", "Legenda, meskipun terlambat empat tahun, tetapi akhirnya tak terbendung, dimulai di permukiman kumuh, dengan diam-diam naik.", "…… ……", "Menurut desas-desus, ada dunia yang tersembunyi waktu yang tak terhitung jumlahnya dan ini dapat dibagi menjadi domain yang tak terhitung jumlahnya.", "Jumlah domain itu seperti jumlah bintang di langit yang tidak ada habisnya.", "Tetapi sejak awal dunia, melalui kekacauan ribuan tahun, jumlah domain yang ditemukan oleh yang terkuat dari masing-masing spesies hanya delapan puluh satu, dengan [domain Qingyun], [domain Aria] dan [domain Selatan] menjadi paling sejahtera.", "Setiap domain sangat luas dan luas, dengan masing-masing membentuk dunia kecil, melahirkan ras tanpa akhir dan kehidupan yang tak terhitung jumlahnya.", "Domain gurun Heaven, adalah salah satu domain yang sangat muda dan baru digali kurang dari seratus tahun sehingga reputasinya tidak tinggi.", "Dalam domain gurun Surga ini, adalah kota Rusa, kota yang relatif terpencil di dunia ini.", "……", "Waktu itu musim panas.", "Di dalam Deer City, proses seleksi tahunan White Deer Academy sedang berlangsung.", "Sebagai pusat pelatihan bela diri pemula terbaik untuk ribuan kilometer * sejak perguruan tinggi Rusa Putih dimulai enam puluh tahun yang lalu, itu adalah impian anak muda yang tak terhitung jumlahnya untuk menghadiri akademi ini.", "Sebagai akibatnya, karena matahari telah terbit, ada puluhan ribu orang gila, berkerumun di pintu masuk Akademi Rusa Putih.", "Ketika bel berbunyi di akademi, disertai dengan sorak-sorai yang tak terhitung jumlahnya, proses seleksi untuk siswa baru telah dimulai.", "Perlahan-lahan, sinar matahari yang bersinar terus memanas, tetapi ini tidak bisa menghentikan antusiasme para remaja.", "Selain ribuan pria dan wanita dengan usia yang sesuai di Deer City, ada juga banyak remaja yang memenuhi kriteria penerimaan yang bepergian ke sini. Mengabaikan perjalanan ribuan mil yang mereka berangkat dari berbagai desa dan permukiman, melalui gunung dan sungai, ditemani oleh orang yang mereka cintai untuk perlindungan, untuk berpartisipasi dalam proses seleksi.", "Terutama bagi anak muda yang tak terhitung jumlahnya yang berasal dari kaum miskin, ini adalah kesempatan untuk mengubah nasib mereka.", "Setelah Kamu melewati proses seleksi dan menjadi bagian dari White Deer Academy, itu mewakili bahwa Kamu telah mengambil satu langkah ke surga **.", "Setelah berlatih keras dan menjadi prajurit Yuan qi *** yang kuat, maka Kamu dapat mulai mengubah nasib buruk Kamu dan nasib orang tua Kamu.", "Pada saat ini, seluruh Kota Rusa tampak seolah-olah sedang menjalani perayaan liburan.", "“Ah, pernahkah Kamu mendengar, putri presiden Cheongna", "Perusahaan Perdagangan, Song Qing Luo, yang baru berusia 12 tahun, telah berhasil melewati ujian seleksi dalam percobaan pertamanya.", "Melalui keenam penilaian tersebut, ia dinilai sebagai sangat baik dan memiliki bakat kelas satu! Kali ini Cheongna Commerce", "Perusahaan akan menghasilkan seorang jenius muda! ”", "“Itu tidak berarti banyak, putra pemimpin distrik Selatan, Lee Seungjin, juga telah dinilai memiliki bakat kelas satu dan telah lama dipandang baik oleh beberapa Penatua Akademi Rusa Putih …”", "“Itu tidak terlalu aneh, sebagai bagian dari keluarga kaya, dari ketika mereka masih kecil, jalan mereka untuk menjadi kuat telah disiapkan.", "Teknik budidaya, obat-obatan roh dan sumber daya semuanya telah diatur untuk mereka.Bagi para tuan muda yang kaya itu, mereka dilahirkan dengan satu set kunci emas di mulut mereka, dan selama mereka mempersiapkan sedikit melewati proses seleksi White Deer Academy bagaimana mungkin itu tidak sederhana? ”", "“Itu benar, dibandingkan dengan siswa rendahan, anak-anak aristokratik itu menang karena perbedaan dalam garis start!”", "“Sulit bagi bakat berharga untuk dilahirkan di keluarga miskin!", "Di luar White Deer Academy, semua orang berdiskusi dengan panas.", "Orang-orang sangat emosional.", "Karena sejak awal pemeriksaan hingga sekarang, mayoritas anak muda yang telah lulus, berasal dari latar belakang yang kaya. Dan untuk siswa miskin yang ikut serta dalam ujian, dari seratus hanya ada satu atau dua yang bisa lulus, menyebabkan kemungkinan kecil untuk mengejutkan semua orang.", "Para remaja yang telah berlalu bersorak-sorai dalam perayaan sementara mereka yang telah tersingkir menangis, wajah mereka dipenuhi dengan keputusasaan.", "Beberapa keluarga senang sementara beberapa dipenuhi dengan kekhawatiran.", "Suasana para tuan muda yang mulia dan depresi para remaja yang malang menyajikan kontras yang tajam.", "Jalan bela diri, selalu sangat kejam.", "Tempat pemilihan tempat penerimaan berada di pintu masuk akademi.", "Seluruh proses seleksi dilakukan di bawah mata semua orang.", "Dalam aspek ini, setidaknya adil. Bagi banyak pemuda miskin, ini adalah satu-satunya kesempatan untuk mengubah nasib mereka.", "Kerumunan orang membuat seluruh area tes penuh.", "Saat penguji tanpa henti mengumumkan hasilnya, kerumunan akan mengeluarkan seruan kaget dan suara putus asa dari mereka yang dihilangkan akan melayang keluar, menangis atau memohon.", "Pada saat ini, kerumunan itu pecah.", "Seorang pemuda yang mengesankan, wajahnya dipenuhi dengan senyum, keluar dari kerumunan dan berjalan menuju tempat pemilihan.", "Begitu remaja muncul, itu menarik perhatian banyak pengamat.", "Dia tampak berusia sekitar empat belas hingga lima belas tahun, pakaiannya sederhana dan rambut hitamnya diikat ke belakang dengan seutas tali, jatuh di punggung ke pinggangnya seperti air terjun. Dia memiliki tubuh ramping penuh dengan kekuatan dengan alis seperti pedang dan mata seperti bintang, memiliki wajah sudut penuh dengan keyakinan.", "Tidak peduli siapa yang meliriknya, mereka akan merasakan gelombang tekanan karena atmosfer kepahlawanannya.", "Meskipun pemuda ini mengenakan jubah yang ditutupi dengan tambalan dan jelas terlalu pendek untuknya, itu sangat bersih. Sepasang sandal jerami yang tampak seperti akan rusak sudah aus. Dia tampak sangat lusuh, tetapi suasananya seperti seorang jenderal pemenang yang kembali dari pertempuran.", "“Eh? Lihat dengan cepat, bukankah itu Ye Qingyu? Si idiot itu … bukankah dia terlihat … berubah? ”", "“Oi, apakah cowok itu akan berpartisipasi dalam seleksi penerimaan lagi?”", "“Haha, dia benar-benar datang. Aku ingat, anak bodoh itu telah menjalani beberapa seleksi White Deer Academy? ”", "“Itu benar bukan? Orang itu agak gila, Aku kira kejutan kehilangan orang tuanya telah berdampak terlalu banyak padanya. Sudah empat tahun masuk terus menerus ke dalam pemeriksaan, dan setiap kali dia bahkan tidak bisa lulus penilaian pertama. Dia sudah lama menjadi lelucon terbesar di Deer City, dan dia tidak punya rasa malu, dia bahkan datang ke sini untuk malu lagi! ”", "“Hahaha, itu semua karena Dekan Akademi Rusa Putih yang terhormat pernah memujinya, mengatakan bahwa dia adalah seorang jenius yang memiliki potensi untuk memasuki peringkat Kota Deer, bahkan peringkat naga tersembunyi!", "“Mungkin dekan tua itu bingung dan salah menilai …”", "“Aku juga merasa begitu, namun Ye Qingyu yang malang ini dengan bodoh mengira itu nyata, datang setiap saat untuk pemeriksaan. Haha, sangat menyedihkan, ini lucu! ”", "Kerumunan tidak repot-repot untuk menyamarkan diskusi mereka, dan diskusi jelas masuk ke telinga Ye Qingyu.", "Bibirnya tersenyum tipis, tidak peduli sama sekali.", "“Banyak orang bodoh, tidak tahu apa-apa, kalau bukan karena … aku akan lama memasuki White Deer Academy.”", "Ye Qingyu datang ke tempat penilaian terluar, mendapatkan papan nama tes.", "Menurut aturan, hanya setelah mendapatkan papan nama, dia bisa berpartisipasi dalam enam penilaian Akademi Rusa Putih.Dia sudah mengambil bagian empat kali dalam proses seleksi sehingga dia tahu tentang setiap aspek aturan dengan sangat baik.", "“Eh, bukankah ini juara empat tahun? Dia akan datang lagi tahun ini? ” seorang remaja mengenakan pakaian sutra ungu berkata dengan sinis, tiba-tiba melangkah dekat Ye Qingyu.", "“Ha ha ha…”", "“Setelah waktu ini, dia harus menjadi juara lima tahun, kan? Ah, ini terlalu menakutkan … ”", "* Secara teknis kata li (pengukuran jarak Cina, kira-kira setara dengan 500 meter) tetapi karena seluruh konsep jarak begitu kacau, Aku hanya akan tetap tersenyum.", "** idiom Cina di sini, 一步登天, di mana terjemahan harfiahnya adalah satu langkah ke surga berarti Kamu telah menjadi sukses dalam sekali jalan.", "*** Jadi istilah dalam kata mentah mengatakan yuan qi, atau 元气. Aku kemungkinan besar hanya akan menyebutnya sebagai qi mulai sekarang.", "Bab Sebelumnya", "Bab selanjutnya", "www.worldnovel.online"]},
{"jdlChap": ["Chapter 2 Shock! Hero’s Badge"], "textNovel": ["Bab 2 – Shock! Lencana Pahlawan", "Anak-anak muda yang berpakaian kaya di sekitarnya mulai tertawa dengan cara yang sangat berlebihan.", "Karena kerusakan keluarga Ye dan kematian orang tua Qingyu menurut klasifikasi Negara Salju, ini berarti bahwa Ye Qingyu adalah contoh klasik seseorang dari orang miskin yang posisinya dalam masyarakat sangat rendah.", "Tetapi mantan dekan White Deer Academy, dalam salah satu perjalanannya secara kebetulan bertemu Ye Qingyu yang saat itu baru berusia enam atau tujuh tahun.", "Ketika dia melihat Ye Qingyu, dia menilai bahwa bocah itu pasti tidak biasa dan pasti akan masuk peringkat Kota Rusa, bahkan mungkin bergabung dengan peringkat peringkat naga tersembunyi Negara Salju …", "Siapa dekan lama?", "Posisinya sangat tinggi, memiliki banyak siswa di seluruh dunia. Dia juga ahli nomor satu Deer City selama dua puluh tahun berturut-turut. Karena itu, kata-katanya mirip dengan hukum.", "Karena itu evaluasi seperti itu menyebabkan Ye Qingyu yang sangat muda, dilemparkan ke bawah sorotan dan pengawasan mata yang tak terhitung jumlahnya.", "Sebagai hasil dari evaluasi dekan lama, kecemburuan banyak bangsawan yang sombong dipanggil. Dia hanya seorang anak dari keluarga rendahan yang miskin, bagaimana dia bisa dievaluasi sebagai jenius muda nomor satu?", "Lalu bagaimana dengan mereka, para bangsawan?", "Oleh karena itu, ini menyebabkan kaum bangsawan membuat masalah untuk Ye Qingyu dan cemoohan mereka terus berlanjut.", "Empat tahun yang lalu, setelah menderita kematian orang tuanya, Ye Qingyu memasuki proses seleksi untuk pertama kalinya. Pada saat itu, usianya baru sepuluh tahun tetapi sudah menarik perhatian semua orang, dan pilihannya adalah peristiwa yang paling menarik dari kota Deer pada waktu itu.", "Banyak orang mengira kata-kata dekan lama akan terbukti benar, dan itu", "Deer City akan menyaksikan kelahiran seorang jenius, tapi …", "Siapa tahu, kebenaran justru sebaliknya.", "Kinerja Ye Qingyu benar-benar berantakan, bahkan tanpa melewati penilaian tunggal sebelum dihilangkan.", "Dia menciptakan rekor kandidat tercepat yang tersingkir, dan juga hasil terburuk dalam sejarah White Deer Academy.", "Hasil ujian tahun kedua dan ketiga adalah sama.", "Setelah kegagalan kedua dan ketiga, tindakan Ye Qingyu menjadi lebih aneh dan gila di mata semua orang. Setiap hari, selain makan atau tidur, dia duduk di depan batu nisan orang tuanya. Ini menyebabkan kesibukan yang senang dengan penderitaan Ye Qingyu, memberinya julukan ‘juara empat tahun’.", "Semua hal ini, dalam sekejap menjadi lelucon.", "Saat ini, setelah mendengar tawa rekan-rekannya, pemuda berpakaian kaya itu semakin terdorong karena dia melihat persetujuan semua orang.", "Wajahnya dipenuhi tawa mengejek, menghalangi jalan Ye Qingyu dan dengan ekspresi yang mengatakan ‘apa yang bisa kamu lakukan tentang itu’?", "ChapterMid ();", "“Enyahlah.” Ye Qingyu melirik remaja itu, tidak sabar melambaikan tangannya.", "“Ha ha ha!” Pemuda berpakaian kaya itu tertawa terbahak-bahak. “Scram?", "Bagaimana jika Aku tidak enyahlah, apa yang dapat Kamu lakukan tentang hal itu, Aku pikir Kamu yang harus enyahlah … ”", "Pak!", "Ye Qingyu dengan tegas memberi pemuda tamparan yang sangat sederhana di wajah mengejutkan pemuda kembali beberapa langkah.", "Tidak ada yang tahu betapa hebatnya kekuatan Qingyu; itu jauh melebihi rekan-rekannya.", "Ini semua karena teknik pernapasan tanpa nama.", "Dalam empat tahun ini, ketika orang mengira dia hanya duduk tercengang di depan makam orangtuanya, dia berkultivasi dengan teknik pernapasan tanpa nama ini.", "Seiring berjalannya waktu, manfaat dari teknik pernapasan ini tidak menjadi jelas, tetapi Ye Qingyu menemukan bahwa kekuatannya telah menjadi semakin besar.", "Itu menjadi begitu hebat sehingga menjadi sedikit menakutkan.", "Tentu saja, mengikuti janji yang dibuat, dia tidak memamerkan kekuatannya.", "Tapi hari ini, tidak perlu lagi bersembunyi.", "Remaja kaya berpakaian itu tidak siap sedikit pun. Dia tersandung ke samping, dan merasa seperti sedang dipukul oleh batang besi yang menyebabkan setengah kepalanya mati rasa …", "Dia menyentuh wajahnya yang bengkak seperti buah persik busuk, ekspresi kaget dan tak percaya menatap Ye Qingyu.", "Ye Qingyu tertawa, dan dengan nada netral “Jika kamu tidak enyahlah, maka aku akan menamparmu.Apakah kamu sekarang mengerti? ”", "Semua bangsawan bernafas berseru.", "“Kamu berani memukul orang di sini?”", "Detik berikutnya, para bangsawan bereaksi, semua orang menjadi marah seolah tamparan itu mendarat di wajah mereka sendiri.", "Mereka seolah-olah mereka adalah ayam jantan yang telah kehilangan bulu mereka semua orang dengan tajam memerintahkan penjaga mereka dan mengelilingi Ye Qingyu.", "Bibir Ye Qingyu meringkuk dengan senyum mengejek.", "Dia dengan tergesa-gesa mengeluarkan lencana kuningan bundar, dan lencana itu berkilauan di telapak tangannya. Dia tertawa melihat para penjaga dan bangsawan di sekitarnya dan berkata, “Buka mata anjingmu dan lihat dengan jelas … Jika aku ingin memukul, maka aku akan memukul, apa yang dapat kamu lakukan tentang itu?”", "“Ini adalah…”", "Ketika mereka semua melihat lencana kuningan, semua orang tercengang.", "Itu adalah medali pasukan!", "Itu benar-benar lencana kuningan heroik!", "Dari awal Negara Salju, [Kaisar Suci] yang pertama, Yang Mulia Ishiba Yu, untuk memberikan hadiah bagi mereka yang bertempur dalam pertempuran melawan suku-suku liar, menciptakan lencana kuningan. Dia memohon rune master yang paling berbakat dari Heaven Heavenland, Master Mo, dan menggunakan meteorit langka sebagai bahan baku, menciptakan seratus delapan medali dari berbagai lencana.", "Ini adalah sejarah medali tentara.", "Menurut hukum Negara Salju, mereka yang memiliki medali tentara akan memiliki posisi yang setara dengan bangsawan.", "Dalam generasi aristokrat yang lebih tua, mereka tiba-tiba teringat bahwa di dalam keluarga Ye ada seorang ahli Spirit Spring yang muncul. Dalam pertempuran untuk melindungi Deer City, berkat prestasi heroik mereka, lencana heroik kuningan diberikan …", "Tapi karena keluarga Ye memburuk, dan lambang gagal muncul banyak yang mengira desas-desus itu palsu, siapa yang mengira … bahwa rumor itu nyata.", "Dia memiliki lencana kuningan heroik padanya!", "Dan dia berdiri di pintu masuk White Deer Academy!", "Terlepas dari bangsawan paling atas, siapa yang berani menyakiti Ye Qingyu?", "Untuk tidak menghormati pemegang medali, adalah untuk tidak menghormati seluruh Snow itu", "Negara; itu adalah kejahatan yang sangat serius.", "Semua orang termasuk pemuda berpakaian bagus, tidak memiliki gelar bangsawan, dan karenanya masih jauh dari bangsawan sejati. Karena itu ketika mereka melihat lencana, wajah mereka menjadi pucat dan mereka dengan cepat berlutut ke tanah.", "Dan para penjaga, yang awalnya seperti serigala dan harimau, sangat ketakutan sehingga perut mereka kejang tak terkendali. Mereka bertindak seperti hyena dengan ekornya di antara kedua kakinya, tidak berani mengangkat kepala mereka.", "Hukum Negara Salju sangat ketat terutama untuk bangsawan, dan setiap pelanggaran adalah hukuman mati.", "Pemuda yang berpakaian kaya itu tercengang. Hanya setelah setengah detik dia bisa bereaksi, wajahnya dipenuhi dengan kebencian. Tangannya memeluk sisi persik yang bengkak dan busuk di sisi yang lain, dia memelototi Ye Qingyu dengan ganas.", "Ye Qingyu tidak mundur, tetapi memamerkan lencananya, alisnya meninggi. “Apa? Kamu tidak puas? ”", "Remaja yang berpakaian bagus itu berjuang sebentar, lalu akhirnya dengan berlutut berlutut di tanah.", "Dia hanya seorang anak dari keluarga kaya dan tidak benar-benar seorang bangsawan. Setelah melihat lencana kepahlawanan kuningan, jika dia tidak berlutut, maka dia tidak sopan terhadap para pahlawan dan terhadap keluarga kerajaan. Itu adalah kejahatan berat.", "“Sungguh orang yang murah, menawarkan wajah mereka agar aku tampar.”", "Kata-kata Ye Qingyu membuat marah pemuda berpakaian kaya sehingga bentuk hidungnya akan berubah.", "“Aku tahu Kamu tidak puas, tetapi Kamu perlu memahami, semua penderitaan dan penghinaan yang Kamu miliki saat ini, adalah kesalahan Kamu sendiri. Setiap orang harus membayar untuk kata-kata dan tindakan mereka sendiri, saat ini Aku tahu dalam hati Kamu, Kamu pasti merasa benci dan dendam. Haha, tidak masalah, ketika hari itu tiba bahwa Kamu merasa Kamu memenuhi syarat, maka Kamu dapat datang pada Aku untuk membalas dendam, “kata Ye Qingyu sambil tersenyum.", "Dia tidak menyamarkan dominasinya sedikit pun, menikmati penghinaan dan cemoohan para remaja arogan yang penuh dengan keunggulan.", "Sebenarnya, selama beberapa tahun terakhir ini, pemuda berpakaian kaya telah melakukan beberapa perbuatan buruk dan ini jauh dari pertama kalinya dia memprovokasi Ye Qingyu.Sebelumnya, karena alasan tertentu, ia selalu bertahan.", "Tapi hari ini, dia tidak perlu bertahan lagi.", "Ye Qingyu sudah lama tahu kegunaan dan makna lencana kuningan heroik.", "Tetapi baginya, arti terbesar dari lencana bukanlah ini, jadi sebelumnya dia belum pernah menunjukkannya sebelumnya.", "Tetapi, ketika waktu yang tepat tiba, dia tidak keberatan untuk menggunakan lencana sebentar.", "Setelah menyimpan lencana kuningan heroik, Ye Qingyu tersenyum menuju meja kayu merah besar.", "Dari siswa tahun kedua yang bertanggung jawab untuk mendistribusikan papan nama Ye Qingyu menerima papan nama penerimaan.", "“8888? Jumlah ini tidak buruk. ”", "Melihat papan nama kayu, Ye Qingyu tersenyum.", "Dia menunggu dalam antrian, diam-diam menunggu penilaian dimulai.", "Dan di wajah remaja remaja yang berpakaian bagus itu, ada ketakutan dan kebencian.", "Matanya berkilauan dengan racun dan kerusakan.", "“Kenapa sih? Bagaimana sampah dapat diubah menjadi orang yang berbeda dan mengapa ia memiliki lencana kuningan heroik di tangannya? Sial, jika diketahui bahwa Aku terkena sampah yang dikenal publik dan Aku tidak membalas, maka Aku akan menjadi lelucon dari seluruh Kota Rusa! ”", "Pemuda berpakaian kaya itu akan menjadi gila karena marah.", "“Penghinaan hari ini, aku pasti akan membayar kembali di masa depan … Eh? Itu tidak benar, Ye Qingyu seharusnya berusia empat belas tahun, jika dia masih bukan seniman bela diri maka bukankah itu berarti … ”", "Pemuda kaya berpakaian tiba-tiba memikirkan sesuatu.", "Sentuhan kegembiraan tiba-tiba muncul di matanya.", "…… ……", "Menunggu dalam antrean, benar-benar proses yang panjang dan tidak berguna.", "Setelah total dua jam, Ye Qingyu akhirnya tiba di dasar penilaian pertama.", "Dalam enam penilaian Akademi Rusa Putih, penilaian pertama menguji tubuh dan darah praktisi.", "Ini karena dalam domain gurun Surga, tidak peduli siapa yang kultivasi dimulai dengan melatih tubuh. Hanya ketika tubuh dilatih secara ekstrem, Kamu dapat mulai mengalami qi di Surga dan Bumi dan berkultivasi, sehingga tubuh dan darah pembudidaya sangat penting.", "Semakin bersemangat darah, semakin mudah untuk melatih tubuh, dan karenanya kemungkinan untuk berhasil adalah lebih besar.", "Dan proses penilaian untuk menguji darah sangat sederhana. Di tempat pemilihan, berdiri sembilan kuali batu kuno yang berbeda * dan di dalam struktur batu ini ada rune kuno yang terukir di atasnya. Peserta ujian akan mengangkat kuali batu, menyebabkan kuali batu dan rune diaktifkan dan kemudian darah peserta ujian dapat diuji.", "Ini adalah metode yang paling primitif tetapi juga yang paling efektif.", "Satu remaja demi satu mengikuti pengaturan akademi dan menjalani pengujian.", "Saat kuali diangkat, rune pada kuali bersinar dengan cahaya merah redup dan formasi di tanah akan memasuki tubuh peserta ujian, menyebabkan tubuh mereka bersinar dengan cahaya merah darah, berkilauan ke segala arah.", "Semakin tinggi kecerahan cahaya darah dan semakin besar area yang dicakupinya, semakin kuat qi darah tersebut.", "Melalui darah berbakat dari peserta ujian dan melalui kekuatan formasi, mereka bersinar dengan cahaya yang mirip dengan api, mewarnai seluruh area pengujian darah merah.", "“Nomor 8677, Yu Long, kuali keempat, tiga ratus dua puluh pon kekuatan …. berlalu! ”", "“Nomor 8884, Zhao Gu, kuali pertama, delapan puluh pound kekuatan … gagal!”", "“Nomor 8884, Xu Fei, kuali ketiga, seratus delapan puluh pound paksa … berlalu!”", "Suara penguji, melalui penggunaan qi, menyebar ke mana-mana, dengan jelas memasuki telinga semua orang.", "* jadi tidak yakin apakah ia memiliki padanan bahasa Inggris, maka cukup masukkan kuali.", "Ini beberapa gambar dalam bahasa Inggris: https://www.google.co.id/search?q=google+translate&oq=google+tra&a qs = chrome.0.69i59j69i57j0l4.1272j0j7 & sourceid = chrome & es_sm = 93 & ie", "= UTF-8 # q =% E9% BC% 8E", "Bab Sebelumnya", "Bab selanjutnya", "www.worldnovel.online"]}
]