[
{"jdlChap": ["HSSB Chapter 4 Indonesian"], "textNovel": ["Bab 4: A Yan Zhaoge Yang Tidak Mengikuti Script", "TN: Dimulai dengan bab ini, Aku akan menggunakan ‘wajah’ sebagai kebanggaan atau kemuliaan.", "tetua tua dan putih berambut Cui mempertahankan tindakan ramah dan jinaknya, semua tersenyum sambil melihat ke arah Ye Jing. Hampir seolah-olah dia sama sekali tidak menyadari dampak kata-katanya pada pendengarnya.", "Yan Zhaoge menyaksikan tetua Cui, dan kemudian memandang ke arah Ye Jing. Tiba-tiba, dia menemukan seluruh situasi ini menggelikan.", "Putra surga yang ditahbiskan ketika berhadapan dengan lawan yang tidak dapat dilawan saat ini akan sering menerima dukungan pasif atau aktif dari pasukan tertentu. Kekuatan-kekuatan ini akan menjadi perlindungannya yang menyediakan waktu dan peluang untuk pertumbuhan, setidaknya sampai putra surga yang ditahbiskan itu dikeluarkan dari desa pemula.", "‘Musuh musuhmu adalah temanmu.’ Orang-orang ini biasanya adalah orang-orang yang berdiri berlawanan dengan makanan ternak kanon jahat.", "Setelah putra surga yang ditahbiskan menyelesaikan pertumbuhannya, kekuatan-kekuatan ini hanya bisa duduk dan menonton ketika ia memulai pembantaian dengan proporsi epik. Sebagai sekutu, mereka secara alami akan mendapat untung seratus kali lipat sebagai imbalan.", "Biasanya, orang-orang ini akan dikenal sebagai … golongan pahlawan?", "“Dia benar-benar tampil dengan suasana aktor yang terlatih. Ini adalah implementasi skenario skenario yang sempurna. ”", "Yan Zhaoge menaksir tetua Cui dan Ye Jing. Dia tidak menyembunyikan tindakannya dan juga tidak sopan tentang hal itu.", "tetua Cui tidak melewatkan ini, tetapi alih-alih menjadi marah, dia diam-diam senang.", "“Seperti yang dikabarkan, mereka yang mendominasi dan sok akan berusaha membalas dendam,” lelaki tua berjanggut putih itu tersenyum tanpa ada indikasi pikirannya yang sebenarnya, “Setelah kehilangan muka di depan orang-orang ini. Meskipun hanya ada enam belas di sini tetapi berita akan menyebar dengan cepat, satu hingga sepuluh, sepuluh hingga seratus. Sekarang setelah duri ditanam, anak ini tidak akan bisa berbaring sedikit. Apakah dia meledak di sini atau bertahan sampai Dragon Sealing Abyss. Kedua hasil tersebut dapat diterima. ”", "Yan Zhaoge menyaksikan tetua Cui, dan kemudian memandang ke arah Ye Jing lagi. Jauh di lubuk hatinya, dia tertawa mengejek.", "“Pertama-tama aku menyatakan penghinaanku. Selanjutnya Ye Jing mengekspresikan semangatnya yang teguh. Kemudian Aku menjadi marah karena kehilangan muka ketika dia menentang Aku. Akhirnya Aku mengirim preman Aku dalam bentuk pelayan atau junior untuk memberinya pelajaran, hanya agar mereka dipukuli dengan sangat buruk sehingga mereka akhirnya mencari-cari gigi mereka di lantai. Dalam situasi ini, kecuali lawan melakukan pelanggaran yang jelas, jika tidak, bahkan jika Aku bertindak secara terbuka, Aku hanya bisa bertukar petunjuk atau membandingkan keterampilan. ”", "Selama seseorang dari kultivasi yang lebih rendah tidak mengeluarkan tantangan, secara keseluruhan menggunakan kultivasi Kamu untuk menekan seseorang akan mendapatkan reputasi sebagai penindas yang lemah.", "Dan itu terjadi begitu saja, putra surga yang ditahbiskan memiliki aura karakter utama, yang memberikan keterampilan ilahi bawaan untuk memotong pangkat ketika membantai penjahat dan tidak tertandingi melawan lawan dari pangkat yang sama.", "Mengirim satu goreng kecil tidak berfungsi. Mengirim massa juga tidak efektif untuk sebagian besar. Sebaliknya, bahkan ada kemungkinan mereka berubah menjadi sejumlah besar poin pengalaman, meningkatkan tingkat pertumbuhan Ye Jing.", "“Mungkin, jika dia terus bertarung, dia bahkan akan naik level di tempat?”", "Ini adalah kemungkinan yang sangat valid.", "“Pada waktu itu, karena penjahatku telah dipukuli hitam dan biru, aku akan marah. Tanpa peduli apakah Aku menindas yang lemah, Aku akan mencoba memberi pelajaran pada Ye Jing ini. Meskipun Ye Jing saat ini jauh lebih lemah dariku, tapi kegigihannya yang teguh akan memungkinkannya untuk menahan beberapa pertukaran membiarkannya memamerkan kecemerlangannya.", "“Mungkin, dia bahkan akan menggunakan perangkat plot gaibnya untuk membuatku menderita kekalahan kecil.", "“Dan ketika aku akhirnya menjadi serius dan memutuskan untuk mengalahkannya setengah mati, Cui yang lebih tua ini atau karakter lain akan angkat bicara dan membalikkan situasi. Bagiku, aku akan mengucapkan beberapa kalimat klise, ‘sampah kecil, anggap ini hari keberuntunganmu’ atau semacamnya. Dan seperti itu, bukankah kinerja hari ini akan berakhir?", "“Bahkan jika aku memenangkan pertarungan ini, tidak ada kemuliaan yang bisa didapat. Kebanyakan orang akan berpikir Aku menggunakan kekuatan Aku untuk menggertak yang lemah. Bukankah simpati mereka akan pergi ke Ye Jing sebagai gantinya? ”", "Yan Zhaoge menyentakkan bibirnya, “Naskah ini … apa menurutmu aku idiot?”", "tetua Cui berseri-seri dengan polos di Yan Zhaoge dan Ye Jing. Si Kongqing memandang Yan Zhaoge dengan hati-hati. Semua orang menatap Yan Zhaoge dengan ketakutan dan harapan, bertanya-tanya bagaimana dia akan merespons.", "“The Dragon Sealing Abyss, hanya beberapa di antara kamu yang pernah ke sana sebelumnya. Meski begitu, Kamu semua harus tahu reputasinya yang menakutkan, “dalam menghadapi harapan semua orang, Yan Zhaoge akhirnya mulai berbicara,” Dengan kultivasi Kamu, bahkan tanpa memasuki kedalaman, hanya dengan mendekati ujungnya, Kamu akan mengalami bahaya besar. Meskipun Aku akan bepergian bersama Kamu, tetapi tujuan sebenarnya dari perjalanan ini adalah untuk Kamu berlatih sendiri. Ini bukan tur wisata. Aku akan bertindak dengan sopan, tetapi Kamu juga harus bertahan. ”", "Mendengar kata-kata Yan Zhaoge, tetua Cui tersenyum kecil. Dia berpikir sendiri, “Sepertinya Yan Zhaoge akan menunggu sampai Dragon Sealing Abyss sebelum bertindak.”", "Ye Jing dan Si Kongqing sama-sama merasakan hawa dingin di hati mereka.", "Namun, pada saat ini, Yan Zhaoge tiba-tiba mengubah nadanya, “Kamu dan aku akan bepergian bersama. Jadi aku secara alami akan menjagamu. Seperti yang mereka katakan, untuk melakukan pekerjaan dengan baik, Kamu membutuhkan alat yang bagus … ”", "Yan Zhaoge menjentikkan jarinya, “Ah Hu.” *", "Sosok yang tinggi dan kokoh muncul di ambang pintu, “Ya, pangeran?”", "Yan Zhaoge berkata, “Bawakan Aku enam belas produk kelas dua. Ya, dan terutama memilih jenis pedang dan pertahanan. ”", "“Seperti yang Kamu katakan, pangeran,” jawab Ah Hu, pria ini adalah pelayan besar kekar yang mengikuti di sisinya sebelumnya.", "Tidak lama kemudian, Ah Hu kembali dari tugasnya dengan tangan penuh benda, yang kemudian dia tempatkan di depan semua orang.", "Seluruh bidang cahaya yang luar biasa melintas dan berkedip-kedip begitu terang sehingga murid-murid muda tidak bisa membuka mata mereka. Selain itu, gelombang qi spiritual yang kuat menyebabkan darah dan qi mereka naik.", "“Artefak! Mereka semua artefak! “Masing-masing dan setiap orang menyatakan keterkejutan mereka,” Kakak senior Yan, artefak ini … ”", "Yan Zhaoge melanjutkan seolah-olah tidak terjadi apa-apa, “Ini dari koleksi pribadiku dan bukan dari sekte. Aku telah memutuskan untuk memberikannya kepada Kamu. Ada total enam belas artefak, satu untuk Kamu masing-masing. Sekarang Kamu dapat tampil dan memilih artefak Kamu sendiri sesuai urutan senioritas. ”", "Seluruh aula tiba-tiba sunyi. Beberapa suara samar-samar terdengar di latar belakang seolah-olah seseorang menelan air liur mereka.", "Bagi para murid baru ini dengan kultivasi rendah mereka, artefak ini adalah harta langka. Ye Jing dan dua lainnya hanya diberi artefak setelah menghadapi persaingan ketat dalam kompetisi pemuda sekte untuk mengambil tiga tempat teratas. Meski begitu, mereka hanya menerima satu artefak tunggal.", "Berapa banyak usaha yang mereka habiskan? Seberapa besar kemuliaan mereka ketika mereka diberikan artefak mereka pada waktu itu?", "Tapi sekarang, tiba-tiba, semua orang diberi artefak masing-masing.", "Meskipun Ye Jing dan mereka sudah memiliki artefak, tapi bagaimana mungkin ada orang yang menolak lebih banyak harta berharga semacam ini?", "Hanya saja Yan Zhaoge mengeluarkan enam belas artefak tanpa berkedip, seolah-olah ini bukan artefak yang didambakan oleh generasi muda bahkan dalam mimpi mereka, melainkan tumpukan logam bekas.", "Selain itu, Yan Zhaoge tidak menggunakan identitasnya untuk mendapatkan ini dari cadangan sekte. Sebaliknya, ini adalah milik pribadinya.", "Sikap semua orang terhadap Yan Zhaoge tiba-tiba berubah dari sebelumnya, mereka menganggapnya dengan antusiasme yang semakin besar.", "Ye Jing malah mengencangkan tinjunya. Kemarahan dimatanya tidak bisa disembunyikan.", "Dia merasa seolah-olah Yan Zhaoge telah mempermalukannya, seolah-olah Yan Zhaoge sengaja memamerkan.", "Si Kongqing memandang ke arah Yan Zhaoge dan sedikit menggelengkan kepalanya dengan tidak senang.", "tetua Cui awalnya terkejut, tetapi segera setelah itu, dia mulai tertawa di dalam, “Apa ini seharusnya? Menggunakan kekayaan untuk mendapatkan teman. Menyuap orang lain untuk mengisolasi Ye Jing sambil memamerkan kekayaannya pada saat yang sama? ”", "“Harus diakui, ini adalah tangan yang luar biasa. Hasilnya juga tidak buruk. Dia berhasil mendapatkan kembali wajah yang hilang tadi. Namun, tindakan ini adalah … apakah … ha ha, benar-benar tindakan celana sutra hedonistik … “**", "“Anak ini bukan orang yang ditakuti. Di masa depan, dia pasti akan menyebabkan masalah bagi ayahnya. ”", "tetua Cui tersenyum sambil menggelengkan kepalanya. Dia mengambil dan memeriksa satu set baju besi, sebelum berbicara dengan Ye Jing dan mereka, “Naga Penyegelan Abyss memang berbahaya. Ini juga kebaikan dari kakak seniormu Yan. ”", "Menghadapi pandangan semua orang yang berharap, Yan Zhaoge terus berbicara dengan mantap tanpa perubahan sikap seolah-olah dia tidak memperhatikan reaksi mereka, “Semua ini adalah hadiah Aku untuk Kamu, jadi Aku tidak akan meminta mereka kembali. Mereka milikmu sekarang. Namun, Aku meminta Kamu melaporkan kinerja artefak ini kepada Aku. Apakah Kamu memelihara mereka, menyempurnakannya, atau menggunakannya, harap catat kinerja mereka dengan benar. Dengan begitu Aku bisa memisahkan gandum dari sekam dan membuat penyesuaian yang tepat ketika Aku memperbaiki artefak berikutnya. ”", "Semua murid menyetujui permintaan Yan Zhaoge secara bersamaan. Kemudian mereka tiba-tiba menyadari ada sesuatu yang aneh. Sesaat kemudian, semua orang memusatkan perhatian mereka pada Yan Zhaoge. Ekspresi mereka tidak wajar seolah-olah mereka baru saja melihat hantu.", "tetua Cui gemetar tanpa sadar. Artefak di tangannya hampir jatuh dari cengkeramannya yang longgar. “Apa yang baru saja Kamu katakan?”", "* Ini bukan namanya. Ini adalah kombinasi dari 阿, yang menunjukkan keakraban dan hu atau “harimau”, nama petugas kekar.", "** Celana sutra manja tuan muda kaya hedonistik kaya dengan orang tua yang kaya dan kuat. Mereka disebut celana sutra karena mereka cenderung mengenakan celana sutra mahal dan nyaman yang tidak cocok untuk semua jenis pekerjaan fisik. Kamu mungkin telah melihat istilah ini di ISSTH, selama busur sekte iblis. Atau di Raja Jahat Dunia Lain, di mana karakter utama mengambil alih tubuh celana sutra sebelum berpura-pura menjadi celana sutra untuk waktu yang lama.", "TN: Penulis ini memiliki kebiasaan mengerikan untuk menggabungkan pemikiran protagonis ke dalam dialog meskipun tidak menulis sebagai orang pertama terbatas. Bahkan, itu harus merupakan perpaduan dari orang ketiga multi-perspektif dan orang ketiga terbatas. Maafkan Aku karena malas dan tidak memperbaiki kesalahan ini. Aku akan membenarkan diri Aku dengan mengatakan bahwa sebenarnya sangat sulit untuk memisahkan pemikiran karakter dan narasi, terutama dengan pemikiran karakter yang kadang-kadang ditempatkan dalam kutipan, yang menunjukkan apa yang menurut penulis harus menjadi pemikiran karakter yang bertentangan dengan kesempatan ketika narasi tiba-tiba menjadi orang pertama tetapi tidak benar-benar karena perbedaan dalam kata ganti dan kurangnya tegang dalam bahasa Cina. Berita baiknya adalah semuanya termasuk gaya menjadi lebih baik setelah 10 atau lebih bab pertama. Sampai saat itu, bersabarlah. Seperti beberapa manhwa yang memulai dengan seni yang benar-benar buruk tetapi tampaknya membaik dengan setiap bab.", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["HSSB Chapter 5 Indonesian"], "textNovel": ["Bab 5: Keduanya Tidak Setingkat", "TN: Bukannya Aku tidak ingin mengedit hal ini. Sebenarnya Aku biasanya editor yang hebat tetapi sulit untuk diedit setelah diserap dalam proses penerjemahan. Tidak ada jarak dari pekerjaan. Jadi sekali lagi, jika Kamu melihat kesalahan, terutama setelah beberapa jam pertama ketika Aku masih melakukan perubahan saat Aku memeriksa situs Aku dengan santai, silakan tinggalkan komentar …", "… ini sama sekali bukan alasan karena aku malas! (〃￣ω￣〃) ゞ", "Seolah-olah dia sama sekali tidak memperhatikan ekspresi kaget para pendengarnya, Yan Zhaoge terus berbicara dengan tidak acuh, “Sebagian besar artefak ini bersifat defensif daripada senjata karena keamanan Kamu adalah perhatian utama. Namun, Kamu tidak harus mengembangkan ketergantungan pada mereka. Kelalaian tidak akan memungkinkan Kamu untuk meningkat. Saat berlatih, mengendalikan diri adalah kuncinya. ”", "“Wai … tunggu … bukan itu, keponakan bela diri Yan,” sesepuh Cui agak lidah terikat dan membutuhkan waktu lama untuk mendapatkan kembali kendali, “Beberapa saat yang lalu, apakah Kamu mengatakan ine memperbaiki artefak batch berikutnya ‘?”", "Dia menatap tumpukan artefak di depannya dengan tak percaya, “Maksudmu mengatakan ini disempurnakan olehmu secara pribadi dan bukan dari koleksi pribadimu yang dikumpulkan dari tempat lain?”", "Yan Zhaoge mengangkat bahu, “Tentu saja aku secara pribadi memperhalus ini. Tidak mungkin Aku memiliki minat atau kesabaran untuk mengumpulkan begitu banyak artefak kelas rendah untuk koleksi Aku. ”", "Kata-kata ini membuat semua orang yang hadir tanpa sadar menelan ludah mereka, tetapi tidak ada yang bisa menemukan apa pun untuk membantah.", "Artefak kelas rendah mungkin merupakan harta berharga bagi pembudidaya tingkat rendah seperti mereka, tetapi untuk seseorang dengan latar belakang Yan Zhaoge, mereka tidak banyak menghitung.", "Ekspresi semua orang telah berubah menjadi ambiguitas seolah-olah dunia tempat mereka hidup tiba-tiba menjadi nyata.", "Situasi di depan mereka benar-benar menentang pengetahuan dan akal sehat mereka sebelumnya.", "Ranah kekuasaan Yan Zhaoge sudah cukup untuk memperbaiki artefak yang merupakan sesuatu yang tidak bisa disangkal oleh siapa pun.", "Sementara tidak ada yang pernah mendengar tentang pencapaian Yan Zhaoge dalam penyempurnaan artefak, itu bukan sesuatu yang mustahil.", "Namun, tindakan memperbaiki artefak bukanlah sesuatu yang sederhana. Tugas ini membutuhkan banyak waktu dan upaya.", "Bahkan para pejuang perang yang mengabdikan diri pada penyempurnaan artefak, berapa banyak yang akan memperlakukan diri mereka seperti pandai besi dan memproduksi artefak massal?", "tetua Cui menarik napas dalam-dalam, “Kamu… berapa banyak waktu yang kamu habiskan untuk memperbaiki artefak ini?”", "“Aku biasanya mengerjakan ini selama waktu luang yang Aku miliki di antara sesi latihan yang biasa Aku lakukan. Enam belas artefak ini membuat Aku, oh, sedikit kurang dari sebulan. ”Yan Zhaoge meremehkan jawabannya dengan santai.", "“Tidak mungkin!” tetua Cui dengan keras kepala berkata, “Jika Kamu mengatakan tetua Yan memiliki kemampuan ini, orang tua ini akan mempercayainya. Tapi keponakan bela diri Yan, kamu … ”", "Dia menggelengkan kepalanya, tampaknya tidak mau percaya apa yang dikatakan Yan Zhaoge.", "Sebenarnya, ayah Yan Zhaoge dan orang-orang dari kultivasi yang sama kuat dapat dengan mudah memperbaiki artefak ini.", "Namun, siapa yang akan bertindak begitu tidak masuk akal? Jika mereka memiliki waktu dan upaya untuk memperbaiki ini, mereka mungkin juga menetapkan tujuan mereka lebih tinggi dan menempatkan upaya mereka ke dalam penyempurnaan artefak roh.", "Yang lain mulai meragukan Yan Zhaoge. Mata mereka memunculkan kecurigaan. Mungkin saudara senior Yan ini telah dipaksa ke sudut dan memutuskan untuk berpura-pura kemampuan lebih mengesankan daripada yang sebenarnya dia miliki?", "Yan Zhaoge tertawa terbahak-bahak, “Tentu saja tidak mungkin menggunakan tungku kristal eksternal. Namun, sangat mungkin dengan tungku kristal internal. ”", "Mendengar jawaban ini membuat sebagian besar dari mereka yang hadir menjadi bingung, tetapi ada satu orang tertentu yang sekali lagi menjadi bodoh.", "Suara tetua Cui telah menjadi kekacauan yang gagap sekali lagi, “Kamu … kamu … apakah kamu baru saja mengatakan tungku kristal internal? Seharusnya tidak … tidak mungkin … pra-bencana besar yang legendaris … ”", "“Tapi tungku kristal internal sudah lama menghilang! Bahan dan metode penciptaan, dan bahkan hanya catatan paling mendasar dari struktur internalnya telah sepenuhnya hilang tanpa ada satu fragmen pun yang diturunkan! Semua yang tersisa di Delapan Dunia Ekstremitas adalah cerita sederhana dan rumor tentang keberadaannya. ”", "Dalam legenda, sebelum Bencana Alam Besar, peradaban prajurit perang berada pada puncaknya. Tidak hanya teknik budidaya dan keterampilan bela diri, penyempurnaan artefak pada waktu itu juga sama maju.", "Di era itu, prajurit perang bahkan tidak menyentuh alat fana. Artefak Demi, artefak, artefak roh dan bahkan artefak suci tidak langka pada saat itu.", "Hanya setelah bencana alam itu, segala sesuatu menghilang. Bukan berarti banyak hal termasuk artefak dan pengetahuan dapat bertahan dari kehancuran yang menyebar luas. Hanya legenda yang tertinggal bagi mereka yang datang untuk menghormati.", "Namun, semua ini bukan rahasia bagi Yan Zhaoge. Penyimpanan buku Divine Palace dari sebelum Great Cataclysm memiliki lebih dari sekadar rahasia jalur perang.", "“Seperti keberuntungan, aku menemukan beberapa reruntuhan ketika aku menjalani pelatihan eksternal. Dan puing-puing ini kebetulan mengandung catatan yang tidak lengkap dari konstruksi tungku kristal internal, “Yan Zhaoge tersenyum,” Jadi Aku berangkat untuk secara eksperimental menciptakan dan menyempurnakan tungku kristal internal yang memungkinkannya muncul sekali lagi di Dunia Delapan Ekstremitas. Artefak kelas rendah ini adalah produk sampingan dari percobaan ini. Aku membuatnya sendiri. Saat ini, hanya artefak kelas rendah yang dapat disempurnakan. Ini sudah merupakan yang terbaik di antara produk-produk kelas dua. Ada juga beberapa produk kelas satu yang dekat dengan artefak kelas menengah, tetapi bahkan yang belum cukup ditambah stabilitas mereka tetap menjadi masalah. Jadi Aku telah memutuskan untuk memelihara mereka sendiri untuk mengumpulkan lebih banyak data dalam persiapan untuk artefak berikutnya yang Aku saring. ”", "Yan Zhaoge menjentikkan jarinya, “Saat proses ini terus disempurnakan, artefak kelas menengah dan bahkan artefak kelas tinggi akan menjadi mungkin. Jika kita bisa mengetahui metode kuno penguatan tungku kristal internal, maka artefak roh mungkin juga ada di kartu. ”", "Pada saat itu, Ah Hu kembali dengan tungku kokoh yang setinggi seseorang dan dipenuhi dengan qi spiritual. Dia tahu niat tuannya dan pergi lebih awal untuk dengan cepat mengambil tungku.", "tetua Cui belum pernah melihat tungku kristal internal sebelumnya, tetapi dia setidaknya tahu tungku perbaikan artefak di depannya jelas bukan tungku kristal eksternal.", "Orang-orang lain yang hadir perlahan-lahan kembali ke akal sehat mereka saat ini, tetapi keheranan mereka masih sangat jelas.", "Bahkan Si Kongqing yang biasanya tenang dan terkendali pun tercengang.", "Karena dia lebih berpengetahuan daripada yang lain, dia mengerti pentingnya tungku ini di depannya.", "Saat ini, hanya mewakili kemungkinan atau semaian belaka. Tetapi begitu pohon itu akhirnya tumbuh, bukankah pohon tinggi yang bisa menyentuh langit?", "“Kali ini, aku menuju Dragon Sealing Abyss untuk lebih dari sekedar misi sekte. Ini juga bisnis pribadi Aku. Demi lebih menyempurnakan tungku kristal internal ini. Aku membutuhkan lingkungan dan kondisi khusus dari Dragon Sealing Abyss dan juga benih api untuk ‘Li Flame True Fire’, yang juga muncul di Dragon Sealing Abyss. ”", "Sikap tenang Yan Zhaoge membuat Ye Jing dan Si Kongqing saling memandang dengan cemas.", "Seseorang dengan bersemangat berseru, “Martial brother Yan, apakah artefak kelas menengah atau kelas tinggi dan mungkin artefak roh … dan bahkan … bahkan …”", "Di dunia saat ini, artefak suci sangat langka, sehingga orang itu tidak berani terus berpikir di sepanjang jalan itu. Namun demikian, dia sangat tersentuh, “Jika sekte kami dapat memperbaiki sejumlah besar artefak roh, maka bukan … bukan …”", "Yan Zhaoge mengangguk dan tersenyum lebar menunjukkan bagian putih giginya, “Tepat. Jika kami berhasil, maka di masa depan ketika Kamu pergi untuk pelatihan eksternal dan bertemu dengan anggota Holy Grounds lainnya, Kamu akan menggunakan artefak ketika mereka menggunakan artefak demi, dan artefak roh ketika mereka menggunakan artefak. Kita akan bisa menghancurkan mereka sampai mati di bawah tumpukan peralatan superior yang tak ada habisnya. ”", "Semua murid secara bersamaan bersorak.", "Yan Zhaoge melambaikan tangannya membungkam pendengarnya, “Bekerja keras dalam kultivasi Kamu. Kalian semua mewakili masa depan Broad Creed Mountain kami. ”", "Seluruhkelompok menanggapi dengan harmonis, “Kami bertindak dengan rendah hati dan bijaksana. Kami berlatih dengan sepenuh hati. Glory to the Broad Creed name! ”", "Sebenarnya, Yan Zhaoge mencapai ketenarannya saat masih muda. Usia sejatinya tidak jauh lebih besar dari Ye Jing, Si Kongqing dan yang lainnya di depannya. Memanggil para murid ini masa depan Broad Creed Mountain sedikit tidak sesuai sebagai hasilnya, seolah-olah mereka bukan anggota dari generasi yang sama.", "Namun, bagi orang-orang yang hadir, kecuali satu pengecualian, tidak ada yang merasa aneh.", "Perbandingan antara Yan Zhaoge dan Ye Jing sudah lama dilupakan.", "Mereka sama sekali tidak berada pada level yang sama. Masalah yang mereka pertimbangkan dan cara mereka berpikir, apakah itu perspektif mereka atau wawasan mereka, ada kesenjangan besar.", "Tanpa mempertimbangkan hal lain, kontribusi Yan Zhaoge dalam bentuk tungku kristal internal sangat mungkin memengaruhi kekuatan Broad Creed Mountain dan berdiri di panggung dunia. Prestasi semacam ini bukan sesuatu yang hanya sarjana beladiri dibandingkan.", "Selain itu, Yan Zhaoge sendiri juga seorang jenius yang mengerikan. *", "Ketika mereka masih berusaha untuk menonjol di antara rekan-rekan mereka, Yan Zhaoge sudah menetapkan tujuannya pada kemungkinan meningkatkan seluruh sekte.", "tetua Cui akhirnya berhasil memulihkan ekspresinya yang tersenyum, “Keponakan laki-laki Martial Yan benar-benar memenuhi reputasinya sebagai pilar Broad Creed Mountain, yang dipilih sebagai surga bagi generasi muda kita. Namun, berita ini harus segera dilaporkan ke sekte dan … ”", "Yan Zhaoge memotongnya sebelum dia bisa menyelesaikan, “Ini tidak perlu bagi tetua Cui untuk merepotkan dirimu sendiri. Aku sudah melaporkan masalah ini kemarin. Nenek moyang bela diri ** dan ayah Aku sudah tahu. Sebenarnya, ayah sudah mengambil alih penelitian tungku kristal internal Aku. Tungku yang Kamu lihat di depan Kamu hanyalah salinan tambahan yang Aku simpan untuk bermain-main secara membabi buta sebagai hobi pribadi. ”", "Jenggot putih tetua Cui berkedut, tetapi senyumnya tetap dipertahankan saat dia berkata, “Ini adalah berita bagus! Namun, itu harus dirahasiakan. Jika berita ini bocor ke Tempat Suci lainnya, tidak ada jaminan, itu tidak akan membahayakan Gunung Creed Broad kami. Tindakan keponakan bela diri Yan kurang hati-hati … ”", "Yan Zhaoge tertawa pelan, “Pemberitahuan resmi akan segera dirilis. Dengan posisi tetua Cui, Kamu mungkin akan diberi tahu besok. Adapun mengapa leluhur bela diri membuat keputusan ini, itu bukan tempat Aku untuk menebak. tetua Cui, yang terbaik adalah jika Kamu melakukan hal yang sama. ”", "Wajah tetua Cui sedikit menegang. Dia menyaksikan Yan Zhaoge tiba-tiba berjalan untuk berdiri di depannya.", "Senyum Yan Zhaoge pada saat ini menjadi semakin dingin, “Diaken tetua? Ha! Pos yang tinggi. Posisi yang tinggi. Bagi para murid generasi muda ini, peran Kamu dalam masalah hari ini dapat dengan mudah diabaikan. Di masa depan, Kamu dapat melanjutkan tindakan orang tua Kamu yang baik hati dan baik hati. Namun, apakah Kamu benar-benar berpikir bahwa dengan membuat Aku kehilangan muka, Aku akan menaruh dendam kepada saudara yunior Ye, namun tidak memiliki pikiran terhadap Kamu? ”", "* Sebelumnya, pelaku kejahatan digunakan tetapi telah digantikan oleh monster … Dalam hal ini pelaku kejahatan tidak berarti seseorang yang melakukan kejahatan tetapi seseorang yang sangat berbakat dan mampu secara tidak manusiawi, kejeniusannya seharusnya menjadi dosa, karena manusia normal lainnya dan manusia biasa tidak bisa dibandingkan. Ini adalah istilah yang sering muncul pada xianxia. Plus ada kesalahan ketik, terima kasih mac donald", "** Dalam hal ini leluhur bela diri lebih seperti kakek bela diri, pada dasarnya penguasa tuanmu. Padahal kata yang sama bisa digunakan untuk pendiri garis silatmu.", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["HSSB Chapter 2 Indonesian"], "textNovel": ["Bab 2: Naga Melawan Naga, Menjauhkan Antara Raja, Manakah Naga Sejati?", "TN: Sekali lagi, silakan tinggalkan komentar untuk kesalahan.", "Berbagai suara bisa didengar saat Yan Zhaoge berjalan di sepanjang jalan.", "“Aku memberi hormat kepada kakak senior Yan.”", "“Salam, kakak senior Yan.”", "Ini adalah suara-suara dari berbagai saudara bela diri ketika mereka memberikan penghormatan saat melintas.", "“Keponakan bela diri Martial, kultivasi bela diri Yan telah maju lagi. Hebat. Seperti yang diharapkan dari pemimpin generasi muda, seorang genius di antara para genius. ”", "“tetua Yan memiliki penerus yang berkualifikasi. Sungguh, harimau dari seorang ayah tidak akan memiliki seekor anak anjing! ”", "Ini adalah suara dari berbagai senior seni bela diri saat mereka terus menyanyikan pujiannya.", "“Aura kakak senior Yan menjadi lebih mengesankan dan kuat dari hari ke hari, namun entah bagaimana dia terlihat lembut tanpa keraguan …”", "“Oiya, aku juga merasakan hal yang sama. Jadi bukan hanya aku ya? ”", "“Tapi … tapi … semakin dia menyukai ini, semakin aku …”", "“Baik? Baik?”", "“He he, benar apa benar? Gadis kecil yang tak tahu malu. ”", "“Kakak perempuan senior! Kamu … Kamu … tidak sama dengan Kamu! ”", "Baik. Dan itu adalah suara dari berbagai saudara perempuan bela diri yang mengalami kebangkitan cinta pertama mereka.", "Yan Zhaoge tersenyum pada saudari-saudari bela diri itu dengan indah tetapi pada saat yang sama dia terus mengulangi dirinya dalam benaknya, “Tetap tenang. Tetap tenang.”", "Pria kekar di sampingnya melepaskan tawa yang sangat hangat, “Pangeran …”", "Yan Zhaoge yang sudah terbiasa dengan kejenakaan yang biasa menatapnya ke samping, “Apakah ada sesuatu yang lain?”", "Lelaki besar itu adalah pelayan pribadinya yang setia yang kesetiaannya tidak diragukan dan ditugaskan untuk mengikutinya ke mana-mana.", "Logikanya, sebagai seseorang yang menyeberang, Yan Zhaoge harus menghindari rekan dekat pemilik asli tubuh untuk menghindari terekspos.", "Namun, tindakan semacam itu awalnya merupakan pisau bermata dua. Sebaliknya, tetap dekat dengan rekan-rekan itu akan membantunya berbaur dengan dunia sekarang lebih cepat.", "Untungnya, Yan Zhaoge menerima lebih dari sekedar mayat dari pemilik sebelumnya. Dia juga menerima ingatan orang itu.", "Jika tidak, hanya bahasa setempat yang akan menjadi tantangan yang tidak dapat diatasi.", "“Pangeran, An sudah menyelidiki orang Ye Jing itu. Meskipun dia tiba-tiba menunjukkan peningkatan besar-besaran, tetapi dia masih belum layak dicatat. Tapi dendam yang dia miliki terhadapmu, mengapa kita tidak … ”", "Yan Zhaoge tidak bisa menahan dengan cepat memutar matanya. Kecepatannya memastikan tidak ada yang memperhatikan perilaku anehnya. “Ya, tanpa keraguan, pola ini seperti yang diharapkan.”", "Petugas dan rombongan akan bertindak pertama untuk menghasut konflik. Begitu para penjahat rendahan dikalahkan, tuan muda yang jahat itu akan bertindak secara pribadi karena dia merasa harga dirinya telah tersengat. Tuan muda akan dipukuli sampai bahkan ibunya tidak akan mengenali wajahnya, yang akan menghasut keterlibatan ayahnya dan keterlibatan seluruh keluarganya. Pada akhirnya, seluruh kelompok akan dimusnahkan.", "Kedengarannya seperti naskah yang diplot dengan sempurna, bukan?", "“Sempurnakan pantatku!” Dipaksa untuk menjadi umpan meriam jahat, Yan Zhaoge tidak bisa merasakan setitik emosi positif terhadap peran yang telah ditugaskan padanya.", "Dia rupanya telah beralih dari kejeniusan generasi kedua yang bebas dan santai yang bahkan tidak pernah perlu bekerja keras ke latar belakang canon fodder yang berfungsi sebagai batu loncatan di jalan putra surga yang ditahbiskan ke jalan puncak.", "Pikiran yang muncul dalam benak Yan Zhaoge saat ini agak konyol dan tidak masuk akal.", "Bahkan musuh yang lebih beruntung dari putra surga yang ditahbiskan tidak akan menerima akhir yang lebih baik. Mereka akan bertindak sebagai tokoh saingan, tipe yang tangguh dan abadi seperti kecoak. Mereka tidak pernah mati dan setelah setiap kekalahan di waktu berikutnya mereka menunjukkan kekuatan mereka akan meningkat. Pada kenyataannya, tokoh-tokoh saingan ini hanyalah produk yang dapat digunakan kembali yang membantu karakter utama mengumpulkan pengalaman dan peralatan.", "Adapun musuh-musuh yang kurang beruntung itu, diragukan apakah mereka bisa bertahan hidup bahkan beberapa bab sebelum mati atau lebih buruk.", "Dan dalam kasus normal, seseorang seperti Yan Zhaoge yang memiliki latar belakang yang tepat untuk memanggil ayah yang bahkan lebih kuat hanyalah bos mini yang datang sebelum bos besar. Bos mini tidak mungkin hidup selama lebih dari beberapa bab sebelum turun di rute canon fodder.", "Juga, gagasan dia yang menyerang lebih dulu unggul tidak bisa berlaku. Sesuai dengan aturan yang mengatur putra-putra surga yang ditahbiskan ini, setiap tokoh utama yang menderita nasib seperti itu hanya akan ditekan untuk sementara waktu sebelum naik sekali lagi dengan momentum yang bahkan lebih besar dari sebelumnya. Itu sering setara dengan memberi mereka pertemuan besar yang menguntungkan, memungkinkan mereka untuk tumbuh lebih kuat pada tingkat yang lebih cepat.", "Pada akhirnya, karakter utama tersebut tidak akan memiliki goresan. Sebaliknya, mereka akan tumbuh lebih kuat pada tingkat yang tidak terpikirkan. Pada titik ini, mereka akan bergegas kembali dan membidik wajah tuan muda yang jahat itu.", "Nasib karakter utama adalah kejam dan tidak masuk akal. Jika ingin meratakan pakan ternak maka pakan ternak akan diratakan. Ia bahkan dapat meratakan Kamu dalam seratus delapan puluh cara unik dan orisinal.", "“Adapun karakter utama kamu, apa yang akan menjadi alat plot ajaibnya nanti? Buku keterampilan rahasia dari sebelum Bencana Alam Besar? Atau mungkin alat ilahi tertinggi. Atau bahkan kakek tua yang bijaksana dan portabel? Atau mungkin dia adalah reinkarnasi seseorang? ”", "Senyum Yan Zhaoge sedikit tidak wajar. Dia memberi lambaian tangan, “Tidak perlu khawatir tentang dia.”", "Pria besar itu menggaruk kepalanya, “Seperti katamu, pangeran.”", "“Meskipun sepertinya ada masalah dengan naskahnya. Namun, kakak laki-lakimu, aku, juga memiliki alat plot ajaib. ”", "The Great Cataclysm menciptakan era baru. Ini karena ada perbedaan di dunia sebelum dan sesudah Bencana Besar. Rute budidaya bela diri sedikit banyak berubah. Bahkan fisiologi tubuh manusia tidak persis sama. Karena itu, Yan Zhaoge perlu menyesuaikan berbagai catatan dan buku keterampilan dalam benaknya agar sesuai dengan era saat ini. Kalau bukan karena titik ini, budidayanya akan melonjak pada tingkat yang lebih besar.", "Setelah kedatangannya, kecuali dengan hati-hati beradaptasi dengan dunia baru dan identitas barunya, sebagian besar upaya Yan Zhaoge difokuskan pada aktualisasi aplikasi kehidupan nyata dari pengetahuan yang tersimpan dalam benaknya.", "Dan sekarang, upayanya telah membuahkan hasil. Sudah waktunya untuk melambung.", "Sejauh ini Yan Zhaoge hanya mengubah pengetahuan yang berlaku untuk tingkat kultivasi diri saat ini dan masa lalunya. Kultivasinya hanya pernah mencapai bidang tertentu, tidak mungkin untuk mengubah pengetahuannya menjadi aplikasi praktis secara luas di seluruh proses kultivasi.", "Makanan perlu dimakan satu suap setiap kali dan perjalanan harus dilakukan selangkah demi selangkah.", "Apapun, seiring dengan meningkatnya penanamannya, teori dapat diintegrasikan ke dalam aplikasi praktis yang mengarah pada lebih banyak kemungkinan dan potensi yang lebih luas. Dan sekarang, Yan Zhao sudah siap untuk mewujudkan langkah pertama.", "Dia tidak hanya memiliki keahlian dalam jalur bela diri, pengetahuannya di bidang lain seperti penyempurnaan artefak dan alkimia pil obat juga cukup untuk menciptakan gelombang besar di era ini.", "Investigasi ‘Li Flame True Fire” yang dilakukan oleh bawahannya kebetulan terkait dengan bidang-bidang itu.", "Jika eksperimennya berhasil, maka dia pasti akan menerima manfaat luar biasa.", "Yan Zhaoge menyentakkan bibirnya, “Naga melawan naga, wajah di antara raja, mari kita lihat siapa naga yang sebenarnya. Mungkin Ye Jing ini sebenarnya bukan karakter utama yang ditopang oleh takdir. Mungkin Aku hanya menjadi terlalu peka dan terlalu imajinatif. Mari kita amati situasinya sedikit lebih dulu. ”", "Sebaliknya Yan Zhaoge lebih bermasalah dengan masalah rumit bagaimana ia harus menghadapi gadis yang dimakan oleh mantan pemilik tubuhnya.", "Bagi dia saat ini, prioritas pertamanya adalah meningkatkan dirinya, baik kekuatan pribadinya dan posisinya dalam sekte.", "Sedangkan untuk wanita cantik, dia tidak akan membuang waktu dengan sengaja mengejar mereka, tetapi dia juga tidak akan dengan sengaja menolak mereka yang mengejarnya.", "Masalah yang ditinggalkan oleh pemilik asli tubuhnya benar-benar menyebalkan.", "Meskipun mengutuk dan meratapi permukaan, sebenarnya Yan Zhaoge tidak benar-benar mempertimbangkan masalah ini. Dia menggelengkan kepalanya dan dengan tepat menangani tugas-tugas yang ada sebelum pergi untuk memulihkan diri di kediamannya sendiri. Dia duduk bermeditasi dan menyempurnakan qi-nya sampai hari berikutnya tiba. Segera setelah itu, dia pergi ke aula penugasan sekte.", "Kedatangan Yan Zhaoge segera menarik minat semua orang. Mata mereka semua tertuju padanya.", "Namun ekspresi Yan Zhaoge tetap alami. Melihat sekilas ke sekeliling, dia menemukan seorang gadis muda yang tak tertandingi dengan sosok ramping berjalan ke arahnya.", "Gadis ini terlihat berusia enam belas atau tujuh belas tahun. Wajahnya sudah kelas dunia, bahkan lebih unggul dari gadis Lin. Dia tampak seperti peri surgawi, makhluk yang tidak mengonsumsi makanan manusia. Satu-satunya kelemahannya terletak pada sepasang mata yang berwarna biru sedingin es, yang memberikan udara dingin dan terpisah pada seluruh orangnya.", "Si Kongqing, dia adalah seorang yang terlambat berkembang pesat dari generasi muda. Meskipun dia agak muda, ketenarannya sudah lama menyebar. Bakat bela dirinya luar biasa, hanya kalah dengan Yan Zhaoge sendiri. Dia telah diakui sebagai anak lain dari surga Broad Creed Mountain, menerima perhatian banyak tetua pada usia dini.", "Ketika Yan Zhaoge melihatnya, dia sekali lagi memiliki keinginan untuk memutar matanya.", "Dari apa yang dia tahu, setelah ditinggalkan oleh gadis Lin, Ye Jing entah bagaimana bertemu Si Kongqing bahkan sebelum dia bergabung dengan Broad Creed Mountain. Karena beberapa jenis pertemuan yang menentukan, bahkan ada hubungan yang cukup baik antara keduanya.", "Saat ini, hubungan mereka tetap pada tingkat persahabatan murni. Tetapi menurut naskah tertentu, dia adalah seorang gadis dari latar belakang yang baik; bakatnya bagus; kecantikannya meluap; dia adalah wanita es sejati tanpa emosi feminin, namun meskipun demikian dia kebetulan terlihat baik pada orang yang tampaknya rata-rata.", "Di bawah pengaruh aura karakter utama Ye Jing, pada waktunya, keindahan yang melebihi wanita Lin di setiap kategori ini kemungkinan besar akan menjadi permaisuri bagi kaisar Ye Jing.", "Dan di samping Si Kongqing, kebetulan ada seorang pemuda berhemat yang menatap Yan Zhaoge dengan sekuat tenaga.", "Pemuda berhemat ini secara alami Ye Jing.", "Yan Zhaoge dapat dengan jelas mendeteksi api yang telah lama terkendala dari tatapan Ye Jing dan nyala api ini sepertinya bisa meledak kapan saja.", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["HSSB Chapter 3 Indonesian"], "textNovel": ["Bab 3: Melakukan Pertunjukan yang Bagus", "TN: Aku sebenarnya tidak punya jadwal, tetapi Aku akan sering mencoba memperbarui. Bab ini sangat menjengkelkan untuk diterjemahkan dengan semua penampilan, tatapan dan pandangan. Hanya ada satu kata dalam bahasa Cina tetapi sebagai aturan, bahasa Inggris tidak suka pengulangan jadi Aku perlu sinonim. Tentu saja, ada lebih sedikit dari itu di masa depan, tetapi kali ini Aku benar-benar bermasalah dengan kata-kata dari beberapa kalimat ini.", "Si Kongqing memandang ke arah Yan Zhaoge dan sepertinya memeriksanya dengan cermat.", "Mereka menuju ke Dragon Sealing Abyss, zona bahaya yang terkenal. Jika Yan Zhaoge memutuskan untuk membuat hidup sulit bagi Ye Jing sebagai pemimpin ekspedisi ini, maka akan sulit bagi Ye Jing untuk selamat dari perjalanan.", "Pikiran yang lain jauh lebih sederhana. Beberapa orang senang bahwa seseorang sekuat saudara senior Yan memimpin ekspedisi pelatihan. Yang lain menatap Yan Zhaoge dengan sungguh-sungguh karena mereka ingin berteman dan menjilatnya.", "Beberapa orang yang tahu menatap Ye Jing seolah menunggu untuk menonton pertunjukan yang bagus.", "Alis Ye Jing bersatu erat, setelah bergabung dengan sekte, ia sudah belajar banyak hal.", "Pemuda yang sedikit lebih tua di hadapannya tidak hanya memiliki kultivasi dan kekuatan yang lebih tinggi, tetapi ia juga memiliki dukungan yang sangat mendalam di dalam sekte.", "Ayah Yan Zhaoge adalah seorang tetua yang kebetulan merupakan salah satu tokoh otoritas tertinggi dari aliran Creed. Bahkan tanpa memperhitungkan kekuatan bela diri, posisi dan otoritasnya dalam sekte itu adalah lima besar. Dia juga seorang murid langsung dari pemimpin sekte dan penantang yang kuat untuk posisi pengganti pemimpin sekte.", "Tinju Ye Jing berangsur-angsur mengencang. Matanya terfokus pada Yan Zhaoge tanpa menyembunyikan atau menunjukkan kelemahan.", "“Apakah ini yang disebut mata penuh dengan nyala api yang tak kenal ampun?”", "Tanpa tahu apakah harus tertawa atau menangis, Yan Zhaoge menggeser garis pandangnya ke arah pintu menuju ruang samping, “Salam, tetua Cui.”", "Seorang pria tua berambut putih muncul di ambang pintu. Ye Jing dan yang lainnya buru-buru membungkuk dan memberi hormat setelah melihat dia, “Murid menyapa yang terhormat.”", "tetua berambut putih ini kebetulan adalah tetua diaken di aula penugasan seperti pria paruh baya yang meminta Yan Zhaoge sehari sebelumnya.", "Bagi Ye Jing dan yang lainnya, apakah itu kultivasinya atau posisinya, keduanya menandakan bahwa dia adalah sosok yang kuat yang patut dihormati.", "Pria tua itu memandang Yan Zhaoge dengan senyum di wajahnya, “Martial keponakan Yan, kamu sudah tiba? Baik sekali. Baik sekali.”", "Yan Zhaoge menjawab, “tetua Cui, dalam hal ini Aku akan menyerahkan tugas untuk menyebarluaskan informasi mengenai masalah Jurang Penyegelan Naga kepada Kamu.”", "Membiarkan tatapannya jatuh pada Yan Zhaoge, Ye Jing, Si Kongqing dan yang lainnya seperti mereka, tetua Cui tersenyum dan berkata, “Lonjakan tak terduga tiba-tiba terjadi di Dragon Sealing Abyss. Pasukan lokal sudah melakukan penanganan awal. Tugasmu kali ini adalah untuk membantu menyelidiki perilaku abnormal Dragon Sealing Abyss dengan memasuki kolam itu sendiri. ”", "Dia berhenti sejenak sebelum melihat ke arah Yan Zhaoge, “Pada prinsipnya, tugas ini hanya memerlukan laporan sederhana setelah memverifikasi situasi. Namun, jika kelompok Kamu menghadapi situasi tak terduga yang membutuhkan pengambilan keputusan yang cepat, lelaki tua ini memiliki keyakinan pada kemampuan Kamu. Keponakan laki-laki bela diri Yan, silakan bertindak atas kebijaksanaan Kamu. ”", "Yan Zhaoge tertawa, “tetua Cui terlalu memuji Aku.” *", "tetua Cui tertawa bersama, sebelum pandangannya beralih ke tiga orang termasuk Ye Jing, “Kalian bertiga masing-masing harus menerima artefak sebagai hadiah dari kompetisi pemuda. Bagaimana Kamu telah maju dalam memelihara mereka dan mencari tahu fungsinya? ”", "Ye Jing dan dua lainnya menjawab bersama dengan nada hormat, “Sejak menerima artefak, kami para murid terus memelihara mereka bahkan ketika kami terus berlatih. Kami sudah bisa mengendalikan mereka di tingkat dasar. ”", "Di dunia ini, senjata biasa dan peralatan pertahanan disebut alat fana. Di atas kelas alat fana, ada artefak demi, artefak, artefak roh, dan bahkan artefak suci. Ini dapat memberikan dorongan kekuatan untuk prajurit seperti menambahkan sayap ke harimau.", "Senjata tingkat tinggi dan peralatan pertahanan bahkan perkasa sendiri, sepenuhnya mampu menembus langit atau mengacaukan bumi.", "Sayangnya, pengrajin biasa hanya dapat membuat alat fana. Peralatan apa pun di atas kelas alat fana membutuhkan prajurit perang untuk membuatnya sendiri. Selain itu, untuk menyempurnakan artefak peringkat tertentu, kekuatan proporsional diperlukan dalam bentuk tingkat budidaya tertentu.", "Tidak hanya itu, penyempurnaan artefak bukanlah sesuatu yang bisa dipelajari oleh siapa saja. Metodenya sangat sulit untuk dipahami. Bahan-bahan yang dibutuhkan juga langka. Secara keseluruhan, dunia saat ini memiliki artefak yang lebih sedikit daripada prajurit bela diri dengan peringkat setara.", "Namun demikian, Holy Grounds seperti Broad Creed Mountain cukup makmur untuk menghadiahkan murid-murid mereka dengan artefak.", "Ye Jing dan mereka kebetulan memenangkan tiga tempat pertama kompetisi pemuda untuk murid baru. Artefak yang mereka terima cukup untuk membuat teman-teman mereka iri.", "tetua Cui mengangguk, “Artefak memiliki roh. Jika Kamu memelihara mereka secara konsisten tanpa mengendur, maka mereka akan membantu Kamu menunjukkan kekuatan tambahan ketika saatnya tiba untuk menghadapi musuh. ”", "Ye Jing dan dua lainnya segera mengangguk. Meskipun artefak yang dihargai hanya kelas rendah, tetapi untuk mereka saat ini, artefak ini sudah merupakan harta tertinggi yang mengubah dunia.", "Sebenarnya budidaya mereka saat ini hanya cukup untuk mengendalikan setengah artefak. Artefak yang mereka miliki bisa dianggap peralatan yang sangat mewah.", "Hanya ada sedikit peralatan bagus. Jika mereka bukan anggota Broad Creed Mountain, hanya memiliki setengah artefak akan menjadi rahmat surga.", "Ada banyak orang dengan tingkat kultivasi yang mirip dengan Ye Jing dan mereka di dunia ini yang hanya bisa bergantung pada alat fana.", "tetua Cui memandang ke arah Si Kongqing, Ye Jing, dan yang lainnya, “Delapan ini semua adalah murid baru. Mereka mungkin juga melakukan tugas pelatihan, tetapi pengalaman mereka agak kurang. Kamu delapan, ingatlah untuk berhati-hati. ”", "Si Kongqing dengan tenang berkata, “Murid ini mematuhi.”", "Tujuh lainnya buru-buru menyuarakan persetujuan mereka juga.", "tetua Cui memeriksa enam belas murid muda yang ditugaskan untuk ekspedisi ini ketika dia mengelus jenggotnya. Tatapannya tiba-tiba jatuh pada Ye Jing seolah-olah terkejut, “Hmm? Kultivasi Kamu … Kamu sudah berhasil membangun samudera qi dantian Kamu ?! Kamu tidak berada pada tahap ini lebih awal selama kompetisi remaja. Dalam waktu sesingkat itu, Kamu benar-benar telah ditingkatkan oleh ranah? ”", "Bertingkah seperti budak dan sombong, Ye Jing menjawab sambil tersenyum, “Teknik dan sumber daya yang disediakan oleh sekte jauh lebih unggul dari klan Aku.”", "“Kamu hanya bergabung dengan sekte untuk waktu yang singkat. Ini terutama adalah hasil dari bakat luar biasa Kamu, ”puji tetua Cui.", "Murid-murid muda yang bergabung dengan sekte bersama dengan Ye Jing mengalami perubahan yang lambat dalam pendapat pada saat itu, “Sebelumnya, dia sudah nomor satu dalam kompetisi pemuda, tetapi dalam waktu singkat, dia sekali lagi telah maju satu langkah lagi. Dulu Aku berpikir Aku bisa mengejar setidaknya sedikit, tetapi siapa yang akan mengira perbedaannya benar-benar menjadi lebih besar. ”", "“Meskipun latar belakangnya tidak sebagus kakak senior Yan, tapi … ini juga jenius sejati!”", "Hampir seolah-olah dia tiba-tiba menyadari sesuatu, tetua Cui terus bertanya, “Orang tua ini hanya memikirkan sesuatu. Jika Aku ingat dengan benar, Kamu seharusnya berkultivasi selama hampir tiga tahun penuh, benar? ”", "Ye Jing menjawab, “Ya, tetua terhormat. Di masa muda Aku, Aku berjuang sendiri untuk memperkuat tubuh Aku dan membangun fondasi Aku. Aku benar-benar berhubungan dengan teknik kultivasi dan keterampilan bela diri pada usia tiga belas tahun. ”", "tetua Cui tertawa terbahak-bahak, “Bagus! Baik sekali!”", "Yan Zhaoge berdiri di sisi lain mengamati tindakan ini, bibirnya bergerak-gerak aneh.", "“Aku hanya tahu ini tidak akan sesederhana ini. Jadi itu menungguku di sini. ”Yan Zhaoge melirik sesepuh Cui dengan senyum.", "Beberapa murid muda lainnya tiba-tiba tampak menyadari sesuatu dan diam-diam mengintip Yan Zhaoge.", "tetua Cui memandang antara Yan Zhaoge dan Ye Jing dan menyatakan dengan penuh penghormatan kekaguman, “Jika Aku masih ingat dengan benar, keponakan bela diri Yan dilatih selama hampir tiga tahun penuh sebelum berhasil membangun samudra qi dalam dantiannya. Langit sedang membantu Gunung Pengaku Luas Aku. Jenius lain di antara genius telah muncul! ”", "Ekspresi semua orang secara bertahap menjadi terkendali dan ambigu. Tatapan mereka bergerak bolak-balik antara Yan Zhaoge dan Ye Jing.", "“Kami tidak mengerti keadaan Ye Jing sebelumnya. Sebenarnya, ia hanya secara resmi berkultivasi hanya selama tiga tahun! ”", "” Ye Jing ini sebenarnya seseorang yang sebanding dengan kakak senior Yan. Bakat yang menakutkan! ”", "“Tidak, tunggu. Kakak senior Yan tumbuh di Board Creed Mountain dengan instruksi pribadi dari sesepuh Yan. Lingkungan kultivasi, kondisi, teknik, sumber daya, dan warisannya, tidak peduli aspek apa pun, semuanya lebih unggul dari Ye Jing. ”", "“Melihatnya seperti itu, bukankah ini Ye Jing bahkan lebih … bahkan lebih … tuhan, bagaimana mungkin?”", "Ye Jing menarik napas dalam-dalam. Dia mengangkat matanya dan dengan tenang menatap ke arah Yan Zhaoge dengan punggung lebih lurus dari sebelumnya, seolah-olah dia adalah lembing yang akan menembus langit. ”", "Yan Zhaoge sebaliknya tidak menatapnya. Ketertarikannya meningkat pada Cui yang masih tersenyum.", "Murid-murid lain dari generasi muda mungkin tidak tahu garis bawah orang ini, tetapi bagaimana mungkin Yan Zhaoge tidak tahu?", "Orang tua ini adalah seseorang yang didukung oleh paman militer keduanya, yang merupakan pesaing ayahnya untuk posisi penerus dan pemimpin sekte berikutnya dari Broad Creed Mountain.", "Yan Zhaoge sedikit menyipitkan matanya sejenak. Lalu dia mulai tertawa tanpa suara.", "* Baris ini xhuoxiao ‘说笑‘ mentransliterasikan ke ‘tetua Cui membuat lelucon’ atau ‘tetua Cui menceritakan lelucon’ atau ‘tetua Cui berusaha membuatku tertawa’ tetapi sebenarnya kalimat ini hanyalah respons sederhana untuk memuji. Kamu bisa menganggapnya sebagai jenis etiket. Kamu akan melihat lebih banyak tentang ini di masa depan.", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["HSSB Chapter 1 Indonesian"], "textNovel": ["Bab 1: Aku Mendapatkan Naskah yang Salah!", "Catatan Penerjemah: Tentang cerita ini. Itu dimulai agak lambat tetapi dengan cepat mengambil. Ada pengaturan karakter yang berasal dari cerita lain tetapi Kamu tidak benar-benar perlu membaca atau memiliki pengetahuan tentang cerita dari mana mereka berasal. Tentu saja mengetahui mungkin membuat Kamu tertawa, karena karakter utama Xianxia kadang-kadang tampak seperti orang brengsek abadi yang sombong dan sombong yang layak menerima hukuman. Tapi itu hanya pendapat Aku jadi jangan pikirkan itu.", "Wilayah Surga Tengah, Wilayah Surga, Delapan Dunia Ekstremitas.", "Di luar Gunung Broad Creed, salah satu dari beberapa Tempat Suci budidaya bela diri dari zaman sekarang, Yan Zhaoge berdiri dengan mantel biru bermata hitam yang menutupi pakaian putih. Pakaian ini menyatakan identitasnya sebagai salah satu murid inti terdalam Broad Creed Mountain.", "Dan di seberangnya berdiri seorang pemuda yang tidak percaya dan tidak puas dalam pakaian kuning, “Yan Zhaoge, apakah kamu tidak panik hanya memiliki ayah yang baik?”", "Yan Zhaoge menjawab tanpa ekspresi, “Apa yang baru saja Kamu katakan? Katakan lagi jika kamu berani. ”", "“Aku akan mengatakan apa pun yang aku inginkan. Kamu pikir aku takut padamu? Tidakkah Kamu hanya memiliki ayah yang baik? ”", "Yan Zhaoge menatap pemuda berpakaian kuning dan tiba-tiba tertawa terbahak-bahak, “Bagus sekali, persis apa yang kamu katakan. Aku suka ketika orang mengatakan itu tentang Aku. ”", "Pemuda berpakaian kuning menjadi kaget dan tak bisa berkata-kata.", "Setelah beberapa lama, dia akhirnya berhasil mendapatkan kembali akal sehatnya tetapi dia dengan cepat berubah menjadi kemarahan karena penghinaan. Tanpa mempedulikan konsekuensinya, dia melompat ke Yan Zhaoge.", "Penuh ketidakpedulian, Yan Zhaoge menyatakan, “Kendalikan pukulanmu dan jangan membunuhnya.”", "Pemuda berpakaian kuning tersendat-sendat di tengah aksi. Kemudian dia merasa seluruh tubuhnya mati rasa dan penglihatannya berubah drastis. Beberapa saat kemudian, ketika dia kembali ke akal sehatnya, dia menemukan seseorang yang dengan susah payah mencengkeram punggungnya dan mengangkatnya tinggi-tinggi ke udara.", "Seorang pria yang sangat kekar muncul di depan Yan Zhaoge dengan satu tangan memegang pria berpakaian kuning tinggi di udara seperti orang dewasa mengangkat anak kecil.", "Pria besar itu semua tersenyum ketika berkata, “Pangeran, silakan lanjutkan.”", "Yan Zhaoge hanya mengangguk. Melipat tangannya di belakang punggungnya, dia dengan santai berbalik dan pergi.", "Pria besar itu tertawa nakal sambil masih memegang pemuda berpakaian kuning hanya dengan satu tangan. Sebaliknya, pemuda hanya bisa menangis.", "Yan Zhaoge memasuki gerbang utama sektenya. Saat dia berjalan, rasa puas diri yang dia tunjukkan sebelumnya sudah menghilang tanpa jejak. Ekspresinya menjadi benar-benar tenang.", "Sekilas, ia tampak memiliki sikap yang tenang dan mantap.", "Tapi konotasi sebenarnya di balik kondisinya saat ini adalah …", "dia benar-benar terpana.", "“Script ini salah.” Yan Zhaoge bergumam pada dirinya sendiri. Sebagai anggota yang disebut tentara lintas dunia, pasti ada masalah dengan penyeberangannya.", "Persilangan pertamanya membuatnya mendarat di dunia asing dengan peradaban prajurit perang di puncak kemakmuran. Dia berakhir di gedung penyimpanan buku Divine Palace, yang mengumpulkan karya klasik dari semua bidang dari seluruh dunia.", "Namun, segera setelah itu, ada bencana kelas dunia yang menghancurkan bahkan Divine Palace.", "Yang terjadi selanjutnya tampaknya adalah penyeberangan kedua yang tak terduga, di mana jiwanya tiba di dunia yang sama kecuali bertahun-tahun kemudian.", "Pada titik ini, orang-orang telah menemukan sisa-sisa yang selamat dari musibah dan mendirikan kembali peradaban prajurit perang. Peradaban baru ini masih dalam fase pertumbuhan yang jauh dari puncak.", "Dengan otaknya yang penuh dengan buku-buku langka dan klasik dari era kemakmuran puncak, peralihan kedua Yan Zhaoge ke era sekarang adalah seperti seorang gamer yang terbiasa bermain mode neraka tiba-tiba menemukan dirinya bermain game dalam mode mudah.", "Itu terlalu luar biasa.", "Satu-satunya masalah dengan penyilangan kedua terletak pada kekacauan mengerikan yang ditinggalkan oleh pemilik asli tubuhnya.", "“Pangeran, bahan-bahan yang kamu cari semuanya telah ditemukan,” lelaki bertubuh besar itu sekali lagi menyusul, “Informasi tentang lokasi True benih api‘ Li Flame True Fire * * juga telah ditemukan. ”", "Yan Zhaoge sedikit memperlambat langkahnya, “Informasi ini memang sulit didapat. Apakah lokasi yang tepat telah dikonfirmasi? ”", "“Itu ada di wilayah timur laut Dragon Sealing Pool. Area pencarian telah berkurang semaksimal mungkin. Tidak butuh waktu lama bagi orang-orang kami untuk mengirim kembali berita tentang lokasi yang lebih tepat, “pria besar itu menjawab dengan tawa tulus.", "“Tidak buruk. Tidak buruk, “Yan Zhaoge mengangguk puas.", "Ayah Yan Zhaoge tidak hanya seorang tetua penting dari sekte dengan banyak otoritas, ia juga adalah patriark keluarga Yan saat ini, yang merupakan klan besar yang termasyhur dan berpengaruh yang kemasyhurannya tersebar di seluruh benua. Mereka yang memanggil pangeran Yan Zhaoge sebagai lawan saudara bela diri adalah semua bawahan dari keluarga Yan.", "Jika Yan Zhaoge menginginkan sesuatu, dia hanya perlu membuat daftar dan tentu saja akan ada bawahan untuk melaksanakan tugas.", "Dengan kata lain, Yan Zhaoge saat ini adalah kelahiran kelas atas, memiliki ayah omong kosong yang sangat konyol, dan dirinya sendiri jenius. Semuanya sempurna dan seharusnya hanya ada pelayaran mulus dari sini.", "Tapi … sesuatu sepertinya tidak beres.", "“Pangeran, ada satu hal lagi—” pelayan kekar itu ingin mengatakan sesuatu yang lain, tetapi kemudian tiba-tiba memutuskan hubungan.", "Seorang pria paruh baya dengan aura yang sangat dalam berjalan ke arah mereka. Setiap langkah sepertinya mengguncang dunia di sekitarnya.", "Begitu dia mendekati, dia dan Yan Zhaoge bertukar etiket yang tepat. Pria paruh baya itu berkata dengan sedikit senyum, “Ini baru beberapa hari, budidaya keponakan laki-laki bela diri Yan tampaknya berkembang setiap hari.”", "Yan Zhaoge tersenyum dan menjawab, “Keterampilan dari ketekunan. Ketidakmampuan dari mengumbar. Aku tidak berani mengendur. ”", "Pria paruh baya itu berkata, “Saat ini, ada pergerakan di Dragon Sealing Pool. Kami sedang bersiap untuk mencari tahu situasi. Para tetua telah memutuskan untuk mengirim generasi muda terlebih dahulu. Kebetulan kompetisi sekte pemuda baru saja selesai. Sekte ingin mengirim delapan murid peringkat teratas untuk memberi mereka kesempatan untuk berlatih.", "“Hanya saja, menurut rumor, rival lamamu juga ada di sekitar Kolam Penyegelan Naga. Jika keponakan bela diri Yan tidak sibuk dalam waktu dekat, Kamu mungkin juga bertindak sebagai pemimpin pasukan untuk ekspedisi ini. ”", "Dia menatap Yan Zhaoge dengan mata penuh harapan dan kekaguman.", "Pemuda di depannya memiliki bakat luar biasa, putra surga pilihan yang sejati. Dia adalah sosok yang terkenal dan pemimpin yang diakui di antara orang-orang dari kelompok usianya. Dia adalah kebanggaan generasi muda Broad Creed Mountain.", "Hanya para genius di antara para genius, seperti pada para genius yang berdiri paling menonjol di atas teman sebaya mereka yang sama dalam sekte-sekte terbaik mutlak di Dunia Delapan Ekstremitas, yang bisa dibandingkan dengannya. Mereka adalah pelaku kejahatan, orang-orang aneh, dan orang-orang yang berdiri begitu jauh di atas massa sehingga mereka tidak lagi tampak manusia.", "Di era saat ini, ada empat pangeran yang terkenal jauh dan luas di seluruh Dunia Delapan Ekstremitas. Salah satunya adalah Pangeran Pengakuan Iman Luas Yan Zhaoge. Diakui oleh massa sebagai pahlawan elit, dikatakan bahwa selama dia tidak mati lebih awal, dia pasti akan menciptakan legenda baru.", "“Kolam Naga Sealing itu …” Yan Zhaoge merenung sedikit sebelum menerima tepat di tempat, “Tidak ada masalah penting di tangan, aku mungkin juga melakukan perjalanan ini. Aku secara alami akan menjaga saudara dan saudari junior Aku sedikit. ”", "Yan Zhaoge mengerti apa yang orang itu maksudkan. Ada anggota kuat dari generasi junior dari sekte lain yang juga beroperasi di dekat Kolam Penyegelan Naga.", "Jika murid sekte ditekan selama pertemuan antara generasi muda, itu akan menjadi pukulan terhadap kemuliaan sekte. **", "Di sisi lain, jika seorang paman bela diri memimpin pasukan, generasi muda jelas tidak akan diganggu tetapi sebaliknya ini juga akan melemahkan gengsi dan pengaruh generasi muda sekte itu.", "Sehubungan dengan dirinya sendiri, Yan Zhaoge akan dengan senang hati meninggalkan sekte lebih sering. Lagi pula, baginya seluruh dunia ini baru. Dia ingin mengkolaborasikan ingatan dalam benaknya dengan dunia luar.", "Dia akan perlu melakukan ekspedisi ke Dragon Sealing Pool cepat atau lambat. Beberapa rencananya memerlukan lingkungannya yang unik. Tujuannya saat ini juga terletak di Dragon Sealing Pool. Jadi kali ini, dia akan bermain dengan nyaman.", "Pria paruh baya itu menjadi lebih periang setelah Yan Zhaoge menerima permintaannya, “Untuk tamasya ini, keponakan bela diri Yan juga dapat bertindak sebagai contoh bagi generasi muda. Aku percaya mereka dapat belajar banyak hal sebagai hasilnya. ”", "Setelah cuti pria paruh baya itu, Yan Zhaoge melanjutkan perjalanannya. Pria kekar mengikuti di sampingnya dan melanjutkan diskusi mereka sebelumnya, “Pangeran, sebelumnya An ingin memberi tahu Kamu pelatihan pintu dekat wanita Lin tampaknya telah diperpanjang. Dia tidak akan keluar sesuai jadwal. ”", "Menurut pendapatnya, tuannya harus bereaksi dengan penyesalan dan ketidakpuasan setelah mendengar berita ini.", "Namun, pada kenyataannya Yan Zhaoge saat ini memiliki keinginan untuk memutar matanya.", "Ini adalah kekacauan mengerikan yang ditinggalkan oleh pemilik asli tubuhnya.", "Selama perjalanan pelatihan sebelumnya, pemilik asli tubuh ini bertemu dengan seorang gadis.", "Gadis itu awalnya memiliki teman masa kecil yang kebetulan juga kekasihnya. Namun, setelah bertemu dengan Yan Zhaoge yang sempurna pada saat itu, dia menjadi terharu. Demi masa depan yang lebih cerah, dia meninggalkan kekasih aslinya.", "Meskipun pemilik asli dari tubuh ini tidak dengan sengaja menggoda gadis itu, tetapi dia tidak akan menolak gadis cantik yang menawarkan dirinya kepadanya. Ini menyebabkan banyak kebencian pada mantan pacar gadis itu.", "Perbedaan antara pemilik asli tubuh dan anak lelaki biasa itu terlalu besar. Meskipun dia tidak menekan atau mempersulit bocah itu, dia tetap menganggap permusuhan bocah itu di bawah penghinaan.", "Bakat bela diri gadis itu benar-benar tidak biasa. Awalnya dia seperti debu mengumpulkan mutiara di sudut kecil dunia, tetapi begitu dia mengikuti pemilik asli tubuh ke Gunung Broad Creed dan menjadi seorang murid, budidayanya tumbuh dengan pesat.", "Beberapa saat setelah dia menjadi seorang murid, gadis itu memulai pelatihan pintu tertutup dan pada saat itulah Yan Zhaoge mengalami persilangan kedua, mengambil alih tubuhnya yang sekarang.", "Diakui, gadis itu adalah kecantikan kelas atas yang tak terbantahkan.", "Dia adalah gadis yang cantik dan anggun yang bahkan diinginkan seorang pangeran. Namun, untuk Yan Zhaoge saat ini, hanya itu yang dia miliki. Wajahnya menyenangkan dan menghangatkan hati, tetapi dia tidak punya perasaan khusus terhadapnya.", "Bencana Alam Besar yang ia alami selama penyeberangan pertama dan pemandangan Divine Palace yang dihancurkan terukir selamanya dalam benak Yan Zhaoge.", "Bahkan Divine Palace yang tak terkira dapat dihancurkan, siapa di antara surga dan bumi ini yang bisa tetap aman dan sehat selamanya?", "Beberapa orang akan putus asa setelah menyaksikan adegan itu. Hiduplah dalam momen dan nikmati selagi masih bisa. Namun, pilihan Yan Zhaoge berbeda. Dia memilih untuk bekerja keras dan memperkuat dirinya sendiri.", "Meskipun ayahnya adalah omong kosong yang sangat konyol, titik awalnya sendiri luar biasa, latar belakangnya luar biasa, dan bawahannya tak terhitung banyaknya, Yan Zhaoge masih dengan bersemangat menghargai setiap memo sumber daya yang tersedia. Dia menghabiskan semua itu tanpa sia-sia untuk memperkuat dirinya sendiri.", "Dia memanfaatkan setiap detik, setiap menit.", "Ini sudah menjadi naluri alaminya.", "Selama waktu setelah penyeberangan keduanya, Yan Zhaoge semakin terbiasa dengan identitas dan lingkungan barunya. Ketika hari-hari berlalu, ia beradaptasi dengan orang-orang dan hal-hal di sekitarnya. Namun, beberapa hal masih belum bisa diubah.", "Baginya, hal yang paling penting adalah berkultivasi dengan ketat, tanpa menyia-nyiakan lingkungan dan keadaan superiornya.", "Di dunia ini di mana jalur perang berkuasa, kekuatan seorang individu berpotensi menentukan nasib seluruh dunia. Hanya kekuatan yang dihormati. Hanya pemenangnya adalah raja.", "Tapi Yan Zhaoge menemukan, segala sesuatunya tidak sesederhana kelihatannya.", "Pada saat itu, pria besar di sampingnya kebetulan menyebutkan, “Pangeran, selain masalah wanita Lin, An juga menyelidiki Ye Jing.", "“Saat ini berusia enam belas tahun. Seorang warga Kerajaan Tang Timur, Wilayah Surga Timur, Wilayah Surga. Kedua orang tuanya meninggal ketika dia berusia tiga tahun. Dia dibina oleh kerabat. Karena dia tumbuh dengan mengandalkan amal kerabatnya, dia diganggu.", "“Dia tampak seperti orang biasa tanpa sifat yang tidak biasa. Bakat bela dirinya benar-benar rata-rata. Kecuali kenyataan bahwa ia tumbuh bersama dengan wanita Lin, tidak ada hal lain yang patut diperhatikan.", "“Namun, setelah Kamu pergi bersama dengan wanita Lin, dia mengalami perubahan yang luar biasa. Kultivasinya melonjak dan perilakunya menjadi menakjubkan. Pertama dia menstabilkan posisinya sendiri di dalam rencana, kemudian dia membantu klannya tumbuh lebih kuat dan menekan lawan-lawannya.", "“Meninggalkan rumah, ia menuju ke ibukota Kerajaan Tang Timur dan mencapai ketenaran yang cukup besar di kalangan generasi muda. Sebagai hasilnya, ia memperoleh hak untuk berpartisipasi dalam ujian seleksi murid Broad Creed Mountain.", "“Setelah dia berhasil lulus ujian dan bergabung dengan Broad Creed Mountain sebagai murid, momentumnya tampaknya lebih kuat daripada wanita Lin. Penampilannya sangat luar biasa.", "“Di antara murid-murid baru, dia adalah yang terbaik. Baru-baru ini, ia bahkan mencapai nomor satu dalam kompetisi pemuda sekte. ”", "Pria besar itu menghentikan rujukannya dan mengeluarkan tawa tulus, “Namun, dibandingkan dengan pangeran, ia bahkan tidak memenuhi syarat untuk bersaing.”", "Namun Yan Zhaoge, menggerakkan bibirnya. Pikiran aktualnya adalah di sepanjang garis, “Ini akan menjadi keajaiban jika itu benar-benar benar.”", "Itu tidak bisa membantu. Tidak peduli bagaimana dia melihatnya, hal itu tampaknya menjadi templat karakter utama.", "Di sinilah letak masalahnya. Apa perannya dalam karakter utama Ye yang tiba-tiba naik ke tampuk kekuasaan?", "“Biarkan aku berpikir. Sosok jenius nomor satu saat ini dari generasi muda di sekte yang sama. Tuan muda yang kaya. Memiliki kekuatan pribadi yang cukup besar. Punya ayah yang bisa menyalahgunakan wewenangnya demi Aku. Memiliki latar belakang yang signifikan dan berpengaruh. Dan yang paling penting, sepertinya ‘aku mencuri pacarnya?", "“Pemilik asli tubuhku tampaknya bahkan telah memetik bunga gadis bernama Lin?", "“… yeah, bagian luar dari kantong dagingku ini juga cukup bagus, sangat tampan jika aku harus mengatakannya sendiri. Tubuh ini sangat cocok untuk masalah sulit yang ingin melakukan tindakan pangeran palsu. Memukul atau menginjak wajah seperti ini mungkin akan menghasilkan banyak kehangatan dan kekaburan.", "“Dan setelah itu, ayahku akan mencoba membantuku, menjadi batu loncatan seperti aku. Ini akan menciptakan jalan yang karakter utama perlu tiba-tiba naik ke kekuasaan. Satu orang menyerahkan wajahnya untuk dihancurkan dan seluruh keluarganya segera menyusul, termasuk pengiriman gratis … ”", "Yan Zhaoge memutar matanya.", "Script ini jelas salah!", "* ‘Li’ dalam ‘Li Flame True Fire’ mengacu pada 离 li seperti pada simbol ☲ dalam delapan trigram, yang mewakili api.", "** Kemuliaan seperti di wajah – secara harfiah wajah sekte akan terlihat buruk", "Lebih Banyak Catatan Penerjemah: Pertama, karena Aku tidak memiliki editor, jika Kamu menemukan kesalahan, silakan tinggalkan komentar. Terima kasih.", "Sesuatu yang perlu dicatat tentang wuxia adalah bahwa banyak istilah yang sebenarnya tidak ada dalam bahasa Inggris atau karakter itu sendiri mengandung banyak makna, membuat banyak hal sulit untuk diterjemahkan tanpa kehilangan sebagian artinya. Sebagai contoh, pada judul kita memiliki kata shixiong; Aku memilih untuk menggunakan kakak laki-laki sebagai kompromi antara kakak laki-laki (yang mungkin juga berfungsi, tetapi kedengarannya agak mirip kakak laki-laki seperti pada kakak laki-laki normal keluarga yang sangat tradisional) dan saudara laki-laki bela diri (yang tidak memiliki kemampuan untuk menunjukkan apakah saudara bela diri lebih tua atau lebih muda). Di sisi lain, Aku hanya bisa menempatkan saudara bela diri yang lebih tua, tetapi itu hanya sebuah twister lidah dan karakter mengatakannya sepanjang waktu. ‘Saudara laki-laki bela diri’ adalah enam suku kata, yang dapat Aku gunakan untuk membuat kalimat, berlawanan dengan shixiong, yang hanya dua suku kata. Ada banyak hal seperti itu dan banyak pepatah semu yang membuat novel ini lebih sulit untuk diterjemahkan daripada yang lain. Ini juga kehilangan banyak terjemahan, terutama humor, jadi jika Kamu tahu bahasa Cina, Aku sarankan Kamu tidak malas dan membaca yang asli. Tapi Aku sangat suka cerita ini, jadi Aku akan menerjemahkan ini daripada yang lain. Ngomong-ngomong, inilah inti masalahnya. Kadang-kadang Aku tidak akan bisa memutuskan apakah akan menerjemahkan sesuatu atau mungkin Aku tidak bisa memutuskan bagaimana menerjemahkan sesuatu dan kemudian terserah kepada Kamu untuk memutuskan.", "Ini keputusan pertama: Gunung Guang Cheng atau Gunung Creed.", "Ini adalah nama sekte karakter utama. Kata-kata dapat secara harfiah ditransliterasikan sebagai Broad Creed tetapi juga dapat diterjemahkan sebagai ‘banyak cara untuk mengambil keuntungan’ atau ‘menunggang lebar’ atau ‘banyak sekte’ atau banyak terjemahan lain yang mungkin, meskipun ide umum di baliknya mengambil konteks ke dalam Perlu dicatat bahwa sekte ini sangat fleksibel dan adaptif dalam seni bela diri.", "Hal lain yang perlu diperhatikan adalah gagasan Cina tentang ‘wajah’, yang sebenarnya tidak berarti ‘wajah’ melainkan tipe kebanggaan aneh yang mengikuti aturan tertentu, seperti tidak menggertak mereka yang lebih lemah, tampaknya memiliki kekuatan yang sama dengan Kamu saingan, menepati janji Kamu, jika Kamu mengatakan sesuatu Kamu tidak harus kembali pada itu. Wajah bisa menjadi hal yang baik dan buruk. Pembudidaya jahat biasanya memperlakukan wajah sebagai alat untuk memanipulasi pembudidaya yang Benar. Pada saat yang sama, ironisnya para pembudidaya jahat akan memegang terutama menyimpan dendam jika Kamu membuat mereka kehilangan muka. Kehilangan muka cukup berarti a) menderita kekalahan dari orang-orang yang Kamu lihat lebih lemah dari diri Kamu sendiri (ini biasanya merupakan perpanjangan dari menjaga kata-kata Kamu dan kata-kata biasanya secara harfiah adalah “Aku lebih kuat dari Kamu” atau “Aku dapat menghancurkan Kamu dengan satu jari ”, dll.) dan b) bawahan gagal menepati janji. Cara untuk mendapatkan wajah adalah menjadi sukses secara umum dan memiliki reputasi dan ketenaran Kamu melambung. Tentu saja, semakin terkenal Kamu, semakin mudah kehilangan muka. Tetapi selama Kamu bukan udik balas dendam yang didorong oleh sedikit saja, Kamu belum material yang cocok untuk penjahat wuxia / xianxia.", "Jadi haruskah Aku menggunakan ‘wajah’ atau haruskah Aku melakukan yang terbaik untuk menerjemahkan konsep itu menjadi kebanggaan?", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["HSSB Chapter 9 Indonesian"], "textNovel": ["Bab 9: Mengambil Jalan yang Lebih Sedikit Dilalui, Bertingkah Dingin tanpa Penjelasan", "Jika Kamu punya ide maka cobalah segera. Kelompok ini mengeksplorasi Dragon Sealing Abyss dan melakukan perjalanan selama beberapa waktu. Ketika kelompok itu berhenti untuk istirahat, Yan Zhaoge segera duduk bersila dan mulai bermeditasi.", "Di antara kelompok itu, tatapan Ye Jing terfokus pada Yan Zhaoge.", "“Pada akhirnya akan ada hari ketika aku akan mengalahkanmu. Ketika waktu itu tiba, mari kita lihat apakah Kamu dapat mempertahankan kemuliaan Kamu, penghinaan Kamu, dan ekspresi bangga di wajah Kamu … ”", "Selain dendam lamanya, Ye Jing saat ini merasakan emosi aneh yang tidak bisa dijelaskan ketika berhadapan dengan Yan Zhaoge.", "Itu agak seperti apresiasi timbal balik antara para genius, tapi ada lebih banyak rasa canggung dan jengkel.", "Itu hampir seolah-olah mereka adalah musuh alami, dan ini membuatnya merasa seperti sedang ditekan, yang selanjutnya membuatnya merasa tidak enak.", "“Anehnya, Api Nyala Api Li yang dia sebutkan kembali di aula urusan juga sangat berguna bagi Aku,” pikir Ye Jing dalam benaknya, “Jika itu jatuh ke tangannya dan digunakan untuk tujuannya, itu benar-benar akan menjadi limbah…”", "Sama seperti Ye Jing memikirkan pikiran-pikiran itu, matanya tiba-tiba melebar dan semakin melebar lagi.", "Si Kongqing dan yang lainnya juga menemukan sesuatu yang tidak biasa terjadi pada saat ini. Yan Zhaoge saat ini sedang bersepeda kabut hitam yang ditakuti dihindari oleh semua orang ke dalam tubuhnya.", "Tindakan ini di mata mereka seperti bunuh diri dengan racun.", "Yan Zhaoge tidak peduli dengan apa yang dipikirkan oleh pengamat itu. Melihat ke dalam tubuhnya, qi kacau balau qi bisa terlihat berkumpul di bawah kendali teknik rahasia karena membentuk sesuatu yang mirip dengan roda gerinda. Kemudian dipengaruhi oleh gelombang astral qi, ia mulai berputar tanpa henti.", "Saat berputar, qi astral di dalam tubuh Yan Zhaoge menjadi semakin tajam seperti pisau yang dipoles, dan dia samar-samar dapat mendeteksi qi-nya yang mulai menembus jalan keluar dari tubuhnya.", "“Bagus sekali. Dibandingkan dengan budidaya normal, efisiensi meningkat tiga hingga lima kali atau mungkin lebih. Meskipun itu hanya berlaku untuk pelatihan dari astral qi yang diinternalisasi ke qral astral yang diinternalisasi tetapi masih dapat menghemat banyak waktu. Ranah bela diri yang dieksternalisasi sekarang sudah dekat. ”", "Yan Zhaoge mengangguk puas. Sesi latihannya telah mencapai akhir fase sehingga dia berhenti berkultivasi untuk saat ini. Dia membuka matanya dan hal pertama yang dilihatnya adalah sekelompok murid terkejut dan bingung menatapnya.", "“Sangat mudah untuk menarik mata orang lain ketika seseorang berhenti berjalan di jalan yang biasa …” Yan Zhaoge berpikir pada dirinya sendiri dan menyeringai, “Hidup berakting keren ini benar-benar tidak perlu penjelasan.”", "Salah satu mata para murid muda melintas dengan pemahaman tiba-tiba, “Karena perubahan tiba-tiba di Dragon Sealing Abyss, kabut hitam lebih bergejolak dari sebelumnya. Jenis perubahan yang belum pernah terlihat ini aneh dan tidak bisa dijelaskan. Kakak senior Yan membawa kabut ke tubuhnya untuk menganalisis perubahan ini dengan lebih baik, bukan? Tetapi metode jenis ini terlalu berbahaya. ”", "Yan Zhaoge terkejut sedikit. Dia sedikit terdiam pada kemampuan orang untuk membuat omong kosong untuk hal-hal yang mereka tidak mengerti.", "Semua orang merespons dengan kesadaran yang tiba-tiba. Mereka menganggukkan kepala karena diyakinkan, “Begitulah adanya.”", "Ye Jing masih memiliki beberapa keraguan dan jarinya tanpa sadar membelai cincin merah gelap yang dipakainya.", "Melihat Ye Jing, Zan Zhaoge tidak bisa membantu tetapi memutar matanya meskipun dia melakukannya dengan lebih cepat daripada yang dapat dirasakan oleh siapa pun, “Dia benar-benar memiliki cincin …”", "Meskipun ia mungkin memiliki pertemuannya sendiri yang beruntung, metode rahasia, dan hal-hal lain yang tidak diketahui Yan Zhaoge, tetapi Ye Jing naik dengan cepat dan kultivasinya yang cepat dan yang lebih penting kemampuannya berdiri dari massa, tidak sulit untuk menghubungkan mereka hal-hal untuk cincinnya.", "Namun, Yan Zhaoge sama sekali tidak peduli dengan cincin itu.", "Pada saat ini, semua orang meneriakkan pujiannya dan menyatakan kekaguman mereka, “Bahkan jika seorang sarjana bela diri memiliki kultivasi yang lebih tinggi dari saudara senior Yan, mereka masih tidak akan berani untuk langsung mengambil kabut hitam ke dalam tubuh mereka, kan?”", "Bagi mereka, kabut hitam adalah sesuatu yang bisa merenggut nyawanya kapan saja. Sedangkan untuk Yan Zhaoge, dia tampak acuh tak acuh terhadapnya.", "“Singkatnya, ini bukan sesuatu yang harus kamu tiru dengan gegabah. Kalau tidak, itu seperti membuka pintu untuk pencuri atau membiarkan serigala masuk ke kamar Kamu, sangat berbahaya, “kata Yan Zhaoge. Dia berdiri dan membersihkan debu dari bajunya. Kemudian dia memimpin dan mulai berjalan sekali lagi. Yang lain bergegas untuk menyusul.", "Pada saat ini, sosok tinggi melesat ke arah mereka dari belakang kelompok dan menyusul Yan Zhaoge. Orang ini adalah Ah Hu.", "Yan Zhaoge tidak berhenti. Langkahnya terus tanpa gangguan, tidak lambat maupun cepat. Ketika Ah Hu datang ke sisi Yan Zhaoge, dia mengirim transmisi suara, “Pangeran, kami punya informasi. Meskipun kami belum dapat memverifikasi tetapi rumor mengatakan bahwa Ye Jing menarik mata tajam Shi yang lebih tua setelah kompetisi pemuda murid yang baru. ”", "Yan Zhaoge berbalik dan menatap Ah Hu setelah mendengar berita ini.", "Ah Hu mengangguk, “Ada desas-desus bahwa tetua Shi mengagumi bagaimana dia terus-menerus berusaha untuk memperbaiki dirinya sendiri untuk mencapai titik ini dan wataknya yang gigih. Dia siap untuk mengamati Ye Jing sebentar dan jika tidak ada masalah, dia bermaksud untuk menerima Ye Jing sebagai murid langsungnya. ”", "Yan Zhaoge menyeringai, “Tidak heran …”", "tetua ini tidak seperti para tetua lainnya. tetua Shi tidak bisa dibandingkan dengan tetua Cui sebelumnya, atau bahkan tetua urusan yang mengawasi Kerajaan Tang Timur. Tak satu pun dari mereka yang mendekati levelnya.", "tetua Cui hanyalah tetua diaken dan terlebih lagi dia adalah tipe yang perlahan-lahan mencapai posisinya selama bertahun-tahun akumulasi.", "Tetua urusan Kerajaan Tang Timur adalah sesepuh urusan tetapi di atasnya masih ada sesepuh Wilayah Timur yang memerintah seluruh Wilayah Surga Timur.", "Sedangkan, tetua Shi adalah kepala tetua dari aula hukuman seluruh sekte, yang memiliki kekuatan untuk menegakkan semua aturan dan hukuman. Dalam hal peringkat, dia setara dengan sesepuh Wilayah Timur, tetapi dalam hal otoritas dan kekuasaan, dia jauh lebih kuat.", "Dia adalah paman militer tertua Yan Zhaoge, dan murid langsung tertua sekte pemimpin Broad Creed Mountain.", "Pria ini jujur ​​dan blak-blakan. Dia menganggap dirinya kurang berbakat daripada ayah Yan Zhaoge dan paman militer kedua, dan dengan demikian secara terbuka mengumumkan pengunduran dirinya dari perlombaan untuk posisi penggantinya sejak dini. Dia bersedia mendukung siapa pun yang memenangkan perlombaan karena semuanya demi mengembangkan sekte.", "Sebenarnya, bahkan jika tetua Shi menganggap dirinya tidak mampu seperti kedua saudara lelakinya yang junior, kemampuannya yang sebenarnya sebanding dengan keduanya. Selain itu, ia adalah grandmaster bela diri veteran, salah satu dari ahli puncak nomor Gunung Creed. Di seluruh Delapan Dunia Ekstremitas, kehebatannya dikenal luas dan luas.", "Dia mungkin tidak berpartisipasi dalam perlombaan untuk menjadi penerus sekte ini, tetapi pendapatnya tetap sangat berbobot. Bahkan pemimpin sekte saat ini sangat menghargai pendapatnya.", "Tidak peduli siapa yang menjadi pemimpin sekte berikutnya, ia akan terus menempati posisi kepala aula kepala tetua. Dia tidakhanya dalam nama tetapi juga dalam kenyataan, tembakan super besar dari sekte tersebut.", "Pada saat ini, paman militer tertua ini tetap netral dalam persaingan antara ayah Yan Zhaoge dan paman militer keduanya.", "Mempertimbangkan sikap Ye Jing terhadap Yan Zhaoge, seandainya Ye Jing dibunuh karena kecemburuan saingan cinta, reaksi tetua Shi dapat dengan mudah dibayangkan.", "Bahkan jika tidak ada bukti, hanya kecurigaan, itu masih bisa mempengaruhi persepsi pihak lawan.", "Ah Hu melanjutkan, “Tentang masalah ini, Ye Jing sendiri mungkin tidak tahu. tetua Shi ingin mengamatinya lebih lama. ”", "Dia memandang Yan Zhaoge lagi dan berkata dengan jengkel *, “Pangeran, kali ini An takut kamu mungkin benar-benar perlu menjaga Ye Jing itu. Kalau tidak, jika dia mati di Dragon Sealing Abyss, bahkan jika kamu tidak melakukannya, kesalahan tetap akan menimpamu. ”", "Yan Zhaoge menyentakkan bibirnya dan berpikir pada dirinya sendiri, “Seolah-olah. Bagaimana bisa seseorang yang memiliki aura karakter utama mati dengan mudah? ”", "“Setelah aku memasuki Dragon Sealing Abyss, kamu akan bertanggung jawab untuk tetap memiliki hubungan antara kami dan dunia luar. Terima kasih atas masalah Kamu, Kamu harus menjalankan banyak perjalanan. ”", "Ekspedisi berjalan di sepanjang jalan dengan lentera asap hijau yang menekan Dragon Sealing Abyss. Mereka dengan cepat mencapai ujung jalan ini.", "Yan Zhaoge berhenti berjalan. Dia mengeluarkan kompas khusus, yang berfungsi untuk mencegah disorientasi dan menstabilkan jalan mereka, dan lilin hijau, yang berfungsi mirip dengan lentera. Setelah menyalakan lilin, dia mengacungkannya dan berjalan ke kabut hitam tebal. Semua orang melakukan tindakan yang sama, mengikuti Yan Zhaoge dengan hati-hati.", "Meninggalkan segel lentera lentera, kabut hitam di sekitarnya segera tumbuh lebih keras dan bergolak, seperti ombak besar yang mengamuk menimpa kelompok itu.", "Jika bukan karena Yan Zhaoge dan Ah Hu melindungi semua orang dari depan, anggota kelompok yang lain hanya akan dapat tetap berada di kabut hitam ini untuk sementara waktu bahkan dengan lilin menyala.", "“Seperti yang diharapkan, cha cha dao sangat buruk jauh lebih tebal dan alirannya jauh lebih cepat dari sebelumnya. Jelas ada sesuatu yang menyebabkan gangguan ini. “Mata Yan Zhaoge melihat sekeliling ketika tatapannya menembus kabut hitam tebal.", "Dengan kondisi lapangan sehingga seseorang tidak bisa melihat jari-jarinya setelah mengulurkan tangannya, bahkan mata Yan Zhaoge hanya bisa melihat benda-benda di dekatnya.", "Ada cahaya merah tidak jelas yang mengalir dengan cepat berkedip seperti kilat di malam hari. Fenomena jenis ini adalah sesuatu yang belum pernah terlihat sebelumnya di Dragon Sealing Abyss.", "Tanpa membutuhkan instruksi Yan Zhaoge, Ah Hu mengulurkan tangannya dan meraih cahaya.", "Ketika tangannya kembali, sepotong benda merah bisa terlihat di telapak tangannya. Dalam gelap, samar-samar bersinar dan bergoyang-goyang seolah-olah itu hidup, hampir seperti ingin memasuki daging Ah Hu.", "“Sesuatu dari luar …” kata Yan Zhaoge setelah meliriknya. Dia tiba-tiba memicingkan matanya, “Seperti yang Aku duga, ini bukan anomali alami, melainkan sesuatu yang disebabkan oleh manusia.”", "* Bagian ini juga dapat diterjemahkan sebagai “dikatakan seolah-olah bolanya pecah / kesakitan” … itu lucu tapi bukan terjemahan yang benar.", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["HSSB Chapter 8 Indonesian"], "textNovel": ["Bab 8: Musuh dari Masa Lalu", "TN: Karena bab ini agak membosankan, jadi Aku memutuskan untuk menghubungkannya ke bab lain, yang akan segera hadir …", "Hal pertama … Dragon Sealing Abyss menjadi Dragon Sealing Abyss … mungkin Aku harus membaca dulu jadi Aku tahu apa hal-hal ini sebelumnya …", "Yan Zhaoge tidak terlalu memikirkan pikiran orang lain. Apakah itu Ye Jing atau Si Kongqing atau orang lain, dia sama sekali tidak peduli.", "Sementara masalah Dragon Sealing Abyss agak mendesak, rute mereka saat ini melintasi Kerajaan Tang Timur. Jika itu hanya pengamat saja, itu tidak masalah, tetapi penguasa Kerajaan Tang Timur saat ini adalah seseorang yang perlu diperhatikan Yan Zhaoge dalam kapasitas resminya.", "Orang itu lebih dari sekadar raja Kerajaan Tang Timur, salah satu tokoh kuat dan berpengaruh di Wilayah Surga Timur. Lebih penting lagi, dia adalah teman lama ayah Yan Zhaoge sejak dia masih muda dan dia juga menunjukkan banyak perhatian terhadap Yan Zhaoge di masa lalu.", "Ketika ada ketidaknormalan di Dragon Sealing Abyss, prajurit terkuat Kerajaan Tang Timur termasuk tuan dan pengawas dari Broad Creed Mountain akan merespons secara alami terlebih dahulu karena mereka yang terdekat. Sebagai orang pertama yang tiba di tempat kejadian, mereka sudah menyelidiki dan menekan kegiatan yang tidak biasa. Ekspedisi Yan Zhaoge ke zona bahaya, Dragon Sealing Abyss, mengharuskannya memperoleh pemahaman menyeluruh tentang area dan informasi tentang perkembangan terbarunya.", "Setelah mengunjungi Penguasa Kerajaan Tang Timur, Yan Zhaoge melakukan kunjungan resmi ke tetua urusan Broad Creed Mountain yang mengelola Kerajaan Tang Timur.", "Kunjungan ini tidak akan semudah atau selaras seperti yang sebelumnya, karena kehadiran anggota Broad Creed Mountain di Kerajaan Tang Timur ini kebetulan milik faksi paman militer kedua Yan Zhaoge.", "tetua Urusan Tang Timur tampaknya adalah orang tua yang serius di luar. Dia mengintip Yan Zhaoge dan tanpa omong kosong yang tidak perlu, dia menyatakan apa yang sudah diketahui tentang situasi dalam beberapa kalimat sederhana. Yan Zhaoge mendengarkan dan merenung pada saat yang sama.", "“Chao Yuanlong dari Sun Saint Sect juga telah muncul di Dragon Sealing Abyss. Tetaplah fokus dan bersiaplah, ”sesepuh itu berkata dengan tenang setelah menggambarkan perubahan yang terjadi di Dragon Sealing Abyss.", "Yan Zhaoge tersenyum dan berkata, “Apakah bukan karena dia bahwa sekte meminta Aku untuk memimpin ekspedisi ini?”", "Di dunia sekarang, beberapa Tempat Suci berdiri sejajar satu sama lain. Sun Saint Sect adalah salah satu dari sedikit kekuatan besar yang bisa dibandingkan dengan Broad Creed Mountain. Faktanya, kekuatannya bahkan lebih besar dari Broad Creed Mountain dan secara tak terlihat memegang posisi Tanah Suci nomor satu.", "Chao Yuanlong adalah salah satu genius hebat Sun Saint Sect dari generasi muda, ia juga dikenal sebagai putra surga pilihan. Kebetulan dia seusia dengan Yan Zhaoge dan memiliki tingkat kultivasi yang sama, menginternalisasi fase akhir astral qi. Di Dunia Delapan Ekstremitas, ia juga merupakan anggota generasi muda yang terkenal dan akan datang.", "Pemilik asli tubuh Yan Zhaoge berkonflik dengan Chao Yuanlong tiga kali, dan ketiga pertukaran berakhir dengan dasi. Keduanya dikenal sebagai musuh lama generasi muda di Dunia Delapan Ekstremitas.", "Tetua urusan Tang Timur berkata, “Orang itu juga bakat langka. Untuk menumbuhkan Teknik Jarum Emas Yang Lebih Besar dari Sun Saint Sect ke tingkat kedelapan, ia membutuhkan lebih dari sekadar bakat luar biasa; ketekunan besar juga diperlukan. Jika dia bisa menembus ke tingkat berikutnya, Kamu harus mengerti tanpa orang tua ini memberi tahu Kamu, benar? ”", "Greater Yang Golden Needle Technique adalah teknik bela diri yang tidak populer dari Sun Saint Sect. Jika dibudidayakan ke tingkat yang tinggi, itu dapat menunjukkan kecakapan yang sangat tangguh. Di antara prajurit dari tingkat yang sama, itu adalah salah satu teknik yang ada di puncak.", "Namun, kekuatannya agak terbatas pada tahap awal, setidaknya sebelum mencapai tingkat keenam. Hanya setelah mencapai level ketujuh akan menunjukkan kekuatannya.", "Dan kebetulan tekniknya sangat sulit untuk diolah. Proses ini membutuhkan kultivator untuk menanggung rasa sakit dari neraka yang mengamuk membakar tubuh mereka, seolah-olah seluruh tubuh ditusuk oleh sepuluh juta jarum baja. Mengolah teknik ini seperti menyalahgunakan diri Kamu sendiri.", "Selain itu, Sun Saint Sekte secara alami memiliki teknik yang lebih kuat dan lebih dalam bagi para murid saat kultivasi mereka meningkat. Karena itu sangat sedikit anggota sekte yang memilih untuk mengembangkan teknik ini.", "Yan Zhaoge berbicara dengan acuh tak acuh, “Pada usianya, untuk mengembangkan Teknik Jarum Emas Yang Lebih Besar ke tahap kesembilan memang jarang. Dalam seluruh sejarah Sun Saint Sect, tidak ada lebih dari lima yang telah mencapai ini. Untuk menjadi terkenal di generasinya di Sun Saint Sect, ia tentu saja memiliki beberapa aspek yang melampaui norma. ”", "Yan Zhaoge tertawa, “Terima kasih kakak atas pengingatmu. Aku menyadari situasinya. ”", "tetua Urusan Tang Timur memberinya pandangan sebelum dia dengan tenang berkata, “Jika itu masalahnya, maka kamu boleh pergi. Jika sesuatu terjadi di Dragon Sealing Abysss, segera buat laporan. Jaga para murid dalam ekspedisi ini dan jangan biarkan kecelakaan terjadi. ”", "Yan Zhaoge bangkit dan berkata, “Kalau begitu aku akan pergi. Jaga tetua. ”", "Melihat Yan Zhaoge yang kembali, mata tenang lelaki tua itu perlahan tertutup, “bocah nakal dan sembrono, dia bisa mengucapkan kata-kata tetapi kurang memahami.”", "————————————————-", "The Dragon Sealing Abyss adalah lembah keretakan besar yang membentang horizontal di seluruh tanah. Kedua belah pihak dikelilingi oleh pegunungan dan begitu dalam sehingga kedalamannya tidak terlihat. Kabut hitam menutupi tempat ini sepanjang tahun.", "Kabut hitam adalah zat berbahaya. Semakin dalam masuk ke Abyss, semakin tebal kabutnya. Bahkan pejuang yang kuat tidak berani masuk ke dalam kecuali diperlukan. Ada juga banyak demonbeast aneh yang lahir di dalam kabut ini yang sangat agresif.", "Menjelajah jauh di Dragon Sealing Abyss di mana kabut hitam menutupi semuanya juga menyebabkan gangguan spasial yang aneh, yang membuatnya sulit untuk menentukan lokasi sebenarnya seseorang. Sangat sulit bagi mereka yang di luar untuk menyelamatkan mereka yang tersesat di dalam.", "Namun demikian, sering ada prajurit yang memasuki tempat untuk mencari harta karun karena Dragon Sealing Abyss menghasilkan banyak harta spesial yang benar-benar unik atau paling tidak langka di tempat lain.", "Tentu saja, banyak dari mereka yang masuk tidak pernah terlihat hidup lagi.", "Karena itu seseorang harus mempertimbangkan risiko dengan cermat. The Dragon Sealing Abyss adalah tempat yang terkenal akan bahaya.", "Yan Zhaoge dan ekspedisinya meninggalkan ibukota Kerajaan Tang Timur dan melakukan perjalanan jauh ke tepi luar zona bahaya ini.", "“Apakah Kamu semua tahu sejarah Dragon Sealing Abyss?” Berdiri di punggung gunung tepat di samping jurang yang curam, Yan Zhaoge berkata, “Delapan Dunia Ekstremitas biasanya dibagi menjadi delapan wilayah besar, yang dikenal sebagai Surga, Bumi, Angin, Guntur, Air, Api, Gunung, dan Danau.", "“Salah satunya, wilayah bumi, telah menjadi gurun setelah bertahun-tahun transformasi. Ini adalah zona bahaya terbesar di dunia. Karena itu, kami sekarang menyebut tempat itu ‘Dunia Bawah’.", "“Dan dari Dunia Bawah banyak retakan raksasa meluas ke daerah sekitarnya. Naga Sealing Abyss ini kebetulan menjadi salah satu yang terbesar dari retakan ini. Dan sebagian besar dari Abyss ini kebetulan melewati Wilayah Surga Gunung Cred Creed kami. ”", "Yan Zhaoge berkata, “Anomali tiba-tiba di Dragon Sealing Abyss tanpa alasan yang jelas, kita harus tetap berhati-hati.”", "Semua murid Broad Creed Mountain mengangguk untuk menandakan pengertian mereka.", "Di bawah kepemimpinan Yan Zhaoge, semua orang perlahan berjalan ke celah.", "Meskipun ini adalah tempat yang berbahaya, orang-orang telah membangun jalan di tepi luar.", "Lentera menyala di sepanjang jalan pada interval tetap. Aliran tipis asap hijau terus naik dan menyekat kabut hitam dari area kecil yang memungkinkan orang untuk maju.", "Ini adalah pekerjaan Eastern Tang Kingdom dan Broad Creed Mountain. Ketika anggota kuat dari kedua kekuatan bereaksi dan datang untuk menekan anomali, mereka menciptakan jalur ini. Setelah itu, mereka menjaga Abyss sambil menghubungi Broad Creed Mountain menunggu orang untuk datang dan menyelidiki kelainan tersebut.", "Seandainya anomali itu tidak segera ditekan, kabut hitam itu mungkin muncul dari celah.", "Kelompok Yan Zhaoge mengunjungi pasukan lokal yang bertanggung jawab menjaga tempat ini, kemudian mereka mulai bergerak lebih dalam ke Dragon Sealing Abyss.", "Yan Zhaoge berjalan di depan. Sebagian dari perhatiannya adalah pada sekitarnya sementara dia merenungkan dalam benaknya, “Kabut hitam ini adalah cha cha yang kacau seperti yang diharapkan. Meskipun dapat digunakan untuk membuat sesuatu yang menguntungkan tungku kristal internal. Zat itu sendiri berbahaya dalam ratusan cara tanpa manfaat tunggal.", "“Jangan tunggu … mungkin itu bukan tanpa jasa?", "“Ada perbedaan besar dalam peningkatan kekuatan antara fase tengah astral qi internal ke fase akhir dan fase akhir astral qi internal ke fase awal astral qi eksternal. Yang terakhir menghasilkan peningkatan yang jauh lebih besar. Meskipun itu tidak bisa dikatakan sebagai perbedaan antara langit dan bumi, tetapi setidaknya itu seperti menumpahkan tubuh manusia dan dilahirkan kembali. ”", "Yan Zhaoge berpikir dalam hati, “Ketika astral dieksternalisasi, pertahanan tubuh menjadi sangat kuat.", "“Jika seorang sarjana bela diri yang diinternalisasi menyerang seorang sarjana bela diri yang dieksternalisasi dengan segenap kekuatannya, dengan asumsi sarjana bela diri eksternal tidak mempertahankan titik lemahnya, maka ada peluang untuk berhasil. Kalau tidak, sebagian besar waktu, sarjana bela diri yang terinternalisasi hanya menyia-nyiakan kekuatannya.", "“Di sisi lain, seorang sarjana bela diri eksternal dapat melepaskan qi astral di luar tubuhnya dan menunjukkan kekuatan serangan yang luar biasa. Menembus lapisan pertahanan astral qi sarjana bela diri yang diinternalisasi cukup mudah. ​​”", "“Sayang sekali bahwa sementara diinternalisasi ke eksternal hanya satu langkah, langkah ini adalah celah lebar yang sulit untuk dilintasi. Menembus tidak akan mudah. Kesulitan utama adalah banyaknya waktu yang dibutuhkan untuk memoles qi astral seseorang dengan cermat dan memperbaiki tubuh seseorang. ”", "Berjalan melalui Dragon Sealing Abyss dikelilingi oleh bahaya yang tak terhitung, Yan Zhaoge tiba-tiba tersenyum.", "“Namun, jika seseorang menggunakan metode aliran balik pusaran air dari teknik pembalikan surga dan neraka dengan beberapa modifikasi, maka lakukan qo yang kacau balau ini ke dalam tubuh seseorang, maka sampah dapat diubah menjadi harta. Batu asahan yang bagus dapat diperoleh untuk memoles astral qi seseorang. Ini sempurna untuk membantu Aku menembus rintangan mengeksternalisasi astral qi di luar tubuh, dari sarjana bela diri yang terinternalisasi hingga sarjana bela diri eksternal. ”", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["HSSB Chapter 10 Indonesian"], "textNovel": ["Bab 10: Tutup Pintu, Lepaskan Ye Jing", "TN: Terima kasih lagi Moe_Ronn untuk bab 8. Aku melakukan kesalahan terakhir kali. Aku pikir lilin hijau adalah pengukuran kelainan / alat kompas khusus. Ini bukan. Aku baru menyadari bab ini. Itu tidak terlalu jelas sebelumnya.", "Mengikuti getaran kompas khusus, Yan Zhaoge dan orang-orang lainnya melintasi Dragon Sealing Abyss.", "Kilatan cahaya merah sesekali dilewati hanya untuk ditangkap oleh Ah Hu, yang menggunakan qi astralanya untuk membatasi fragmen dan kemudian menyegelnya menjadi kristal khusus.", "Mereka melakukan perjalanan selama setengah hari. Ketika tiba-tiba, dao kacau balau kabut hitam tampak agak tenang dan menipis.", "Ah Hu yang ada di samping Yan Zhaoge berkata, “Pangeran, kami telah tiba di pusat pusaran air.”", "Yan Zhaoge mengangguk.", "Di Dragon Sealing Abyss, kadang-kadang ada daerah yang relatif tenang, seperti daerah tengah pusaran air, yang mirip dengan mata tornado, dikelilingi oleh bahaya di sekelilingnya tetapi agak aman di tengahnya. Daerah semacam ini cenderung bervariasi dalam ukuran dan lokasi. Bahkan jumlah daerah cenderung berubah. Dengan berlalunya waktu, area-area ini bahkan dapat mengalami pergerakan dan transformasi.", "“Wilayah tengah pusaran air relatif aman. Semua orang bisa beristirahat sebentar, “kata Yan Zhaoge,” biasanya, area seperti ini cenderung dengan mudah menghasilkan harta yang tidak biasa. Karena lingkungan ini agak aman, ini juga merupakan tempat yang baik untuk berburu harta karun dan mengambil obat. Setiap orang dapat bergerak secara mandiri. Lihat apakah Kamu bisa beruntung. Namun, harap perhatikan keamanan Kamu. Bagaimanapun juga, ini adalah Naga Sealing Abyss. ”", "Ye Jing, Si Kongqing dan murid-murid muda lainnya semua menyuarakan persetujuan mereka dan kemudian dengan rasa ingin tahu menyelidiki lingkungan mereka.", "Yan Zhaoge mengambil kompas khusus dan dengan hati-hati memeriksanya, “Wilayah pusat pusaran air ini tampaknya lebih istimewa dari yang diharapkan …”", "“Hmmm?” Yan Zhaoge tiba-tiba menduga. Dia mengangkat kepalanya dan dengan santai menyapu pandangannya ke segala sesuatu saat dia dengan tenang berkata, “Semua orang mundur.”", "Yan Zhaoge menyapu lengan bajunya dan kilatan cahaya biru menembus udara seperti kilat menembus langit malam, menerangi ngarai di sekitarnya.", "Cahaya keemasan yang setengah tersembunyi di kabut hitam menjadi terlihat jelas. Tubuh besar muncul. Ini adalah python iblis cyclopian dan cahaya keemasan dari sebelumnya telah terpancar dari mata tunggal.", "Namun, tepat saat ular piton iblis muncul, cahaya biru telah tiba di lehernya sementara samar-samar melepaskan raungan naga.", "Cahaya emas padam segera. Iblis python melepaskan tangisan mendesis yang dengan cepat dipotong dengan gerutuan diikuti oleh keheningan singkat.", "Sesaat kemudian, gedebuk keras terdengar. Ini adalah suara tubuh besar ular sanca iblis jatuh ke tanah.", "“Python bermata emas, ini adalah spesialisasi Dragon Sealing Abyss. Bagi Kamu di sini, seluruh tubuhnya bisa dikatakan harta paling tidak bagi Kamu saat ini. Kamu dapat membagi tubuh di antara Kamu sendiri, membagi bahan-bahan secara merata. ”Tepat setelah lampu biru menyala, Yan Zhaoge telah mengalihkan fokusnya kembali ke kompas khusus.", "Semua orang hanya kembali sadar saat ini. Melihat jenazah ular sanca raksasa yang panjangnya setidaknya beberapa puluh meter, para murid diam-diam menjilat lidah mereka dengan heran.", "Tuduhan python bermata emas tadi sangat cepat, sengit dan keras. Sama sekali tidak kalah dengan pejuang tingkat sarjana bela diri. Mengingat kemampuannya untuk bergerak tanpa kehadiran apa pun, para murid merasakan ketakutan yang masih ada.", "Ketika kelompok itu membongkar python, mereka juga menemukan sisiknya keras dan lunak pada saat yang sama, sebanding dengan surat skala skala artefak.", "Meskipun darah dan qi python bermata emas telah menurun setelah kematian, mereka masih memiliki banyak kesulitan memotong skala ular meskipun mengaktifkan artefak mereka.", "Namun python mata emas ini telah dibunuh oleh Yan Zhaoge dalam satu serangan pedang. Potongannya sehalus kaca tanpa tepi kasar. Itu tampak seperti pisau memotong tahu.", "“Gaya pedang yang diciptakan secara luas oleh kakak senior Yan, Azure Dragon Sleeve. Meskipun ini bukan yang pertama kali Aku melihatnya, tetapi setiap kali Aku melihatnya, Aku hanya bisa terkesiap dengan takjub. “Beberapa murid muda tidak dapat membantu tetapi menelan pemikiran itu.", "Seorang murid muda tiba-tiba bertanya, “Kakak senior Yan, apa itu?”", "Yan Zhaoge mengangkat kepalanya dan melihat ke atas untuk melihat tebing yang jauh yang telah diselimuti kabut hitam. Cahaya putih secara spontan melintas. Kecepatannya bahkan lebih cepat daripada python bermata emas.", "“Itu adalah kucing roh yang bersinar,” Yan Zhaoge melihat sekilas sebelum menarik pandangannya, “Tidak berbahaya dan bermanfaat.”", "Seluruh kelompok terkejut. Ah Hu, yang berada di sisi Yan Zhaoge, menyeringai dan berkata, “Lingkungan Naga Sealing Abyss keras dengan banyak demonbeasts. Sifat mereka sebagian besar ganas dan buas tetapi kucing roh yang bersinar ini merupakan pengecualian. Ukurannya kecil, kekuatannya sangat bagus. Kecepatannya sangat cepat seperti kilat, jauh lebih cepat daripada demonbeasts normal. Namun, sifatnya sangat lembut. Itu tidak menyerang dan makanannya terdiri dari tumbuh-tumbuhan. Sebagian besar memakan tanaman khusus Dragon Sealing Abyss untuk bertahan hidup. ”", "Ah Hu menunjuk ke cahaya putih yang berkedip-kedip, “Terlebih lagi, hewan ini empatik. Itu baik hati akan membantu manusia yang telah bertemu bahaya di Dragon Sealing Abyss. Di masa depan, sebaiknya Kamu memasuki Dragon Sealing Abyss sendirian dan sayangnya menemui bahaya. Mungkin, Kamu dapat menerima bantuan dari jenis binatang buas ini dan mengikis hidup Kamu. ”", "Ye Jing, Si Kongqing dan yang lainnya tidak bisa menahan diri untuk tidak mengklik lidah mereka setelah mendengar penjelasan Ah Hu. Mereka mengembangkan kesan yang baik terhadap kucing roh yang bersinar itu dan membuat jalan ke arahnya.", "Cahaya putih yang berkedip-kedip juga berhenti bergerak. Penampilan aslinya terungkap. Itu tampak seperti anak kucing kecil seukuran telapak tangan seseorang. Cahaya putih yang berkedip-kedip merinci pola besar yang menutupi seluruh tubuhnya. Penampilannya memberi kesan kelembutan dan kepintaran.", "Kucing roh yang berseri-seri itu juga mengamati murid-murid Broad Creed Mountain dengan rasa ingin tahu.", "Beberapa murid perempuan memandangnya dengan minat, ingin menjadi lebih dekat. Kucing roh yang bersinar mundur sebagai tanggapan. Gadis muda itu menghentikan langkahnya. Kucing kecil itu berhenti juga.", "“Kakak senior Yan, apakah mungkin untuk menjinakkan kucing kecil ini?” Tanya gadis muda itu dengan nada menyedihkan setelah mundur ke sisi Yan Zhaoge.", "Yan Zhaoge memikirkannya sebelum berkata, “Apakah Kamu ingat bahwa ketika kami menjelajahi Dragon Sealing Abyss, Kamu semua mengumpulkan rumput sumpah ular? Semacam rumput roh itu adalah makanan favorit kucing semangat bercahaya. Kamu dapat mencoba menggunakannya. Selama Kamu tidak memiliki niat buruk, kucing ini akan rela mendekati Kamu. Namun, jika Kamu ingin mengeluarkannya dari Dragon Sealing Abyss, Kamu harus mengeluarkan lebih banyak pertimbangan. ”", "Gadis muda itu bersorak, “Terima kasih kakak senior. Aku akan mencoba! ”", "Seperti yang dia katakan, dia dengan hati-hati mengeluarkan beberapa batang rumput roh dari ranselnya dan berjalan menuju kucing roh yang bercahaya.", "Setelah kewaspadaan dan pengenalan awal, satu gadis dan satu kucing secara bertahap menjadi teman.", "Murid-murid Broad Creed Sekte lainnya juga mengeluarkan rumput sumpah ular mereka setelah melihat keberhasilan gadis pertama. Mereka juga mulai memberi makan dan bermain. Tiba-tiba, kucing kecil itu sangat disayang oleh semua orang.", "Bahkan mereka yang tidak memiliki minat dalam bermain tersenyum ketika mereka menyaksikan adegan yang mengharukan ini.", "Kucing roh yang berseri-seri menjadi seberkas cahaya putih di ngarai saat ia berlari bolak-balik, berhenti sesekali. Gadis muda itu mengikuti di belakangnya. Naga Sealing Abyss yang berbahaya saat ini tidak lagi tampak menyeramkan.", "Di ngarai yang sama, beberapa tebing jauhnya, seorang pria dapat terlihat berbaring di atas batu besar seolah-olah pada napas terakhirnya. Kegelapan bisa memakannya kapan saja.", "Murid perempuan dari Broad Creed Mountain terkejut. Lalu dia tiba-tiba melihat cahaya putih lewat. Kucing roh yang bersinar telah muncul. Itu mengamati dengan seksama untuk sementara waktu sebelum mendekati pria yang berbaring di batu besar.", "Ingat apa yang dikatakan Yan Zhaoge dan Ah Hu sebelumnya, gadis muda itu merasa lega.", "Kucing roh yang tampak lembut dan berseri-seri memanjat ke pria itu dan menggunakan mulutnya untuk meraih kerahnya. Kemudian dengan melemparkan kepalanya, kucing itu berhasil menyeret pria itu. Meskipun ukurannya kecil, kekuatannya cukup mengesankan.", "Tetapi saat itu, pemuda yang tampaknya berada pada napas terakhirnya tiba-tiba meraih dan meraih kucing roh yang berseri-seri sebelum duduk.", "Kucing mengeluarkan pekikan dan berjuang dengan sekuat tenaga tetapi si pemuda mulai tertawa keras, “Metode kakak senior jelas efektif. Jika bukan karena itu, maka sangat tidak mungkin untuk menangkap hal kecil ini. Itu sama cepatnya dengan sarjana bela diri. ”", "Murid perempuan Broad Creed Mountain diberi ketakutan, “Apa yang kamu lakukan?”", "Pria muda itu berbalik untuk menatapnya sebelum dengan sembrono berkata, “Apa urusanmu?”", "Gadis muda itu mengerutkan kening dan berkata, “Kucing roh yang bersinar itu mengira kamu dalam bahaya dan mencoba menyelamatkanmu dari kebaikan. Dan Kamu benar-benar berpura-pura dalam masalah hanya untuk menangkapnya? ”", "“Benda kecil ini bodoh. Itu tipuan Aku sehingga tidak bisa mengeluh, “kata pemuda itu tanpa peduli,” Semua makhluk hidup memiliki kelebihan. Tuhan memberikan demonbeast kecepatan mereka yang semakin tinggi dan kita manusia mendapatkan kecerdasan. Mengapa Aku harus menggunakan kelemahan Aku untuk mengukur kekuatan benda ini? Menggunakan otak untuk mengalahkan demonbeast adalah hal yang wajar. ”", "Gadis muda itu sangat marah. Dia berkata, “Jelas kamu yang tercela. Kamu hanya menyalahgunakan kebaikannya. ”", "Pemuda itu terkekeh dan berkata, “Sejak kapan orang-orang dari Broad Creed Mountain memiliki wewenang atas masalah Sun Saint Sect Aku?”", "Murid perempuan Broad Creed Sekte dengan hati-hati melihat dan menemukan pemuda itu mengenakan pakaian putih dengan manset merah dan lambang pola matahari. Pakaian ini memang seragam Sun Saint Sect.", "Pria muda itu mengangkat kucing roh yang bercahaya dan menggunakan kuku jarinya untuk memotong leher kucing kecil itu. Darah segera bocor ke mana-mana.", "“Jadi bagaimana jika aku menangkapnya. Inti kristal cahaya roh di kepala makhluk ini adalah tujuan sejatiku. “Murid Sun Saint Sect tersenyum berkata,” Di dunia ini, siapa pun yang memiliki kepalan tangan lebih besar dapat membuat aturan. Jika Kamu bisa mengalahkan Aku, maka secara alami Kamu bisa mencuri benda kecil ini. Jika Kamu tidak bisa mengalahkan Aku maka tidak ada jumlah kata yang dapat membuat perbedaan. Kamu para murid Broad Creed Mountain, apakah Kamu memiliki kemampuan selain dari mulut Kamu itu? ”", "Gadis muda itu memandangi anak kucing seukuran telapak tangan itu ketika tubuhnya bergerak-gerak tetapi dia bahkan tidak bisa memberikan suara pada keputusasaannya. Dia tidak bisa tidak menjadi lebih marah sampai dia tidak bisa lagi menahan amarahnya. Dia menyerbu ke depan.", "Broad Creed Sekte dan Sun Saint Sekte memiliki wilayah tetangga. Sering ada konflik dan pertengkaran antara para murid muda dari kedua belah pihak.", "Beberapa murid dari Broad Creed Sekte juga telah menangkap pada saat ini. Melihat situasinya, mereka juga melangkah maju tanpa ragu untuk membantu sesama murid mereka.", "Sayangnya, pihak lain juga tidak sendirian. Anggota lain dari Sun Saint Sekte juga membuat jalan mereka. Medan pertempuran tiba-tiba menjadi berantakan berkembang menjadi pertempuran kelompok di mana murid-murid Sun Saint Sect mengeroyok murid-murid Broad Creed Mountain.", "“Pangeran, ini orang-orang dari Sun Saint Sect.” Ah Hu kembali ke suara Yan Zhaoge untuk melaporkan situasi dan bagaimana keadaan mengarah ke titik itu.", "Yan Zhaoge bertanya, “Apakah mereka memiliki sarjana bela diri?”", "Ah Hu menjawab, “Tidak ada yang muncul sejauh ini.”", "“Kalau begitu sederhana,” kata Yan Zhaoge sambil mengangkat bahu.", "“Tutup pintu! Lepaskan Ye Jing! ”", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["HSSB Chapter 7 Indonesian Language"], "textNovel": ["Bab 7: Pikiran Ye Jing", "TN: Aku belum benar-benar baik-baik saja tetapi Aku telah memutuskan untuk menjanjikan 2 bab minggu, mungkin lebih jika Aku berminat. Aku tidak memiliki tombol donasi sehingga itu yang terbaik yang bisa Aku lakukan untuk saat ini. Meskipun akan ada dua bab rilis bersama minggu ini untuk menghindari cliffhanger dan untuk memperbaiki bab minggu lalu.", "Oke, ini beberapa perubahan, tidak apa-apa. Juga penting adalah fakta Aku tidak suka info dump dan karena itu mereka sekarang ditulis dalam present tense … yang mungkin lebih masuk akal di kepala Aku.", "Pembicara berbicara tanpa desain, namun pendengarnya entah bagaimana mendeteksi maksud tersembunyi.", "Yan Zhaoge berbicara dengan santai, tetapi Ye Jing, yang baru saja kembali ke kota asalnya dalam kemuliaan, tidak lagi memegang perasaan rumit dari sebelumnya.", "Semua orang dalam suasana hati yang baik. Meskipun dibayangi oleh Yan Zhaoge, mereka tiba-tiba menyadari bahwa mereka tidak lagi berada di Gunung Creed, yang berarti di tempat ini, Kerajaan Tang Timur, Wilayah Surga Timur, mereka juga jenius berbakat.", "Sebagai murid dari salah satu Holy Grounds, Broad Creed Mountain, mereka awalnya diuji dan dipilih dari talenta terbaik kekuatan besar seperti Kerajaan Tang Timur. Bagaimana mungkin salah satu dari mereka jahat?", "Hanya saja setiap kali salah satu dari mereka mulai merasa sedikit sombong, satu tatapan ke depan ke mantel biru yang santai itu akan segera menghilangkan pikiran mereka yang berubah-ubah.", "Ketika tangan mereka bersentuhan dengan artefak mereka, gagasan untuk berjuang lebih keras dan mencapai yang lebih tinggi akan memenuhi pikiran mereka.", "Di Kerajaan Tang Timur, hanya elit terbaik dari Tentara Pertahanan Istana Kerajaan yang memiliki kultivasi yang sebanding dengan milik mereka, dan bahkan pada saat itu, senjata mereka lebih unggul daripada artefak demi Tentara Kerajaan Istana.", "Tentu saja, mereka tidak bisa dibandingkan dengan Yan Zhaoge sama sekali.", "Bahkan orang yang berinteraksi dengan mereka berada pada level yang sama sekali berbeda.", "Orang yang akan dikunjungi Yan Zhaoge pertama kali adalah raja Kerajaan Tang Timur yang tidak membutuhkan pengenalan. Dia adalah prajurit nomor satu Kerajaan Tang Timur. Dia adalah penguasa salah satu dari tiga kekuatan besar Wilayah Surga Timur, yang dimiliki oleh Broad Creed Mountain, seorang tokoh yang kuat dan berpengaruh di daerah itu.", "Dan sesepuh urusan Kerajaan Tang Timur adalah perwakilan Broad Creed Mountain di Kerajaan Tang Timur. Dia adalah perdana yang ditahbiskan di dalam negara dan posisinya lebih tinggi dari tetua Cui, yang memaksa Yan Zhaoge ke posisi yang canggung di sekte tersebut.", "Meskipun ada perbedaan antara posisi internal dan eksternal, tingkat kultivasi, dan tingkat otoritas, tetapi di bawah peraturan sekte, tetua diakon seperti tetua Cui ketika mereka berada di luar sekte di tempat-tempat di Kerajaan Tang Timur melayani untuk mengawasi kota-kota penting atau tanah kaya , atau ekstraksi dan penggunaan sumber daya penting. Tugas mereka adalah melindungi kepentingan sekte.", "Di sisi lain, tetua urusan melayani untuk mengawasi kerajaan, bangsa atau sekte besar atau klan. Mereka menjadi ditahbiskan dari kekuatan-kekuatan itu dan melayani untuk memastikan pengaruh dan pendapatan Sekte Kredo Luas di tempat-tempat itu. Sebagaimana ditahbiskan, mereka juga bertanggung jawab untuk menghadapi situasi tak terduga yang mungkin timbul.", "Setelah memasuki kota dan memilih tempat pertemuan, Yan Zhaoge pergi ke istana sendirian. Ye Jing dan yang lainnya berpisah dan bertindak sendiri di ibukota nasional.", "Ye Jing memang berminat mengunjungi kembali tempat lamanya. Dia berjalan di sepanjang sungai yang mengalir melalui kota sampai dia mencapai jembatan. Sambil menginjakkan kaki di jembatan, dia berdiri sendiri saat dia melihat ke bawah ke air yang mengalir deras, dengan tenang tanpa kata-kata.", "Si Kongqing tanpa suara muncul di belakangnya. Ye Jing mendeteksi kedatangannya tanpa khawatir, “Kakak senior.”", "“Apakah Kamu memikirkan hal itu sekarang?” Tanya Si Kongqing saat dia sedikit memiringkan kepalanya.", "Ye Jing menggelengkan kepalanya, “Pada saat itu, aku merasa dia sengaja pamer, tapi setelah memikirkannya, sepertinya tidak mungkin.”", "Si Kongqing berkata, “Kalau begitu kamu berpikir tentang artefak yang diberikan kakak senior Yan untuk semua orang?”", "Ketika mereka berada di sekte, hanya Ye Jing dari enam belas orang dalam ekspedisi tidak memilih salah satu artefak yang dibawa Yan Zhaoge.Lima belas orang lainnya termasuk Si Kongqing masing-masing memilih artefak.", "“Kakak senior Yan mungkin pamer, tetapi dia memang memiliki kualifikasi,” kata Si Kongqing saat dia bergerak untuk berdiri di sisi Ye Jing, “Artefak kelas rendah tanpa pikiran; mereka tidak bisa memihak. Tetapi pencapaian masa depan kita tidak akan ditentukan oleh artefak kelas rendah tunggal. Kakak senior Yan memperlakukan semua orang dengan adil dan memberikan artefak untuk setiap orang. Jadi Aku tidak melihat alasan untuk menolak artefak. Dia tidak akan melewatkannya karena di masa depan dia akan memiliki hal-hal yang lebih baik. ”", "Ye Jing mengangguk. Meskipun Si Kongqing memilih artefak sama seperti orang lain, tapi dia tidak terlalu membebani tindakan ini karena kepercayaannya pada prestasi masa depannya.", "“Kamu memilih untuk tidak menerima artefak. Itu mungkin menunjukkan tekad Kamu untuk berjalan di jalan Kamu sendiri, “kata Si Kongqing,” Tapi itu juga bisa diartikan saat Kamu menolak kebaikan kakak senior Yan. Fakta yang Kamu tolak berarti Kamu tidak dapat membedakan yang baik dari yang buruk. Namun, Aku merasa kakak senior Yan tidak secara khusus mengungkapkan niat apa pun terhadap Kamu. Tidak ada banyak perbedaan antara cara dia memandang kami dan cara dia melihat Kamu. ”", "Kata-katanya tidak terduga menyebabkan Ye Jing mengencangkan tinjunya. Sosok dari tadi yang mengambil kekasih masa kecilnya dan benar-benar mengabaikannya tampak sekali lagi muncul di depan matanya.", "“Aku tidak tahu apa yang dia pikirkan, tapi aku tidak akan menerima apa pun darinya,” kata Ye Jing. Kata-katanya berangsur-angsur tumbuh lebih tenang dan matanya dipenuhi dengan semangat yang berasal dari keyakinan, “Bagi Aku saat ini, artefak kelas rendah secara alami adalah sesuatu yang sangat baik, tetapi tubuh dan kultivasi Aku masih lebih penting.”", "Si Kongqing berkata, “Itu juga benar. Selama pikiran Kamu jernih dan hati Kamu tidak jernih, kultivasi Kamu akan lebih berhasil. Hati yang mendung akan menyebabkan kultivasi Kamu mudah menderita. Adalah bermanfaat untuk membiarkan diri Kamu pergi dan bertindak murni dibimbing oleh perasaan Kamu. ”", "Ye Jing mengepalkan tangannya dan berkata, “Yan Zhaoge saat ini lebih kuat dari Aku. Itu adalah kebenaran. Tidak hanya kekuatannya lebih kuat dari milikku, ada juga metode penyempurnaan artefak tungku kristal internal, tapi aku tidak akan selalu kalah darinya. Aku pasti akan mengungguli dia. ”", "“Seorang sarjana bela diri muda tidak banyak. Aku akan bersaing dengan dia. Siapa yang bisa menjadi grandmaster bela diri terlebih dahulu? Dan setelah itu, siapa yang dapat melampaui kenajisan dan naik ke alam suci orang suci terlebih dahulu! ”", "Di dunia ini, budidaya bela diri dibagi menjadi beberapa tahap. Dimulai dengan tahap pemurnian tubuh, ada tiga tahap besar, pertama tubuh jasmani, lalu membuka blokir meridian, dan akhirnya melakukan qi. Masing-masing tahap ini dibagi menjadi tiga fase, awal, tengah dan akhir.", "Sejauh ini, ada sembilan level secara total, dan setelah level tersebut adalah level kesepuluh, yang juga merupakan tahap akhir pemurnian tubuh, tahap menit. Jadi, ada 10 level dalam pemurnian tubuh.", "Di atas panggung menit adalah hambatan besar. Jika seorang pejuang perang mampu menerobos, mereka dapat berhasil memasuki bidang sarjana bela diri.", "Meskipun mungkin tidak terlihat di Holy Grounds seperti Broad Creed Mountain, tetapi dalam kenyataannya, seseorang yang bisa menjadi sarjana bela diri sudah memiliki kualifikasi untuk membuka sekolah kecil mereka sendiri atau mendirikan sekte kecil mereka sendiri.", "Para pemimpin dari banyak kekuatan kecil kebetulan berada di ranah kultivasi sarjana bela diri.", "Sarjana bela diri juga memiliki tiga tahap besar, mereka secara individu, qral astral diinternalisasi, qral astral eksternal, dan xiantian. Setiap tahap besar dibagi menjadi tiga fase, awal, tengah, dan akhir. Ditambah lagi ada tahap akhir di akhir, tahap koneksi surgawi, yang memberi para sarjana bela diri sepuluh tingkat juga.", "Dan di atas tahap koneksi surgawi, ada jurang yang sangat besar. Orang yang berhasil menyeberangi jurang ini menjadi grandmaster bela diri.", "Begitu mereka mencapai langkah itu, mereka sudah menjadi tokoh yang kuat dan berpengaruh di wilayah lokal mereka, dan mereka juga tokoh terkenal yang diakui di seluruh Dunia Delapan Ekstremitas.", "Martial grandmaster juga memiliki empat tahap dan sepuluh tingkat. Tahap terakhir disebut transcend the impure, seperti dalam transcend the impure untuk mencapai kesucian. Jika seseorang berhasil melampaui tahap ini, mereka akan memiliki harapan tipis untuk maju ke alam suci bela diri, menjadi seseorang dengan peringkat suci suci.", "Di dunia saat ini, jumlah orang suci bela diri yang dikenal dapat dihitung dengan satu jari.", "“Metode penyempurnaan artefak tungku kristal internal dapat memperbaiki artefak dan artefak roh, tapi bisakah itu memperbaiki artefak suci? Untuk sekte bela diri, bagaimana bisa sejumlah artefak roh dibandingkan dengan pentingnya seorang suci bela diri? ”", "Murid-murid Ye Jing bersinar dengan cahaya yang cemerlang. Meskipun ia telah membangun samudera qi dantiannya, ia hanya berada di tingkat kedelapan dari penyempurnaan tubuh, melakukan fase tengah qi. Dan Yan Zhaoge sudah lama menjadi sarjana bela diri, apalagi dia sudah mencapai tahap akhir astral qi yang diinternalisasi.", "Namun, Ye Jing penuh percaya diri. Dia percaya dia pasti bisa melampaui pria muda yang tampak seperti musuhnya yang ditakdirkan.", "Dia memiliki ketekunan yang cukup dan keyakinan yang teguh, lebih lanjut dia memiliki kartu truf sendiri.", "Ye Jing dengan lembut menghembuskan nafas qi yang tidak murni. Jari-jarinya memutar cincin merah gelap yang dikenakannya di tangan kanannya.", "Tidak masalah bahwa titik awalnya rendah. Dia hanya perlu meningkatkan dengan cepat. Maka pasti akan ada hari ketika dia akan mengejar dan melampaui targetnya.", "Si Kongqing memandang Ye Jing, “Saudara junior Ye, potensi Kamu luar biasa. Pegang ambisi agung Kamu dan jagalah kaki Kamu dengan kuat di tanah, jika demikian maka pasti akan ada saat ketika Kamu melampaui kenajisan dan memahami kesucian. ”", "Ye Jing tersenyum dan berkata, “Aku hanya sesumbar. Kakak senior tolong jangan mengolok-olok Aku. Kamu telah mencapai tahap menit, hanya satu langkah untuk mencapai sarjana bela diri. Saat ini, kamu adalah orang yang paling mungkin melampaui Yan Zhaoge, dan juga yang paling mungkin menjadi sarjana bela diri usia dini dari Broad Creed Mountain. ”", "Si Kongqing berkata, “Namun, kali ini Aku tidak berpikir kakak senior Yan memiliki niat buruk. Sebaliknya, kata-kata tetua Cui di aula penugasan benar-benar mencurigakan seolah-olah itu dimaksudkan untuk memancing konflik. Saudara junior Ye, Kamu harus berhati-hati terhadap serangan tersembunyi ini di masa depan. Ada banyak hubungan interpersonal dalam sekte yang tidak mudah dipahami. Seseorang bisa dengan mudah ditarik ke arus gelap yang gelap ini tanpa sadar. ”", "Ye Jing mengangguk, “Aku mengerti.”", "Baca terus di : www.worldnovel.online"]},
{"jdlChap": ["HSSB Chapter 6 Indonesian"], "textNovel": ["Bab 6: Mengacuhkan Kehidupan dan Kematian, Kita Bisa Bertempur Jika Kamu Tidak Meyakinkan", "TN: Aku ingin mengucapkan terima kasih kepada Moe_Ronn karena menyediakan beberapa penyuntingan untuk bab 5. Aku mencoba mengedit ketika Aku pergi tetapi Aku cenderung membuat banyak kesalahan ketik terutama ketika lelah. Sepertinya jari Aku berada di otomatis dan otak Aku tidak selalu mengirim sinyal yang tepat.", "tetua Cui dengan cepat memulihkan sikapnya yang tidak terganggu dan tertawa sambil menggelengkan kepalanya, “Orang tua ini hanya memuji seorang murid dari generasi yang lebih muda. Bagaimana itu bisa salah? ”", "Dia memandang Yan Zhaoge, “Namun, meskipun Kamu memiliki dukungan yang cukup besar, Kamu harus ingat posisi Kamu sebagai anggota generasi junior. Hanya berdasarkan pidato merajalela Kamu sekarang, orang tua ini dapat melihat bahwa Kamu tidak menghormati senior Kamu. Bahkan tetua Yan tidak akan bisa menyangkal kejahatan pemberontakan yang merajalela dan kurangnya kebajikan. Anak muda, terlepas dari apakah tungku kristal internal ini asli atau palsu, apakah Kamu yang menemukannya, terlepas dari kontribusi Kamu, Kamu harus berbicara dengan hati-hati dan melanjutkan dengan hati-hati. Bertindak dengan lebih rendah hati, itulah jalan yang benar. ”", "Meskipun tetua Cui tersenyum ramah, suasananya sudah menjadi sangat dingin. Semua murid yang lebih muda hadir takut sampai-sampai tidak berani bernapas dengan keras. Mereka hanya bisa menyaksikan tetua Cui sambil gemetar ketakutan.", "Kemudian seluruh situasi sudah berkembang di luar imajinasi terliar mereka.", "Sebaliknya, Yan Zhao menampilkan senyuman yang jauh lebih damai dan lebih baik jika dibandingkan, “Kamu, seniorku? Sekte memang menempatkan bobot pada senioritas dan peringkat. Aku juga seseorang yang menghormati orang tua dan menghormati yang layak.", "“Hanya saja, bahkan tanpa ayah Aku, adalah masalah sederhana bagi Aku untuk menemukan orang-orang yang tidak menganggap Kamu senior mereka jika Aku menginginkannya.", "“Memang, aku tidak dapat menemukan kesalahan dengan bagianmu dalam masalah hari ini. Namun, terkait dengan masalah masa lalu, Aku yakin Kamu mengerti. Sebelum hari ini, apakah Kamu sudah membersihkan pantat Kamu?", "“Aku menghormati orang tua dan menghargai yang layak dengan alasan bahwa orang lain layak dihormati tanpa memandang usia.”", "tetua Cui menatap tajam ke arah Yan Zhaoge, “Kamu …”", "Yan Zhaoge menatapnya, “Aku apa?”", "tetua Cui terdiam. Hanya pada titik inilah dia mengerti, pemuda di depannya bahkan lebih mendominasi daripada yang dia harapkan. Sayangnya, pemuda itu ternyata lebih pintar dari yang diharapkan juga.", "Pada saat ini, dia bahkan ingin berselisih dengan Yan Zhaoge dan memberinya pelajaran untuk diingat, tetapi dia mendapati dia tidak memiliki cara apa pun untuk menciptakan kesulitan bagi Yan Zhaoge.", "Dia ingin menyerang secara langsung tetapi Ah Hu berdiri di samping sambil tersenyum jahat padanya memperlihatkan satu set gigi putih. Tubuhnya langsung menegang karena insting. Dia tidak bisa mundur atau maju.", "Yan Zhaoge berbicara dengan tenang, “Apakah Kamu percaya Kamu bisa menggunakan anak bodoh sebagai alat? Sebenarnya, Kamu sendiri tidak lebih dari tombak di tangan seseorang.", "“Jika Kamu berhasil menjebakku, orang-orang yang berdiri di belakangmu akan melindungimu dengan cara apa pun, karena mereka ingin membeli tulang kuda dengan seribu tael emas. * Sekarang setelah Kamu gagal, sekali dukunganku terhadapmu, apakah Kamu Kamu pikir dukungan Kamu akan tetap melindungi Kamu? Menurut Kamu, berapa banyak upaya yang akan mereka lakukan untuk melindungi Kamu? ”", "Setelah mengatakan bagiannya, Yan Zhaoge berbalik sepenuhnya mengabaikan pria tua itu, Cui. Dia melirik Ye Jin, Si Kongqing dan mereka, lalu melanjutkan untuk meninggalkan aula penugasan. “Bawa serta artefak Kamu, kami berangkat. Tujuan: Dragon Sealing Abyss. ”", "Ah Hu membawa tungku kristal internal dan mengikuti di belakang. Dia mengirim transmisi suara, “Pangeran, apakah ini membunuh seekor ayam untuk menakuti monyet? ** Hanya saja kali ini, ayamnya agak besar dan monyet Kamu agak kecil.”", "“Kamu tidak mengerti,” Yan Zhaoge menggelengkan kepalanya, berbalik untuk melihat Ye Jing yang mengikutinya. Bocah itu tidak lagi semarah itu. Sebaliknya, dia tampak termenung.", "Suasana hati Yan Zhaoge terasa damai. Meskipun ia memiliki beruang bencana ini, tetapi Yan Zhaoge saat ini tidak memiliki keluhan antara dia dan Ye Jing. Karena itu, dia tidak akan mengambil inisiatif untuk menekan Ye Jing.", "Jalannya lebar. Jika setiap orang berjalan di satu sisi, maka hidup dalam harmoni adalah yang terbaik.", "“Namun, jika kamu memutuskan untuk menentangku, aku juga tidak akan menghindari konfrontasi. Kita dapat dengan tepat mengadu kekuatan kita satu sama lain dan melihat siapa yang lebih unggul: Kamu, putra asli surga yang ditahbiskan, atau Aku, transmigran yang menyeberang. Aku tidak menginginkan hidup dan aku tidak takut mati, jika kamu tetap tidak yakin, maka kita bisa bertarung. Aku tidak akan peduli siapa Kamu atau apa yang Kamu inginkan. ”", "Ye Jing menatap ke arah punggung Yan Zhaoge dengan matanya yang penuh dengan perasaan rumit.", "Si Kongqing menyaksikan Yan Zhaoge. Matanya jernih dan dingin seperti biasa, tetapi sekarang mereka menahan sedikit rasa ingin tahu.", "Semua orang memandang Yan Zhaoge sepenuhnya yakin akan kemampuannya.", "Jika tungku kristal internal memungkinkan mereka untuk menyentuh kemampuan Yan Zhaoge, maka konfrontasi langsungnya dengan sesepuh Cui memungkinkan mereka untuk memahami arti sebenarnya dari suka memerintah dan mendominasi.", "tetua Cui adalah yang lebih tinggi yang biasanya akan menyebabkan para murid yang lebih muda takut bernafas dengan keras. Yan Zhaoge benar-benar menghadapi orang ini secara langsung, mencapai di atas angin dengan setiap langkah, sepenuhnya mendominasi pertukaran.", "Dibandingkan dengan artefak dari sebelumnya, masalah dengan sesepuh Cui memungkinkan mereka untuk benar-benar memahami bahwa Yan Zhaoge dan mereka tidak berada pada level yang sama.", "Yan Zhaoge tidak lagi memperhatikan murid-murid yang lebih muda. Dia maju dengan langkahnya sendiri. Ah Hu mengikutinya dengan cermat. Yan Zhaoge memandangnya dari sudut matanya.", "Ah Hu membuat wajah berbudi luhur yang kuat dan mengeluarkan tawa konyol. Menggunakan qi internalnya untuk mengendalikan suara, dia diam-diam mengirimi Yan Zhaoge transmisi suara, “Pangeran, kali ini, itu adalah slip An. Aku benar-benar tidak berpikir bahwa Ye Jin akan memperbaiki seluruh wilayah dalam waktu sesingkat itu dan berhasil membangun samudra qi dalam dantiannya. ”", "Yan Zhaoge memutar matanya. Berkenaan dengan masalah ini, itu tidak sedikit di luar harapannya.", "Putra surga yang ditahbiskan dan aura karakter utamanya, yah, itu hanya suka memukau dunia dengan satu tindakan, membawa pencerahan ke mata anjing siapa yang meremehkannya dan mengalahkan hitam dan biru wajah anjing dari mereka yang berdiri menentangnya. .", "Hal semacam ini, Yan Zhaoge juga menikmati. Jelas pada premis bahwa dia sendiri yang melakukan pemukulan dan bukan yang dipukuli.", "“Instruksikan bawahan untuk menyelidiki dan melaporkan kembali dengan cepat,” Yan Zhage juga menggunakan transmisi suara, “Orang tua itu Cui mencoba memancing dendam antara aku dan Ye Jing. Seharusnya tidak sesederhana itu.", "” Bahkan dengan asumsi yang terburuk, jika Aku benar-benar pindah untuk membunuh Ye Jing dan meninggalkan bukti langsung yang menunjukkan kesalahan Aku. Bahkan jika Aku dihukum karena bertindak melawan anggota sekte, selama ayah Aku masih hidup, Aku akan dapat membuat kembali.", "“Terlebih lagi, jika aku benar-benar memutuskan untuk bertindak, tidak akan semudah itu untuk menangkap jejakku.”", "“Situasi ini seharusnya tidak memiliki banyak pengaruh pada persaingan antara paman militer kedua dan ayahku. Pasti ada alasan antoher. Jadi selidiki hubungan interpersonal Ye Jing ini. Selidiki dengan cermat, terutama hubungan dalam sekte tersebut. ”", "Ekspresi Ah Hu menjadi serius tanpa senyum manis yang biasa, “Seperti yang Kamu perintahkan, pangeran.”", "Yan Zhaoge mengangguk dan melanjutkan ke depan. Setelah berjalan beberapa saat, dia tiba-tiba berhenti, “Cih, aku hampir lupa masalah utamanya. Ah Hu, aku ingin kamu memberikan tip kembali ke ruang tugas. ”", "Ah Hu mengusap tinjunya dan menyeka telapak tangannya, “Jika pangeran merasa bahwa dia belum cukup ventilasi, maka biarkan An bertindak. Akan segera kembali dan memukuli orang tua busuk itu ke tanah. ”", "Yan Zhaoge melambaikan tangannya, “Bukan itu. Aku lupa untuk mengambil tugas sekte, menyelidiki kelainan Dragon Sealing Abyss. Kamu pergi dan mengambilnya. ”", "Ah Hu, “…”", "Di kemudian hari, diaken tua Cui Xin dari aula penugasan dibebaskan dari jabatannya karena menerima suap dan menekan murid-murid yunior. Dia lebihlanjut menderita penyelidikan dari ruang hukuman.", "– – – – – – – – – – – – – – – – –", "Dalam kegelapan tertentu memenuhi ruang rahasia di dalam Broad Creed Mountain.", "“Rumor itu benar. Tungku kristal internal memiliki kemampuan ajaib seperti itu. ”", "“Cepat menyebarkan berita ini.", "“Tungku kristal internal saat ini masih belum sempurna. Itu hanya dapat memperbaiki artefak kelas rendah. Nilainya, meskipun signifikan, masih terbatas. Haruskah kita menunggu sampai ada kemajuan sebelum bertindak? Kita bisa menghindari mengekspos diri kita dan memprovokasi perhatian Broad Creed Mountain seperti itu. ”", "“Kami akan tetap tersembunyi. Namun, ini adalah berita penting yang perlu segera dilaporkan. Adapun tindak lanjutnya, kami hanya akan menunggu instruksi dari sisi lain. ”", "“Baik.”", "– – – – – – – – – – – – – – – – –", "Di tempat lain.", "“Penelitian tungku kristal internal telah dipindahkan ke atasan di sekte ini. Namun, yayasan ini dibangun oleh anak ini, Yan Zhaoge. ”", "“Jika kita memiliki fondasi, kita juga dapat mencoba untuk mendapatkan sisanya.”", "“Kali ini dia akan pergi ke Dragon Sealing Abyss. Dia memang memiliki pengawal, tetapi kekuatan mereka terbatas. Ini akan menjadi kesempatan baik bagi kita untuk membunuh dan mencuri. ”", "“Hubungi sisa-sisa Bendera Lima Roh. Bendera Lima Roh dihancurkan di tangan ayah Yan Zhaoge. Hutang ayah bisa dibayar oleh putranya. Jika mereka bergerak, itu tidak akan menimbulkan kecurigaan. Namun, pastikan bahwa Yan Zhaoge tidak benar-benar mati, setidaknya sebelum kita mendapatkan semua yang terkait dengan tungku kristal internal. Kita bisa menyerahkan Yan Zhaoge kepada mereka sesudahnya. ”", "“Adapun berita mengenai tungku kristal internal, jangan biarkan orang-orang dari Lima Roh mengetahuinya, biarkan mereka menangkap target.”", "– – – – – – – – – – – – – – – – –", "Lembah keretakan besar di Eastern Tang Nation di salah satu dari lima wilayah, Eastern Heaven Region, ini adalah tujuan ekspedisi Yan Zhaoge, Dragon Sealing Abyss.", "“Saudara junior Ye, bukankah kamu lahir di Bangsa Tang Timur?” Seorang murid muda bertanya kepada Ye Jing ketika kelompok itu dalam perjalanan.", "Ye Jing mengangguk merasa sangat tersentuh, “Ya, aku.”", "Di dunia ini, sekte terkuat, Holy Grounds, memerintah seluruh dunia. Masing-masing memiliki aula leluhur mereka yang tidak dapat ditembus dan sejumlah besar tanah di bawah pemerintahan langsung mereka. Dengan tanah ini sebagai pusat, pengaruhnya meluas ke daerah sekitarnya dan dengan demikian seluruh wilayah.", "Sebagai contoh, Broad Creed Mountain sendiri secara langsung mengendalikan jantung dari lima wilayah, Wilayah Surga Tengah, dan menyebarkan pengaruhnya ke seluruh Wilayah Surga dari sana.", "Selain dari Central Heaven Region, empat wilayah lainnya ditempati oleh berbagai sekte, bangsa, dan klan yang lebih kecil, yang masing-masing dipengaruhi oleh Broad Creed Mountain. Kekuatan yang lebih kecil ini berkembang sendiri, tetapi masing-masing mengakui Broad Creed Mountain sebagai penguasa tertinggi mereka.", "Eastern Tang Nation adalah salah satu dari tiga kekuatan besar Wilayah Surga Timur. Itu juga merupakan ujung paling timur dari wilayah Broad Creed Mountain.", "Di tempat-tempat seperti Eastern Tang Nation, akan ada kekuatan lain yang lebih kecil yang kurang dari kelas satu, dalam bentuk sekte atau klan.", "Melihat ibu kota Bangsa Tang Timur, pikiran Ye Jing melayang. Dia lahir di keluarga Ye, yang hanya klan kecil dari kota kecil di Negara Tang Timur. Dengan usahanya, klan Ye sudah menjadi kekuatan terkuat di dalam kota itu. Namun, di seluruh Bangsa Tang Timur, itu masih tidak signifikan.", "Setelah dia meninggalkan kota kecil kelahirannya, dan pergi ke ibu kota Negara Tang Timur, dia benar-benar memiliki pengalaman yang mengejutkan.", "Adapun setelah dia meninggalkan Bangsa Tang Timur, dan menjadi murid dari Broad Creed Mountain, itu bahkan lebih merupakan pengalaman yang mengasyikkan seperti katak yang melompat keluar dari sumurnya dan akhirnya bisa melihat langit dan bumi yang benar.", "Dia masih perlu melihat ke banyak prajurit kuat Bangsa Tang Timur. Namun, kali ini kembalinya ke Tang Timur dapat dianggap sebagai kembalinya kemenangan pemuda yang meninggalkan rumah.", "“Setelah memasuki kota, Aku akan mengunjungi Tuhan. Aku juga perlu mengunjungi keberadaan sekte setempat, tetua urusan yang mengawasi Bangsa Tang Timur untuk mendapatkan informasi tentang kondisi Dragon Sealing Abyss terlebih dahulu. ”", "Yan Zhaoge yang berjalan di depan kelompok menghentikan langkahnya saat ini. Pandangannya tertuju pada ibu kota Negara Tang Timur. Kepada semua orang yang hadir, dia berkata, “Pergi mencari tempat untuk beristirahat sementara. Kamu dapat melakukan apa yang Kamu inginkan untuk sementara waktu berikutnya. Namun, kita akan berkumpul dalam dua periode waktu sebelum menuju ke Dragon Sealing Abyss. Dipahami? ”", "Para murid muda menjawab bersama, “Ya, kakak senior Yan.”", "Wajah Ye Jing tanpa ekspresi.", "* Ini berarti menunjukkan daya tarik seseorang kepada orang-orang berbakat untuk mendapatkan pengikut yang mampu … pada dasarnya itu berasal dari sebuah cerita dalam sebuah cerita. Kisah dalam sebuah cerita memiliki seorang raja yang berusaha membeli kuda cepat. Dia gagal pada awalnya sampai seseorang membawa tulang kuda yang cepat. Bagaimanapun, raja membelinya dan tiba-tiba semua orang berpikir jika raja mau membayar begitu banyak hanya untuk tulang-tulangnya, lalu bagaimana dengan kuda hidup? Raja dengan cepat mendapatkan kudanya. Adapun ceritanya, Raja Zhao dari negara Yan memiliki penasihat bernama Guo Wei. Penasihatnya menceritakan kepadanya kisah kuda dan membuatnya membangun teras emas untuknya. Kemudian Raja Zhao menarik banyak pikiran cemerlang dan keadaan Zhao menjadi lebih makmur untuk beberapa saat sebelum raja meninggal dan generasi berikutnya melakukan hal-hal bodoh. Dan tidak, Zhao ini bukan Zhao yang sama dengan nama Yan Zhaoge karena akan bodoh menamai pangeran Kamu menggunakan karakter yang sama dengan nama musuh Kamu.", "** Tentu saja yang satu ini berarti membunuh satu orang untuk memperingatkan yang lain.", "*** Yang ini seperti menggulung lengan baju dan bersiap untuk bertarung. Memanaskan instrumen rasa sakit Kamu.", "Baca terus di : www.worldnovel.online"]}
]